export default [
  {
    kural: {
      l1: 'அவை யறிந்தாராய்ந்து சொல்லுக சொல்லின்',
      l2: 'றொகையறிந்த தூய்மை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அவையறிந்து ஆராய்ந்து சொல்லுக சொல்லின்<br/>தொகையறிந்த தூய்மை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சொற்களின் தொகுதி அறிந்த தூய்மை உடையவர், அவைக்களத்தின் தன்மை அறிந்து ஏற்ற சொற்களை ஆராய்ந்து சொல்ல வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சொல்லின் தொகை அறிந்த தூய்மையவர்= சொல்லின் குழுவினை அறிந்த தூய்மையினை உடையார்; அவை அறிந்து ஆராய்ந்து சொல்லுக= தாம் ஒன்று சொல்லுங்கால் அப்பொழுதை அவையினை அறிந்து ஆராய்ந்து சொல்லுதல்<br/><br/>சொல்லின் குழு எனவே, செஞ்சொல் இலக்கணைச் சொல் குறிப்புச் சொல் என்னும் மூவகைச் சொல்லும் அடங்கின. 'தூய்மை' அவற்றுள் தமக்காகாதன ஒழித்து ஆவன கோடல். 'அவை' என்றது ஈண்டு அதன்அளவை. அது மிகுதி, ஒப்பு, தாழ்வு என மூவகைத்து. 'அறி'தல் தம்மொடு தூக்கிஅறிதல். 'ஆராய்'தல், இவ் அவைக்கண் சொல்லும் காரியம் இது, சொல்லுமாறு இது, சொன்னால் அதன் முடிவு இது என்று இவை உள்ளிட்டன ஆராய்தல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இருந்த அவை யறிந்தாரை யறிந்து அதற்குத்தக்க சொல்லின் திறத்தை ஆராய்ந்து சொல்லுக: சொல்லின் தொகுதியை அறிந்த தூய்மையையுடையவர்.<br/><br/>தொகையறிதல்- திறனறிதல். இது அவையறிந்து சொல்லல் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Men pure in heart, who know of words the varied force,<br/>Should to their audience known adapt their well - arranged discourse.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let the pure who know the arrangement of words speak with deliberation after ascertaining (the nature of) the court (then assembled).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடைதெரிந்து நன்குணர்ந்து சொல்லுக சொல்லி',
      l2: 'னடைதெரிந்த நன்மை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடைதெரிந்து நன்குணர்ந்து சொல்லுக சொல்லின்<br/>நடைதெரிந்த நன்மை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சொற்களின் நடையை ஆராய்ந்த நன்மை உடையவர், அவையின் செவ்வியை ஆராய்ந்து நன்றாக உணர்ந்து சொல்ல வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சொல்லின் நடை தெரிந்த நன்மையவர்= சொற்களின் நடையினை ஆராய்ந்து அறிந்த நன்மையினை உடையார்; இடை தெரிந்து நன்கு உணர்ந்து சொல்லுக= அவைக்கண் ஒன்று சொல்லுங்கால் அதன் செவ்வியை ஆராய்ந்து அறிந்து வழுப்படாமல் மிகவும் தெளிந்து சொல்லுக.<br/><br/>சொற்களின் 'நடை'யாவது, அம்மூவகைச் சொல்லும் செம்பொருள், இலக்கணைப்பொருள், குறிப்புப்பொருள் என்னும் பொருள்களைப் பயக்குமாறு. செவ்வி கேட்டற்கண் விருப்புடைமை. வழு சொல் வழுவும், பொருள் வழுவும்.<br/><br/>இவை இரண்டுபாட்டானும் ஒன்று சொல்லுங்கால் அவையறிந்தே சொல்லவேண்டும் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சொன்னால் அதற்கு வருங்குற்றத்தை ஆராய்ந்து நன்மையாமவற்றை யறிந்து சொல்லுக: சொல்லினது வழக்காராய்ந்த நன்மையுடையார்.<br/><br/>இஃது ஆராய்ந்து சொல்லுமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Good men to whom the arts of eloquence are known,<br/>Should seek occasion meet, and say what well they've made their own.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let the good who know the uses of words speak with a clear knowledge after ascertaining the time (suited to the court).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அவையறியார் சொல்லன்மேற் கொள்பவர் சொல்லின்',
      l2: 'வகையறியார் வல்லதூஉ மில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அவையறியார் சொல்லல்மேற் கொள்பவர் சொல்லின்<br/>வகையறியார் வல்லதூஉம் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அவையின் தன்மை அறியாமல் சொல்லுதலை மேற்கொள்கின்றவர், சொற்களின் வகை அறியாதவரே; அவர் சொல்லவல்லதும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அவை அறியார் சொல்லல் மேற்கொள்பவர் சொல்லின் வகை அறியார்= அவையினது அளவையறியாது ஒன்று சொல்லுதலைத் தம் மேற்கொள்வார் அச்சொல்லுதலின் கூறுபாடும் அறியார்;<br/><br/>வல்லதூஉம் இல்= கற்றுவல்ல கலையும் அவர்க்கு இல்லை.<br/><br/>அம் மூவகைச் சொற்களால் வரும் சொல்லுதல் வகைமை, கேட்பாரது உணர்வு வகைமை பற்றி வருதலால், 'சொல்லின் வகையறியார்' என்றும், அஃது அறியார் என்று எல்லாரானும் இகழப்படுதலின் 'வல்லதூஉம்இல்' என்றும் கூறினார்.<br/><br/>இதனான் அவையறியாக்கால் வரும் குற்றம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவையினது அளவை அறியாது ஒன்றைச் சொல்லுதலை மேற்கொள்பவர், சொல்லின் வகையும் அறியார்; அவ்வாறன்றி வேறு வல்லதூஉம் இலராவார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Unversed in councils, who essays to speak,<br/>Knows not the way of suasive words, - and all is weak.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who undertake to speak without knowing the (nature of the) court are ignorant of the quality of words as well as devoid of the power (of learning).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒளியார்முன் ஒள்ளிய ராதல் வெளியார்முன்',
      l2: 'வான்சுதை வண்ணங் கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒளியார்முன் ஒள்ளிய ராதல் வெளியார்முன்<br/>வான்சுதை வண்ணம் கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறிவிற் சிறந்தவரின்முன் தாமும் அறிவிற் சிறந்தவராய்ப் பேச வேண்டும்; அறிவில்லாதவர் முன் தாமும் வெண் சுண்ணம்போல் அறிவில்லாதவராய் இருக்க வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒளியார் முன் ஒள்ளியர் ஆதல்= அறிவான் ஒள்ளியார் அவைக்கண் தாமும் ஒள்ளியாராக; வெளியார் முன் வான் சுதை வண்ணம் கொளல்= ஏனை வெள்ளைகள் அவைக்கண் தாமும் வாலிய சுதையின் நிறத்தைக் கொள்க.<br/><br/>ஒள்ளியார் என்றது, மிக்காரையும் ஒத்தாரையும். அதுவிகாரத்தால் 'ஒளியார்' என நின்றது. ஒள்ளியராதல், தம்நூலறிவும், சொல்வன்மையும் தோன்ற விரித்தல். அவையறியாத புல்லரை 'வெளியார்' என்றது, வயிரம்இல் மரத்தை வெளிறு என்னும் வழக்குப்பற்றி. அவர் மதிக்கும் வகை அவரினும் வெண்மையுடையாராக என்பார், 'வான்சுதை வண்ணம் கொளல்' என்றார்.<br/><br/>அவை அளவறிந்தார் செய்யும் திறம் இதனால் தொகுத்துக் கூறப்பட்டது. முன்னர் விரித்துக் கூறுப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒள்ளிய அறிவுடையார்முன்பு தாமும் ஒள்ளிய அறிவுடையராயிருத்தலும் வெள்ளிய அறிவுடையார் முன்பு வாலியசுதை வண்ணம் போன்ற வெண்மையைக் கொண்டிருத்தலும் அவையறிதலாவது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Before the bright ones shine as doth the light!<br/>Before the dull ones be as purest stucco white!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Ministers should be lights in the assembly of the enlightned, but assume the pure whiteness of mortar (ignorance) in that of fools. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நன்றென் றவற்றுள்ளு நன்றே முதுவருண்',
      l2: 'முந்து கிளவாச் செறிவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நன்றென்ற வற்றுள்ளும் நன்றே முதுவருள்<br/>முந்து கிளவாச் செறிவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறிவு மிகுந்தவரிடையே முந்திச் சென்று பேசாத அடக்கம் ஒருவனுக்கு நன்மை என்று சொல்லப்பட்டவை எல்லாவற்றிலும் நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நன்று என்றவற்றுள்ளும் நன்றே= ஒருவர்க்கு இது நன்றுஎன்று சிறப்பித்துச் சொல்லப்பட்ட குணங்கள் எல்லாவற்றுள்ளும் நன்றே; முதுவருள் முந்து கிளவாச் செறிவு= தம்மின் மிக்கார் அவைக்கண் அவரின் முற்பட்டு ஒன்றனைச் சொல்லாத அடக்கம்.<br/><br/>தம் குறைவும், அவர் மிகுதியும், முந்து கிளந்தாற் படும் இழுக்கும், கிளவாக்கால் எய்தும் நன்மையும் அறிந்தே அடங்கியனமையின், அவ்வடக்கத்தினை 'நன்று என்றவற்றுள்ளும் நன்று' என்றார். முன் கிளத்தலையே விலக்கினமையின், உடன்கிளத்தலும் பின்கிளத்தலும் ஆம் என்பது பெற்றாம்.<br/><br/>இதனால் மிக்கார் அவைக்கண் செய்யுந்திறம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நன்றென்று சொல்லப்பட்ட எல்லாவற்றுள்ளும் மிக நன்று, தம்மின் முதிர்ந்தார்முன் அவரின் முற்பட்டு ஒன்றனைச் சொல்லாத அடக்கம்.<br/><br/>முதுவர்- தவத்தாலும் குலத்தாலும் கல்வியாலும் பிற யாதாலும் முதிர்ந்தார். இஃது இருந்த அவையின்கண் முந்துற்றுச் சொல்லல் ஆகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Midst all good things the best is modest grace,<br/>That speaks not first before the elders' face.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The modesty by which one does not rush forward and speak in (an assembly of) superiors is the best among all (one's) good qualities.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆற்றி னிலைதளர்ந் தற்றே வியன்புல',
      l2: 'மேற்றுணர்வார் முன்ன ரிழுக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆற்றின் நிலைதளர்ந் தற்றே வியன்புலம்<br/>ஏற்றுணர்வார் முன்னர் இழுக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விரிவான அறிவுத்துறைகளை அறிந்து உணர்கின்றவரின் முன்னே குற்றப்படுதல், ஒழுக்கநெறியிலிருந்து நிலை தளர்ந்து கெடுவதைப் போன்றதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஆற்றின் நிலை தளர்ந்தற்றே- வீடு எய்தற்பொருட்டு நன்னெறிக்கண் நின்றான் ஒருவன் அந்நெறியின் நின்றும் நிலைதளர்ந்து வீழ்ந்தால் ஒக்கும்; வியன் புலம் ஏற்று உணர்வார் முன்னர் இழுக்கு= அகன்ற நூற்பொருள்களை உட்கொண்டு அவற்றின் மெய்ம்மை உணரவல்லார் அவைக்கண் வல்லான் ஒருவன் சொல் இழுக்குப்படுதல்.<br/><br/>நிலைதளர்ந்து வீழ்தல்: "உரன் என்னும் தோட்டியான் ஓரைந்தும் கா"¶த்தொழுகியான் பின் இழுக்கிக் கூடாஒழுக்கத்தனாதல். பயனிழத்தலே அன்றி, இகழவும் படும் என்பதாம்.<br/><br/>இதனான் அதன்கண் இழுக்கியவழிப்படும் குற்றம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒரு நெறியின்கண் நின்றார் அந்நிலைமை குலைந்தாற் போல இகழப்படும், அகன்ற கல்வியைக் கேட்டறியவல்லார் முன்னர்த் தப்புதல்.<br/><br/>இது தப்புதல் வாராமற் சொல்லல் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As in the way one tottering falls, is slip before<br/>The men whose minds are filled with varied lore.',
          },
          {
            title: 'Commentary',
            author: '',
            text: '(For a minister) to blunder in the presence of those who have acquired a vast store of learning and know (the value thereof) is like a good man stumbling (and falling away) from the path (of virtue).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கற்றறிந்தார் கல்வி விளங்குங் கசடறச்',
      l2: 'சொற்றெரிதல் வல்லா ரகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கற்றறிந்தார் கல்வி விளங்கும் கசடறச்<br/>சொல்தெரிதல் வல்லார் அகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குற்றமறச் செயல்களை ஆராய்வதில் வல்ல அறிஞரிடத்தில், பல நூல்களையும் கற்றறிந்தவரின் கல்வியானது நன்றாக விளங்கித் தோன்றும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கசடு அறச் சொல் தெரிதல் வல்லார் அகத்து= வழுப்படாமல் சொற்களை, ஆராய்தல் வல்லார் அவைக்கண் சொல்லின்; கற்று அறிந்தார் கல்வி விளங்கும்= பல நூல்களையும் கற்று அவற்றின் ஆய பயனை அறிந்தாரது கல்வி யாவர்க்கும் விளங்கித் தோன்றும்.<br/><br/>சொல்லின் என்பது, அவாய்நிலையான் வந்தது. ஆண்டே சொல்லுக என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நூல்களைக்கற்று அதன்பயனும் அறிந்துள்ளாரது கல்வி விளங்காநிற்கும்; குற்றமறச் சொற்களைச் சொல்லவல்லார் முன்னர்ச் சொல்லின்.<br/><br/>இது கல்வியின் விழுப்பம் கற்றார்க்கல்லது பிறர்க்கு அறிதலரிதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The learning of the learned sage shines bright,<br/>To those whose faultless skill can value it aright.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The learning of those who have read and understood (much) will shine in the assembly of those who faultlessly examine (the nature of) words.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உணர்வ துடையார்முற் சொல்லல் வளர்வதன்',
      l2: 'பாத்தியு ணீர்சொரிந் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உணர்வ துடையார்முன் சொல்லல் வளர்வதன்<br/>பாத்தியுள் நீர்சொரிந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாமே உணர்கின்ற தன்மை உடையவரின் முன் கற்றவர் பேசுதல், தானே வளரும் பயிருள்ள பாத்தியில் நீரைச் சொரிந்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உணர்வது உடையார் முன் சொல்லல்= பிறர் உணர்த்தலின்றிப் பொருள்களைத் தாமே உணரவல்ல அறிவினை உடையார் அவைக்கண், கற்றார் ஒன்றனைச் சொல்லுதல்; வளர்வதன் பாத்தியுள் நீர் சொரிந்தற்று= தானே வளர்வதொரு பயிர் நின்ற பாத்திக்கண் நீரினைச் சொரிந்தாற்போலும்.<br/><br/>தானேயும் வளர்வதற்கு உரிய கல்வி மிக வளரும் என்பதாம்.<br/><br/>இவை இரண்டு பாட்டானும் ஒத்தார்அவைக்கண் எவ்வழியும் சொல்லுக என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாதாயினும் ஒன்றைச் சொல்லுங்கால் அதனைத் தெரிந்தறியும் அறிவுடையார்முன்பு சொல்லுவது, வளர்வதொன்று நின்ற பாத்தியின்கண்ணே நீர் சொரிந்தாற்போலும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To speak where understanding hearers you obtain,<br/>Is sprinkling water on the fields of growing grain!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Lecturing to those who have the ability to understand (for themselves) is like watering a bed of plants that are growing (of themselves).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புல்லவையுட் பொச்சாந்துஞ் சொல்லற்க நல்லவையு',
      l2: 'ணன்கு செலச்சொல்லு வார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புல்லவையுள் பொச்சாந்தும் சொல்லற்க நல்லவையுள்<br/>நன்குசெலச் சொல்லு வார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல அறிஞரின் அவையில் நல்ல பொருளை மனத்தில் பதியுமாறு சொல்லவல்லவர், அறிவில்லாதவரின் கூட்டத்தில் மறந்தும் பேசக்கூடாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நல் அவையுள் நன்கு செலச் சொல்லுவார்= நல்லார் இருந்த அவைக்கண் நல்ல பொருள்களை அவர் மனங்கொள்ளச் சொல்லுதற்கு உரியார்; புல்லவையுள் பொச்சாந்தும் சொல்லற்க= அவை அறியாத புல்லர் இருந்த அவைக்கண் அவற்றை மறந்தும் சொல்லாது ஒழிக.<br/><br/>சொல்லின், தம்மை அவையறியாமை நோக்கி 'நல்லவை'யும், பொருள்அறியாமையாற் 'புல்லவை' தானும் இகழ்தலின், இரண்டவைக்கும் ஆகார் என்பது கருதிப் 'பொச்சாந்துஞ் சொல்லற்க' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'புல்லியவரிருந்த அவையின்கண் மறந்துஞ் சொல்லா தொழிக: நல்லவரிருந்த அவையின்கண் நல்லதனை இசையச் சொல்லவல்லார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "In councils of the good, who speak good things with penetrating power,<br/>In councils of the mean, let them say nought e'en in oblivious hour.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who are able to speak good things impressively in an assembly of the good should not even forgetfully speak them in that of the low ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அங்கணத்து ளு்க்க வமிழ்தற்றாற் றங்கணத்த',
      l2: 'ரல்லார்முற் கோட்டி கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அங்கணத்துள் உக்க அமிழ்தற்றால் தங்கணத்தார்<br/>அல்லார்முன் கோட்டி கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம் இனத்தவர் அல்லாதவரின் கூட்டத்தின்முன் ஒரு பொருள் பற்றிப் பேசுதல், தூய்மையில்லாத முற்றத்தில் சிந்திய அமிழ்தம் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தம் கணத்தார் அல்லார் முன் கோட்டி கொளல்= நல்லார் தம்இனத்த அல்லாதார் அவைக்கண் ஒன்றனையும் சொல்லற்க; அங்கணத்துள் உக்க அமிழ்து அற்று= சொல்லின் அது தூய்தல்லாத முற்றத்தின்கண் உக்க அமிழ்தத்தினை ஒக்கும்.<br/><br/>'கொள்'என்னும் முதனிலைத் தொழி்ற்பெயர் முன்னின்று, பின் எதிர்மறை அல் விகுதியோடு கூடி, \"மகனெனல்₡\" என்பது போல் நின்றது. சொல்லின் அது என்பன, அவாய்நிலையான் வந்தன. பிறர் எல்லாம் 'கொளல்' என்பதனைத் தொழிற்பெயராக்கி உரைத்தார்; அவர், அத்தொழில் 'அமிழ்து' என்னும் பொருள், உவமையோடு இயையாமை நோக்கிற்றிலர். சாவா மருந்தாதல் அறிந்து, நுகர்வோர் கையினும் படாது, அவ் அங்கணத்துக்கும் இயைபின்றிக் கெட்டவாறு தோன்ற உக்கஅமிழ்து என்றார். அச்சொல் பயனில் சொல்லாம் என்பதாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அங்கணத்தின்கண் உக்க அமுதம் போல இகழப்படுவர்; தம்முடைய இனத்தாரல்லாதார் முன்னர் ஒன்றைச் சொல்லுவாராயின்.<br/><br/>கல்வியுடையார் புல்லவையுள் சொன்னால் உளதாகுங் குற்றமென்னை யென்றார்க்கு இஃது இகழப்படுவரென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Ambrosia in the sewer spilt, is word,<br/>Spoken in presence of the alien herd.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To utter (a good word) in the assembly of those who are of inferior rank is like dropping nectar on the ground.',
          },
        ],
      },
    ],
  },
];
