export default [
  {
    kural: {
      l1: 'அன்பிற்கு முண்டோ வடைக்குந்தா ழார்வலர்',
      l2: 'புன்கணீர் பூசல் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்பிற்கும் உண்டோ அடைக்குந்தாழ் ஆர்வலர்<br/>
            புன்கணீர் பூசல் தரும்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அன்புக்கும் அடைத்துவைக்கும் தாழ் உண்டோ? அன்புடையவரின் சிறு கண்ணீரே (உள்ளே இருக்கும் அன்பைப்) பலரும் அறிய வெளிப்படுத்திவிடும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பிற்கும் அடைக்கும் தாழ் உண்டோ = அன்பிற்கும் (பிறரறியாமல்) அடைத்து வைக்குந் தாழுளதோ?<br/><br/>
            ஆர்வலர் புன்கணீர் பூசல் தரும் = (தம்மாலன்பு செய்யப்பட்டாரது துன்பங்கண்டுழி) அன்புடையார்கண் பொழிகின்ற புல்லிய கண்ணீரே (உள் நின்ற அன்பினை எல்லாரும்) அறியத் தூற்றும் (ஆதலான்).<br/><br/>
            உம்மை, சிறப்பின்கண் வந்தது. ஆர்வலரது புன்மை கண்ணீர்மேல் ஏற்றப்பட்டது. காட்சியளவைக்கு எய்தாதாயினும், அனுமானவளவையான் வெளிப்படுமென்பதாம்.<br/><br/>
            இதனான் அன்பினதுண்மை கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அன்பிற்கும் அடைக்கும் தாழ் உண்டோ - அன்பினையும் (வெளிப்படாது) அடைக்கும் தாழ் உளதோ? ஆர்வலர் புன் கண் நீர் பூசல் தரும் - அன்புடையார்மாட்டு உளதாகிய புல்லிய கண்ணின் நீர் தானே ஆரவாரத்தைத் தரும்.<br/><br/>
            இது, பிறர் துன்பத்தைக் கண்ட மாத்திரத்தில் அன்புடையார்ககுக் கண்ணீர் பெருகு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `And is there bar that can even love restrain?<br/>
            The tiny tear shall make the lover's secret plain.`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Is there any fastening that can shut in love ? Tears of the affectionate will publish the love that is
            within.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்பிலா ரெல்லாந் தமக்குரிய ரன்புடையா',
      l2: 'ரென்பு முரியர் பிறர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்<br/>
            என்பும் உரியர் பிறர்க்கு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அன்பு இல்லாதவர் எல்லாப் பொருளையும் தமக்கே உரிமையாகக் கொண்டு வாழ்வர்; அன்பு உடையவர் தம் உடம்பையும் பிறர்க்கு உரிமையாக்கி வாழ்வர்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பிலார் எல்லாம் தமக்கு உரியர் = அன்பிலாதார் (பிறர்க்குப் பயன்படாமையின்) எல்லாப் பொருளானுந் தமக்கே யுரியர்;<br/><br/>
            அன்புடையார் என்பும் பிறர்க்கு உரியர் = அன்பு உடையார், (அவற்றானேயன்றித் தம்) உடம்பானும் பிறர்க்குரியர்.<br/><br/>
            ஆன் உருபுகளும், பிரிநிலை ஏகாரமும் விகாரத்தாற் றொக்கன. ‘என்பு’ ஆகுபெயர். என்புமுரிய ராதல்,<br/><br/>
            "தன்னகம் புக்க குறுநடைப் புறவின்<br/><br/>
            றபுதி யஞ்சிச் சீரை புக்கோன்" (புறநானூறு, 43) முதலாயினார்கட் காண்க.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அன்பு இலார் எல்லாம் தமக்கு உரியர் - அன்பிலாதார் எல்லாப் பொருள்களையும் தமக்கு உரிமையாக வுடையர்; அன்பு உடையார் என்பும் பிறர்க்கு உரியர் - அன்புடையார் (பொருளேயன்றி) எலும்பினையும் பிறர்க்கு உரிமையாக வுடையர்.<br/><br/>
            இஃது, அன்புடையா ரல்லது மற்றையோர் அறம்செய்தல் அரிதென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `The loveless to themselves belong alone;<br/>
            The loving men are other's to the very bone`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Those who are destitute of love appropriate all they have to themselves; but those who possess love
            consider even their bones to belong to others.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்போ டியைந்த வழக்கென்ப வாருயிர்க்',
      l2: 'கென்போ டியைந்த தொடர்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்போடு இயைந்த வழக்கென்ப ஆருயிர்க்கு<br/>
            என்போடு இயைந்த தொடர்பு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அருமையான உயிர்க்கு உடம்போடு பொருந்தி இருக்கின்ற உறவு, அன்போடு பொருந்தி வாழும் வாழ்க்கையின் பயன் என்று கூறுவர்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `ஆர் உயிர்க்கு என்போடு இயைந்த தொடர்பு = (பெறுதற்கு) அரிய மக்களுயிர்க்கு உடம்போடுண்டாகிய தொடர்ச்சியினை;<br/><br/>
            அன்போடு இயைந்த வழக்கு என்ப = அன்போடு பொருந்துதற்கு வந்த நெறியின் பயனென்று சொல்லுவர் அறிந்தோர்.<br/><br/>
            பிறப்பினதருமை, பிறந்தவுயி்ர் மேலேற்றப்பட்டது. 'இயைந்த' வென்பது உபசாரவழக்கு. 'வழக்கு' ஆகுபெயர். உடம்போடியைந்தல்லது அன்பு செய்யலாகாமையின், அது செய்தற்பொருட்டு இத்தொடர்ச்சி உளதாயிற்றென்பதாம். ஆகவே இத்தொடர்ச்சிக்குப் பயன் அன்புடைமை யென்றாயிற்று.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `உயிர்க்கு ஆர் என்போடு இயைந்த தொடர்பு - உயிர்க்கு (இப்பிறப்பின் கண்) பெறுதற்கரிய மனித உடம்போடு பொருந்திய (இடைவிடாத) நட்பு, அனபோடு இயைந்த வழக்கு என்ப - (முன்பிறப்பின்கண்) அன்போடு பொருந்திச் சென்ற- செலவின் பயனென்று சொல்லுவர் (ஆன்றோர்).<br/><br/>
            இது, மானிடப்பிறப்பை எய்தியதற்குக் காரணமே அன்பென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Of precious soul with body's flesh and bone,<br/>
            The union yields one fruit, the life of love alone`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `They say that the union of soul and body in man is the fruit of the union of love and virtue (in a former
              birth).`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்பீனு மார்வமுடைமை யதுவீனு',
      l2: 'நண்பென்னு நாடாச் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்புஈனும் ஆர்வம் உடைமை அதுஈனும்<br/>
            நண்பென்னும் நாடாச் சிறப்பு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அன்பு, பிறரிடம் விருப்பம் உடையவராக வாழும் தன்மையைத் தரும்; அஃது எல்லோரிடத்திலும் நட்பு என்று சொல்லப்படும் அளவற்ற சிறப்பைத் தரும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பு ஆர்வமுடைமை ஈனும் = (ஒருவனுக்குத் தொடர்புடையார்மாட்டுச் செய்த) அன்பு, (அத்தன்மையாற் பிறர்மாட்டும்) விருப்பமுடைமையைத் தரும்;<br/><br/>
            அது நண்பு என்னும் நாடாச் சிறப்பு ஈனும் = அவ்விருப்பமுடைமைதான் (இவற்குப் பகையும் நொதுமலுமில்லையாய்) யாவரும் நண்பு என்று சொல்லப்படும் அளவிறந்த சிறப்பினைத் தரும்.<br/><br/>
            'உடைமை' உடையனாந் தன்மை. யாவரும் நண்பாதல் எல்லாப் பொருளும் எய்துதற்கு ஏதுவாகலின், அதனை 'நாடாச்சிறப்பு' என்றார்.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அன்பு ஆர்வமுடைமை ஈனும் - அன்பு ஆர்வமுடைமையைத் தரும்; அது நண்பு என்னும் நாடாத சிறப்பு தரும் - அவ்வார்வமுடைமை நட்பென்று சொல்லப்பட்ட ஆராய்தலில்லாத சிறப்பைத் தரும்.<br/><br/>
            [ஆர்வம் - தொடர்பிலார் மாட்டும் செல்லும் காதல், நாடாத என்பது ஈறு கெட்டு நின்றது. நட்பு - நட்பினர். ஆராய்தல் இல்லாத- ஆராய்தல் வேண்டாத.]<br/><br/>
            இஃது, அன்புடையார்க்கு உலகத்தாரெல்லாம் நட்பினரானவ ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `From love fond yearning springs for union sweet of minds;<br/>
            And that the bond of rare excelling friendship binds`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Love begets desire: and that (desire) begets the immeasureable excellence of friendship.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்புற் றமர்ந்த வழக்கென்ப வையகத்',
      l2: 'தின்புற்றா ரெய்துஞ் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்புற்று அமர்ந்த வழக்கென்ப வையகத்து<br/>
            இன்புற்றார் எய்தும் சிறப்பு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `உலகத்தில் இன்பம் உற்று வாழ்கின்றவர் அடையும் சிறப்பு, அன்பு உடையவராகிப் பொருந்தி வாழும் வாழ்க்கையின் பயன் என்று கூறுவர்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பு உற்று அமர்ந்த வழக்கு என்ப = அன்புடையராய் (இல்லறத்தோடு) பொருந்திய நெறியின் பயன் என்று சொல்லுவர் (அறிந்தோர்);<br/><br/>
            வையகத்து இன்புற்றார் எய்தும் சிறப்பு = இவ்வுலகத்து (இல்வாழ்க்கைக்கணின்று) இன்பநுகர்ந்து (அதன்மேல் துறக்கத்துச் சென்று) எய்தும் பேரின்பத்தினை.<br/><br/>
            ‘வழக்கு’ ஆகுபெயர். இல்வாழ்க்கைக்கண் நின்று மனைவியோடும் மக்களோடும் ஒக்கலோடுங் கூடி இன்புற்றார், தாஞ்செய்த வேள்வித் தொழிலால் தேவராய் ஆண்டும் இன்புறுவராகலின், 'இன்புற்றா ரெய்துஞ் சிறப்பு' என்றார். தவத்தாற் றுன்புற்று எய்துந் துறக்கவின்பத்தினை ஈண்டுனம் இன்புற்றெய்துதல் அன்பானன்றியி்ல்லை யென்பதாம்.
            `,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `வையகத்து இன்பு உற்றார் சிறப்பு எய்தல் - (இப்பிறப்பின்கண்) உலகத்தில் இன்பமுற்றார் அதன்மேலும் சிறப்பெய்துதல், அன்பு உற்று அமர்ந்த வழக்கு என்ப - (முன்பிறப்பின்கண்) பிறர்மேல் அன்பு வைத்துச் சென்ற செலவின் பயனென்று சொல்லுவர் (ஆன்றார்). [சிறப்பு - வீடு, செலவு - நடை, ஒழுக்கம்.)<br/><br/>
              இஃது, அன்புடையார் போகம் துய்த்து வீட்டை அடைவ ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Sweetness on earth and rarest bliss above,<br/>
            These are the fruits of tranquil life of love`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `They say that the felicity which those who, after enjoying the pleasure (of the conjugal state) in this
            world, obtain in heaven is the result of their domestic state imbued with love.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறத்திற்கே யன்புசார் பென்ப வறியார்',
      l2: 'மறத்திற்கு மஃதே துணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அறத்திற்கே அன்புசார் பென்ப அறியார்<br/>
            மறத்திற்கும் அஃதே துணை`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அறியாதவர், அறத்திற்கு மட்டுமே அன்பு துணையாகும் என்று கூறுவர்; ஆராய்ந்து பார்த்தால் வீரத்திற்கும் அதுவே துணையாக நிற்கின்றது.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பு சார்பு அறத்திற்கே என்ப அறியார் = அன்பு துணையாவது அறத்திற்கே என்று சொல்லுவர் (சிலர்), அறியார்;<br/><br/>
            மறத்திற்கும் அஃதே துணை = (ஏனை) மறத்திற்கும் அவ்வன்பே துணையாவது.<br/><br/>
            ஒருவன் செய்த பகைமைபற்றி உள்ளத்து மறம் நிகழ்ந்துழி, அவனை நட்பாகக் கருதி அவன்மேல் அன்புசெய்ய, அது நீங்குமாகலின் மறத்தை நீக்குதற்குந் துணையாமென்பார், "மறத்திற்குமஃதே துணை" யென்றார், "துன்பத்திற் கியாரே துணையாவார்" (திருக்குறள், 1299) என்புழிப்போல.<br/><br/>
            இவையைந்து பாட்டானும் அன்பினது சிறப்புக் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அறியார் அன்பு அறத்திற்கே சார்பு என்ப - அறியாதார் அன்பானது அறம்செய்வாற்கே சார்பாம் என்பர்; அஃதே மறத்திற்கும் துணை- அன்பே மறம்செய்வாற்கும் துணையாம்.<br/><br/>
            இஃது, ஒருவன் மறம்செய்தற்கும் அவன் ஒரு பொருளின் மீது கொண்ட அன்பே காரண மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `The unwise deem love virtue only can sustain,<br/>
            It also helps the man who evil would restrain`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The ignorant say that love is an ally to virtue only, but it is also a help to get out of vice`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'என்பி லதனை வெயில்போலக் காயுமே',
      l2: 'அன்பி லதனை யறம்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `என்பி லதனை வெயில்போலக் காயுமே<br/>
            அன்பி லதனை அறம்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `எலும்பு இல்லாத உடம்போடு வாழும் புழுவை வெயில் காய்ந்து வருத்துவதுபோல், அன்பு இல்லாத உயிரை அறம் வருத்தும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `என்பி லதனை வெயில்போலக் காயுமே
            அன்பி லதனை அறம்என்பு இலதனை வெயில்போலக் காயும் = என்பில்லாத வுடம்பை, வெயில் காய்ந்தாற்போலக் காயும்;<br/><br/>
            அன்பு இலதனை அறம் = அன்பில்லாதவுயிரை அறக்கடவுள்.<br/><br/>
            'என்பிலது' என்றதனான் உடம்பென்பதூஉம், 'அன்பிலது' என்றதனான் உயிரென்பதூஉம் பெற்றாம். வெறுப்பின்றி எங்குமொருதன்மைத்தாகிய வெயிலின்முன், என்பில்லது தன்னியல்பாற் சென்று கெடுமாறு போல, அத்தன்மைத்தாகிய அறத்தின்முன் அன்பில்லது தன்னியல்பாற் கெடுமென்பதாம். அதனைக் 'காயு'மென வெயிலறங்களின் மேலேற்றினார், அவவற்றிற்கும் அவ்வியல்பு உண்மையின். இவ்வாறு "அல்லவை செய்தார்க் கறங்கூற்றம்" (நான்மணிக்கடிகை, 84) எனப் பிறருங் கூறினார்.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `என்பு இலதனை வெயில்போல காயும் - என்பு இல்லாத சீவனை வெயில் சுடுமாறு போல் சுடும், அன்பு இலதனை அறம் - அன்பு இல்லாத உயிரினை அறம். [ஏகாரம் அசை, அறம் - அறக்கடவுள். சீவனை - பிராணியை. உயிரினை - மனிதனை.]<br/><br/>
            இஃது, அன்பு இல்லாதார் துன்பமுறுவர் என்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `As sun's fierce ray dries up the boneless things,<br/>
            So loveless beings virtue's power to nothing brings`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Virtue will burn up the soul which is without love, even as the sun burns up the creature which is
            without bone, i.e. worms`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்பகத் தில்லா வுயிர்வாழ்க்கை வன்பாற்கண்',
      l2: 'வற்றன் மரந்தளிர்த் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்பகத் தில்லா உயிர்வாழ்க்கை வன்பாற்கண்<br/>
            வற்றல் மரந்தளிர்த் தற்று`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அகத்தில் அன்பு இல்லாமல் வாழும் உயிர்வாழ்க்கை வளமற்ற பாலைநிலத்தில் பட்டமரம் தளிர்த்தாற் போன்றது.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அகத்து அன்பு இல்லா உயிர் வாழ்க்கை = மனத்தின்கண் அன்பி்ல்லாத உயிர் (இல்லறத்தோடு கூடி) வாழ்தல்;<br/><br/>
            வன்பாற்கண் வற்றல் மரம் தளிர்த்தற்று = வன்பாலின்கண் வற்றலாகிய மரந் தளிர்த்தாற்போலும்.<br/><br/>
            கூடாது என்பதாம். ‘வன்பால்’ வன்னிலம். ‘வற்றல்’ என்பது பால்விளங்கா அஃறிணைப்படர்க்கைப்பெயர்.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அகத்து அன்பு இல்லாத உயிர்வாழ்க்கை - தன்னிடத்து அன்பில்லாத உயிரினது வாழ்க்கை, வன் பார்க்கண் வற்றல் மரம் தளிர்த்தால் அற்று - வன்பாரிடத்து (நடப்பட்ட) உலர்ந்த மரங்கள் தளிர்த்தால் போலும். (தளிர்த்தற்குக் காரணம் இன்மையால் தளிரா தென்றவாறு.)<br/><br/>
            [இல்லாத என்பது ஈறுகெட்டு நின்றது. ஆல் என்பது கெட்டது. வன்பார் - பாலைநிலம்.]<br/><br/>
            இஃது, அன்பு இல்லாதார் அழிவ ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `The loveless soul, the very joys of life may know,<br/>
            When flowers, in barren soil, on sapless trees, shall blow`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The domestic state of that man whose mind is without love is like the flourishing of a withered tree
            upon the parched desert.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புறத்துறுப் பெல்லா மெவன்செய்யும் யாக்கை',
      l2: 'யகத்துறுப் பன்பி லவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `புறத்துறுப் பெல்லாம் எவன்செய்யும் யாக்கை<br/>
            அகத்துறுப்பு அன்பி லவர்க்கு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `உடம்பின் அகத்து உறுப்பாகிய அன்பு இல்லாதவர்க்கு உடம்பின் புறத்து உறுப்புக்கள் எல்லாம் என்ன பயன் செய்யும்?`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `யாக்கையகத்து உறுப்பு அன்பு இலவர்க்கு = யாக்கை யகத்தின்கண் (நின்று) (இல்லறத்திற்கு) உறுப்பாகிய அன்பு உடையரல்லாதார்க்கு;<br/><br/>
            புறத்து உறுப்பு எல்லாம் எவன்செய்யும் = ஏனைப் புறத்தின்கணின்று உறுப்பாவனவெல்லாம் (அவ்வறஞ் செய்தற்கண்) என்ன உதவியைச் செய்யும்?<br/><br/>
            'புறத்துறுப்பாவன', இடனும் பொருளும் ஏவல்செய்வாரும் முதலாயின. துணையொடு கூடாதவழி அவற்றாற் பயனின்மையின், 'எவன்செய்யும்' என்றார். உறுப்புப் போறலின் 'உறுப்பு' எனப்பட்டன. யாக்கையிற் கண் முதலிய உறுப்புக்களெல்லாம் என்னபயனைச்செய்யும்? மனத்தின்கணுறுப்பாகிய அன்பிலாதார்க்கு என்று உரைப்பாருமுளர். அதற்கு இல்லறத்தோடு யாதும் இயைபில்லாமை யறிக.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `யாக்கை அகத்து உறுப்பு அன்பு இல்லவர்க்கு - உடம்பிற்கு அகத்து உறுப்பாகிய அன்பு இல்லார்க்கு, புறத்து உறுப்பு எல்லாம் எவன் செய்யும் - புறத்து உறுப்புக்க ளெல்லாம் யாதினைச் செய்யும்? (ஒருபயனையும் செய்யா.) [புறத்துறுப்பு - மெய், வாய், கண், மூக்கு, செவி, கை, கால் முதலியன. இல்லவர்க்கு என்பது லகர ஒற்றுக் கெட்டு நின்றது.]<br/>
            இஃது, அன்பில்லாதவர் அங்கவீனரை ஒப்பர் என்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Though every outward part complete, the body's fitly framed;<br/>
            What good, when soul within, of love devoid, lies halt and maimed?`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Of what avail are all the external members (of the body) to those who are destitute of love, the
            internal member.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்பின் வழிய துயிர்நிலை யஃதிலார்க்',
      l2: 'கென்புதோல் போர்த்த வுடம்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு<br/>
            என்புதோல் போர்த்த உடம்பு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அன்பின் வழியில் இயங்கும் உடம்பே உயிர்நின்ற உடம்பாகும்; அன்பு இல்லாதவர்க்கு உள்ள உடம்பு எலும்பைத் தோல் போர்த்த வெற்றுடம்பே ஆகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்பின் வழியது உயிர்நிலை = அன்பு முதலாக அதன்வழி நின்ற உடம்பே, உயிர்நின்ற உடம்பாவது;<br/><br/>
            அஃது இலார்க்கு உடம்பு என்பு தோல் போர்த்த = அவ்வன்பில்லாதார்க்கு (உளவான) உடம்புகள் என்பினைத் தோலாற் போர்த்தனவாம்; (உயி்ர்நின்றனவாகா).<br/><br/>
            இல்லறம் பயவாமையின் அன்னவாயின.<br/><br/>
            இவை நான்கு பாட்டானும் அன்பில்வழிப்படுங் குற்றம் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அன்பின் வழியது உயிர் நிலை - அன்பின் வழியதாகிய அறத்தினால் உயிருக்கு நிலைபேறு உளதாம்; அஃது இலார்க்கு, என்பு தோல் போர்த்த உடம்பு - அன்பு இலாதார்க்கு என்பின் மேல் தோலினால் போர்த்தப்பட்ட உடம்புகளே (உளவாம்). [ஏகாரம் கெட்டது.]<br/><br/>
            இஃது, அன்பில்லார் வீடு பெறா ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Bodies of loveless men are bony framework clad with skin;<br/>
            Then is the body seat of life, when love resides within`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `That body alone which is inspired with love contains a living soul: if void of it, (the body) is bone
            overlaid with skin.`,
          },
        ],
      },
    ],
  },
];
