export default [
  {
    "kural": {
      "l1": "அவாவென்ப வெல்லா வுயிர்க்குமெஞ் ஞான்றுந்",
      "l2": "தவாஅப் பிறப்பீனும் வித்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவாஎன்ப எல்லா உயிர்க்கும் எஞ்ஞான்றும்<br/>தவாஅப் பிறப்பீனும் வித்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லா உயிர்களுக்கும் எக்காலத்திலும் ஒழியாமல் வருகின்ற பிறவித் துன்பத்தை உண்டாக்கும் வித்து அவா என்று கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லா உயிர்க்கும் எஞ்ஞான்றும் தவாஅப் பிறப்பு ஈனும் வித்து= எல்லா உயிர்கட்கும் எக்காலத்தும் கெடாது வருகின்ற பிறப்பினை விளைவிக்கும் வித்து; அவா என்ப= அவா என்று சொல்லுவர் நூலோர்.<br/><br/>உடம்பு நீங்கிப்போங்காலத்து அடுத்தவினையும், அதுகாட்டும் கதிநிமித்தங்களும், அக்கதிக்கண் அவாவும், உயிரின்கண் முறையே வந்து உதிப்ப, அறிவை மோகம் மறைப்ப, அவ்வுயிரை அவ்வவா அக்கதிக்கண் கொண்டு செல்லுமாகலான், அதனைப் 'பிறப்பீனும் வித்து' என்றும், கதிவயத்தான் உளதாய அவ்வுயிர் வேறுபாட்டினும் அவை தன்மைதிரியும் உறசர்ப்பிணி அவசர்ப்பிணி என்னும் காலவேறுபாட்டினும் அது வித்தாதல் வேறுபடாமையின் 'எல்லாஉயிர்க்கும் எஞ்ஞான்றும்' என்றும், இஃது எல்லாச்சமயங்கட்கும் ஒத்தலான் 'என்ப' என்றும் கூறினார். இதனால் பிறப்பிற்கு அவா வித்தாதல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லாவுயிர்க்கும் எல்லா நாளுங் கேடில்லாத பிறப்பைக் கொடுக்கும் விதையாவது ஆசையென்று சொல்லுவர்.<br/><br/>இஃது ஆசை துன்பம் தருதலேயன்றிப் பிறப்பையும் தருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wise declare, through all the days, to every living thing,<br/>That ceaseless round of birth from seed of strong desire doth spring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The wise) say that the seed, which produces unceasing births, at all times, to all creatures, is desire."
          }
        ]
      }
    ],
    "id": 361
  },
  {
    "kural": {
      "l1": "வேண்டுங்கால் வேண்டும் பிறவாமை மற்றது",
      "l2": "வேண்டாமை வேண்ட வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேண்டுங்கால் வேண்டும் பிறவாமை மற்றது<br/>வேண்டாமை வேண்ட வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் ஒன்றை விரும்புவதானால், பிறவா நிலைமையை விரும்பவேண்டும்; அது, அவா அற்ற நிலையை விரும்பினால் உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேண்டுங்கால் பிறவாமை வேண்டும்= பிறப்புத்துன்பமாதல் அறிந்தவன் ஒன்றை வேண்டிற் பிறவாமையை வேண்டும்; அது வேண்டாமை வேண்ட வரும்= அப்பிறவாமைதான் ஒரு பொருளையும் அவாவாமையை வேண்ட அவனுக்குத் தானேயுண்டாம்.<br/><br/>அநாதியாகத் தான் பிறப்புப் பிணி மூப்பிறப்புக்களால் துன்பமுற்று வருகின்றமையை உணர்ந்தவனுக்கு ஆசை இன்பத்தின் கண்ணேயாகலிற் பிறவாமையை 'வேண்டும்' என்றும், ஈண்டைச் சிற்றின்பம் கருதி ஒருபொருளை அவாவின் அது பிறப்பீனும் வித்தாய்ப் பின்னும் முடிவில்லாத துன்பமே விளைத்தலின் அது 'வேண்டாமை வேண்ட வரும்' என்றும் கூறினார். பிறவாமையின் சிறப்புக் கூறிப் பின் அது வரும்வழி கூறத்தொடங்குகின்றமையின் 'மற்று' வினைமாற்றின்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வேண்டுங்கால் பிறவாமையை விரும்புதல் வேண்டும்: அப்பிறவாமை பொருளை விரும்பாமையை விரும்பத் தானே வரும்.<br/><br/>இது பிறவாமையும் இதனாலே வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If desire you feel, freedom from changing birth require!<br/>'Twill come, if you desire to 'scape, set free from all desire."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If anything be desired, freedom from births should be desired; that (freedom from births) will be attained by desiring to be without desire."
          }
        ]
      }
    ],
    "id": 362
  },
  {
    "kural": {
      "l1": "வேண்டாமை யன்ன விழுச்செல்வ மீண்டில்லை",
      "l2": "யாண்டுமஃதொப்ப தில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேண்டாமை அன்ன விழுச்செல்வம் ஈண்டில்லை<br/>ஆண்டும் அஃதொப்பது இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவா அற்ற நிலைமை போன்ற சிறந்த செல்வம் இவ்வுலகில் இல்லை; வேறு எங்கும் அதற்கு நிகரான ஒன்று இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேண்டாமை அன்ன விழுச் செல்வம் ஈண்டு இல்லை= ஒரு பொருளையும் அவாவாமையை ஒக்கும் விழுமிய செல்வம் காணப்படுகின்ற இவ்வுலகின்கண் இல்லை; ஆண்டும் அஃது ஒப்பது இல்= இனி அவ்வளவேயன்று, கேட்கப்படுகின்ற துறக்கத்தின்கண்ணும் அதனை ஒப்பதில்லை.<br/><br/>மக்கள்செல்வமும் தேவர்செல்வமும் மேன்மேல்நோக்கக் கீழாதல் உடைமையின், தனக்கு மேலில்லாத வேண்டாமையை 'விழுச்செல்வம்' என்றும், அதற்கு இரண்டு உலகினும் ஒப்பது இன்மையின் 'அஃதொப்பதில்லை' என்னும் கூறினார். ஆகமஅளவை போலாது காட்சி அளவையான் எல்லாரானும் தெளியப்படுதலின், மக்கள் செல்வம் வகுத்து முற்கூறப்பட்டது.<br/><br/>பிறவாமைக்கு வழியாமெனவும், விழுச்செல்வமாம் எனவும் வேண்டாமையின் சிறப்பு இவ்விரண்டு பாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவாவின்மை போல மிக்க செல்வம் இவ்விடத்தில் இல்லை: அவ்விடத்தினும் அதனை யொப்பது பிறிதில்லை.<br/><br/>இஃது இதனின் மிக்கதொரு பொருளுமில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No glorious wealth is here like freedom from desire;<br/>To bliss like this not even there can soul aspire."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is in this world no excellence equal to freedom from desire; and even in that world, there is nothing like it."
          }
        ]
      }
    ],
    "id": 363
  },
  {
    "kural": {
      "l1": "தூஉய்மை யென்ப தவாவின்மை மற்றது",
      "l2": "வாஅய்மை வேண்ட வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தூஉய்மை என்பது அவாவின்மை மற்றது<br/>வாஅய்மை வேண்ட வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தூயநிலை என்று கூறப்படுவது அவா இல்லாதிருத்தலே யாகும்; அவா அற்ற அத்தன்மை, மெய்ப் பொருளை விரும்புவதால் உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தூஉய்மை என்பது அவாவின்மை= ஒருவர்க்கு வீடு என்று சொல்லப்படுவது அவாஇல்லாமை; அது வாய்மை வேண்ட வரும்= அவ்வவாஇல்லாமைதான் மெய்ம்மையை வேண்டத் தானே உண்டாம்.<br/><br/>வீடாவது உயிர் அவிச்சை முதலிய மாசு நீங்குதலாகலின், அதனைத் 'தூய்மை' என்றும், காரணத்தைக் காரியமாக உபசரித்துத் 'தூய்மையென்பது அவாவின்மை' என்றும், மெய்ம்மையுடைய பரத்தை ஆகுபெயரான் மெய்ம்மை என்றும் கூறினார். 'மற்று' மேலையதுபோல வினைமாற்றின்கண் வந்தது. 'வேண்டுதல்', இடைவிடாது பாவித்தல். அவாவறுத்தல், வீட்டிற்குப் பரம்பரையான் அன்றி நேரே ஏது என்பதூஉம் அது வரும் வழியும் இதனால் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவர்க்கு அழுக்கறுத்தலாவது ஆசையின்மை; அவ்வாசை யின்மை மெய் சொல்லுதலை விரும்ப வரும்<br/><br/>இது பொருள்மேலாசையில்லாதார் பொய் கூறாராதலின் மெய் சொல்ல<br/><br/>அவாவின்மை வரும் என்று அவாவறுத்தற்குக் கருவி கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Desire's decease as purity men know;<br/>That, too, from yearning search for truth will grow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Purity (of mind) consists in freedom from desire; and that (freedom from desire) is the fruit of the love of truth."
          }
        ]
      }
    ],
    "id": 364
  },
  {
    "kural": {
      "l1": "அற்றவ ரென்பா ரவாவற்றார் மற்றையா",
      "l2": "ரற்றாக வற்ற திலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றவர் என்பார் அவாஅற்றார் மற்றையார்<br/>அற்றாக அற்றது இலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பற்றற்றவர் என்று கூறப்படுவோர் அவா அற்றவரே; அவா அறாத மற்றவர், அவ்வளவாகப் பற்று அற்றவர் அல்லர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றவர் என்பார் அவா அற்றார்= பிறவி அற்றவர் என்று சொல்லப்படுவார் அதற்கு நேரே ஏதுவாகிய அவா அற்றவர்கள்; மற்றையார் அற்றாக அற்றது இலர்= பிற ஏதுக்கள் அற்று அஃது ஒன்றும் அறாதவர்கள், அவற்றால் சில துன்பங்கள் அற்றதல்லது அவர்போல் பிறவியற்றிலர்.<br/><br/>இதனால் அவாவறுத்தாரது சிறப்பு விதிமுகத்தானும், எதிர்மறை முகத்தானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பற்றற்றவரென்பார் ஆசையற்றவரே; ஆசையறாதவர் பற்றினையறுத்தாராயினும் ஆசையற்றாரைப் போலப் பற்றறுதலிலர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Men freed from bonds of strong desire are free;<br/>None other share such perfect liberty."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They are said to be free (from future birth) who are freed from desire; all others (who, whatever else they may be free from, are not freed from desire) are not thus free."
          }
        ]
      }
    ],
    "id": 365
  },
  {
    "kural": {
      "l1": "அஞ்சுவ தோரு மறனே யொருவனை",
      "l2": "வஞ்சிப்ப தோரு மவா"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அஞ்சுவ தோரும் அறனே ஒருவனை<br/>வஞ்சிப்ப தோரும் அவா"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் அவாவிற்கு அஞ்சி வாழ்வதே அறம்; ஏன் எனில் ஒருவனைச் சோர்வு கண்டு கெடுத்து வஞ்சிப்பது அவாவே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவனை வஞ்சிப்பது அவா= மெய்யுணர்தல் ஈறாகிய காரணங்கள் எல்லாம் எய்தி அவற்றான் வீடு எய்தற்பாலனாய ஒருவனை மறவிவழியாற் புகுந்து பின்னும் பிறப்பின்கண்ணே வீழ்த்துக் கெடுக்கவல்லது அவா; அஞ்சுவதே அறன்= ஆகலான், அவ்வவாவை அஞ்சி்க் காப்பதே துறவறமாவது.<br/><br/>'ஓரு'மென்பன அசைநிலை. அநாதியாய்ப் போந்த அவா, ஒரோவழி வாய்மைவேண்டலை யொழிந்து பராக்காற் காவானாயின் அஃதிடமாக அவன் அறியாமற் புகுந்து பழைய இயற்கையாய் நின்று பிறப்பினை உண்டாக்குதலான், அதனை 'வஞ்சிப்பது' என்றார். காத்தலாவது, வாய்மைவேண்டலை இடைவிடாது பயின்று அது செய்யாமற் பரிகரித்தல். இதனால் அவாவின் குற்றமும், அதனைக் காப்பதே அறம் என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனை வஞ்சனை செய்வது ஆசை: ஆதலால் அதனை அஞ்சுவதே அறம்.<br/><br/>வஞ்சனை செய்தல்- நன்றி செய்வாரைப் போல முன்னே நின்று, பின்னே தீக்கதியுள் உய்த்தல். இஃது ஆசையின்மை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Desire each soul beguiles;<br/>True virtue dreads its wiles."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is the chief duty of (an ascetic) to watch against desire with (jealous) fear; for it has power to deceive (and destroy) him."
          }
        ]
      }
    ],
    "id": 366
  },
  {
    "kural": {
      "l1": "அவாவினை யாற்ற வறுப்பிற் றவாவினை",
      "l2": "தான்வேண்டு மாற்றான் வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவாவினை ஆற்ற அறுப்பின் தவாவினை<br/>தான்வேண்டு மாற்றான் வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் ஆசையை முழுதும் ஒழித்தால், அவன் கெடாமல் வாழ்வதற்கு உரிய நல்ல செயல் அவன் விரும்புமாறு வாய்க்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவாவினை அற்ற அறுப்பின்= ஒருவன் அவாவினை அஞ்சித் துவரக்கெடுக்க வல்லனாயின்; தவா வினை தான் வேண்டும் ஆற்றான் வரும்= அவனுக்குக் கெடாமைக்கு ஏதுவாகிய வினை தான் விரும்புநெறியானே உண்டாம்.<br/><br/>கெடாமை பிறவித்துன்பங்களால் அழியாமை. அதற்கு ஏதுவாகிய வினையென்றது, மேற்சொல்லிய துறவறங்களை. 'வினை' சாதியொருமை. 'தான் விரும்புநெறி' மெய்வருந்தா நெறி. அவாவினை முற்றஅறுத்தானுக்கு வேறு அறம் செய்யவேண்டா; செய்தன எல்லாம் அறமாம் என்பது கருத்து.<br/><br/>இதனால் அவாவறுத்தற் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆசையை மிகவும் போக்குவானாயின், கேடில்லாத வினைதான் வேண்டின நெறியாலே வரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who thoroughly rids his life of passion- prompted deed,<br/>Deeds of unfailing worth shall do, which , as he plans, succeed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man thoroughly cut off all desire, the deeds, which confer immortality, will come to him, in the path in which he seeks them."
          }
        ]
      }
    ],
    "id": 367
  },
  {
    "kural": {
      "l1": "அவாவில்லார்க் கில்லாகுந் துன்பமஃ துண்டேற்",
      "l2": "றவாஅது மேன்மேல் வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவாஇல்லார்க் கில்லாகுந் துன்பம் அஃதுண்டேல்<br/>தவாஅது மேன்மேல் வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவா இல்லாதவர்க்குத் துன்பம் இல்லையாகும்; அவா இருந்தால் எல்லாத் துன்பங்களும் மேலும்மேலும் ஒழியாமல் வரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவா இல்லார்க்குத் துன்பம் இல்லாகும்= அவா இல்லாதார்க்கு வரக்கடவதொரு துன்பமுமில்லை; அஃது உண்டேல் தவாஅது மேன்மேல் வரும்= ஒருவற்குப் பிற காரணங்கள் எல்லாம் இன்றி அஃதுஒன்றும் உண்டாயின், அதனானே எல்லாத் துன்பங்களும் முடிவின்றி இடைவிடாமல் வரும்.<br/><br/>உடம்பு முகந்துநின்ற துன்பம் முன்பே செய்துகொண்டதாகலின், ஈண்டுத் 'துன்பம்' என்றது இதுபொழுது அவாவாற் செய்து கொள்வனவற்றை. 'தவாஅது மேன்மேல் வரும்' என்றதனான் மூவகைத் துன்பங்களுமென்பது பெற்றாம்.<br/><br/>இதனான் அவாவே துன்பத்திற்குக் காரணம் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆசையில்லார்க்குத் துன்பம் இல்லையாகும். அஃது உண்டாயின் துன்பமானது கெடாது மேன்மேல் வரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Affliction is not known where no desires abide;<br/>Where these are, endless rises sorrow's tide."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no sorrow to those who are without desire; but where that is, (sorrow) will incessantly come, more and more."
          }
        ]
      }
    ],
    "id": 368
  },
  {
    "kural": {
      "l1": "இன்ப மிடையறா தீண்டு மவாவென்னுந்",
      "l2": "துன்பத்துட் டுன்பங் கெடின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்பம் இடையறா தீண்டும் அவாவென்னும்<br/>துன்பத்துள் துன்பங் கெடின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவா என்றுசொல்லப் படுகின்ற துன்பங்களுள் பொல்லாத துன்பம் கெடுமானால் இவ்வுலகிலும் இன்பம் இடையறாமல் வாய்க்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவா என்னும் துன்பத்துள் துன்பங் கெடின்= அவாவென்று சொல்லப்படுகின்ற மிக்க துன்பம் ஒருவற்குக் கெடுமாயின்; ஈண்டும் இன்பம் இடையறாது= அவன் வீடுபெற்ற வழியேயன்றி உடம்போடு நின்றவழியும் இன்பம் இடையறாது.<br/><br/>துன்பத்துள் துன்பம் ஏனைத்துன்பங்கள் எல்லாம் இன்பமாக வருந்துன்பம். விளைவின்கண்ணேயன்றித் தோற்றத்தின்கண்ணும் துன்பம் ஆகலின், இவ்வாறு கூறப்பட்டது. காரணத்தைக் காரியமாக உபசரித்து 'அவாவென்னுந் துன்பத்துள் துன்பம்' என்றும், அது கெட்டார்க்கு மனந் தடுமாறாது நிரம்பி நிற்றலான், 'ஈண்டும் இன்பம் இடையறாது' என்றும் கூறினார். இனி, 'ஈண்டும்' என்பதற்குப் பெருகும் என்பாரும் உளர்1.<br/><br/>இதனான் அவாவறுத்தார் வீட்டின்பம் உடம்பொடு நின்றே எய்துவர் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவாவாகிய துன்பங்களுள் மிக்க துன்பம் கெடுமாயின் இன்பமானது இடையறாமல் வந்து மிகும்.<br/><br/>இஃது இன்பமும் இதனாலே வருமென்றது. "
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When dies away desire, that woe of woes<br/>Ev'n here the soul unceasing rapture knows."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even while in this body, joy will never depart (from the mind, in which) desire, that sorrow of sorrows, has been destroyed."
          }
        ]
      }
    ],
    "id": 369
  },
  {
    "kural": {
      "l1": "ஆரா வியற்கை யவாநீப்பி னந்நிலையே",
      "l2": "பேரா வியற்கை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆரா இயற்கை அவாநீப்பின் அந்நிலையே<br/>பேரா இயற்கை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருபோதும் நிரம்பாத தன்மை உடைய அவாவை ஒழித்தால் ஒழித்த அந்நிலையே எப்போதும் மாறாதிருக்கும் இன்ப வாழ்வைத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆரா இயற்கை அவா நீப்பின்= ஒருகாலும் நிரம்பாத இயல்பினை உடைய அவாவினை ஒருவன் நீக்குமாயின்; அந்நிலையே பேரா இயற்கை தரும்= அந்நீப்பு அவனுக்கு அப்பொழுதே எஞ்ஞான்றும் ஒரு நிலையனாம் இயல்பைக் கொடுக்கும்.<br/><br/>நிரம்பாமையாவது, தாமேயன்றித் தம்பயனும் நிலையாமையின் வேண்டாதனவாய பொருள்களை வேண்டி மேன்மேல் வளர்தல். அவ்வளர்ச்சிக்கு அளவின்மையின், நீத்தலே தக்கது என்பது கருத்து. களிப்புக் கவற்சிகளும், பிறப்புப் பிணிமூப்பிறப்புக்களும் முதலாயினவின்றி உயிர் நிரதிசயவின்பத்ததாய் நிற்றலின், வீட்டினைப் 'பேராவியற்கை' என்றும், அஃது அவா நீத்தவழிப் பெறுதல் ஒருதலையாகலின் 'அந்நிலையே தரும்' என்றும் கூறினார்.<br/><br/>\"நன்றாய் ஞானங் கடந்துபோய் நல்லிந் திரிய மெல்லாமீர்த்து<br/><br/>ஒன்றாய்க் கிடந்த வரும்பெரும்பாழ் உலப்பி லதனை யுணர்ந்துணர்ந்து<br/><br/>சென்றாங் கின்பத் துன்பங்கள் செற்றுக் களைந்து பசையற்றால்<br/><br/>அன்றே யப்போ தேவீடு மதுவே வீடு வீடாமே\"2<br/><br/>என்பதும் இக்கருத்தே பற்றி வந்தது. இந்நிலைமை யுடையவனை வடநூலார் சீவன்முத்தன் என்ப.<br/><br/>இதனால் வீடாவது இதுவென்பதூஉம், அஃது அவாவறுத்தார்க்கு அப்பொழுதே உளதாம் என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிறையா இயல்பினையுடைய ஆசையை விடுவானாயின் அது விட்ட பொழுதே அழியாத இயல்பினைத் தரும்.<br/><br/>இயல்பாவது என்றும் ஒருபடிப்பட்டது. இது தன்னுடைய உருவத்தைப் பெறுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Drive from thy soul desire insatiate;<br/>Straight way is gained the moveless blissful state."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The removal of desire, whose nature it is never to be satisfied, will immediately confer a nature that can never be changed."
          }
        ]
      }
    ],
    "id": 370
  }
]