export default [
  {
    kural: {
      l1: 'கருவியுங் காலமுஞ் செய்கையுஞ் செய்யு',
      l2: 'மருவினையு மாண்ட தமைச்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கருவியும் காலமும் செய்கையும் செய்யும்<br/>அருவினையும் மாண்டது அமைச்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'செயலுக்கு உரிய கருவியும், ஏற்ற காலமும், செய்யும் வகையும், செய்யப்படும் அரிய செயலும் சிறப்படையச் செய்ய வல்லவன் அமைச்சன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கருவியும்= வினைசெய்யுங்கால் அதற்கு வேண்டுங் கருவிகளும்; காலமும்= அதற்கேற்ற காலமும்; செய்கையும்= அது செய்யுமாறும்; செய்யும் அருவினையும்= அவ்வாற்றிற் செய்யப்படும் அவ்வரிய வினைதானும்; மாண்டது அமைச்சு= வாய்ப்ப எண்ணவல்லவனே அமைச்சனாவான்.<br/><br/>'கருவி'கள்: தானையும் பொருளும். 'காலம்' அது தொடங்குங் காலம். 'செய்கை' எனவே, அது தொடங்கும் உபாயமும், இடையூறு நீக்கி முடிவு போக்குமாறும் அடங்கின. சிறிய முயற்சியாற் பெரிய பயன் தருவதென்பார், 'அருவினை' என்றார். இவை ஐந்தனையும் வடநூலார் மந்திரத்திற்கு அங்கம் என்ப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செய்தற்கு அரியவினையும், அதற்காங்கருவியும், அதற்காங்காலமும், அதனையிடையூறு படாமற் செய்து முடித்தலுமாகிய இந்நான்கும் மாட்சிமைப்பட்டவன் அமைச்சனாவான்.<br/><br/>செய்தற்கு அரியவினையாவது மறுமண்டலங்கோடல்; கருவியாவது யானை- குதிரை முதலிய படை: காலமாவது நீரும் நிழலுமுள்ள காலம்; செய்தலாவது மடியின்றிச் செய்தல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A minister is he who grasps, with wisdom large.<br/>Means,time, work's mode and functions rare he must discharge.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The minister is one who can make an excellent choice of means, time, manner of execution, and the difficult undertaking (itself). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வன்கண் குடிகாத்தல் கற்றறித லாள்வினையோ',
      l2: 'டைந்துடன் மாண்ட தமைச்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வன்கண் குடிகாத்தல் கற்றறிதல் ஆள்வினையோடு<br/>ஐந்துடன் மாண்டது அமைச்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அஞ்சாமையும், குடிபிறப்பும், காக்கும் திறனும், கற்றறிந்த அறிவும், முயற்சியும் ஆகிய இவ்வைந்தும் திருந்தப் பெற்றவன் அமைச்சன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வன்கண்= வினைசெய்தற்கண் அசைவின்மையும்; குடிகாத்தல்= குடிகளைக் காத்தலும்; கற்றுஅறிதல்= நீதிநூல்களைக் கற்றுச் செய்வன தவிர்வன அறிதலும்; ஆள்வினை= முயற்சியும்; ஐந்துடன் மாண்டது அமைச்சு= மேற்சொல்லிய அவ்வங்கங்கள் ஐந்துடனே திருந்தவுடையானே அமைச்சனாவான்.<br/><br/>எண்ணொடு நீண்டது, அவ்வைந்து எனச் சுட்டுவருவிக்க. இந்நான்கனையும் மேற்கூறியவற்றோடு தொகுத்துக் கூறியது, அவையும் இவற்றோடு கூடிய மாட்சிமைப்பட வேண்டுதலானும், அவற்றிற்கு ஐந்தென்னும் தொகை பெறுதற்கும். இனி, இதனை ஈண்டெண்ணியவற்றிற்கே தொகையாக்கிக் 'குடிகாத்தல்' என்பதனைக் குடிப்பிறப்பும் அதனை ஒழுக்கத்தாற் காத்தலும் எனப் பகுப்பாரும், 'கற்றறிதல்' என்பதனைக் கற்றலும் அறிதலும் எனப் பகுப்பாரும்உளர். அவர் 'உடன்' என்பதனை முற்றும்மைப் பொருட்டாக்கியும், 'குடி'யென்பதனை ஆகுபெயர் ஆக்கியும் இடர்ப்படுப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அஞ்சாமையும், குடிகாத்தலும், இந்திரியங்களைக் காத்தலும், நூல்முகத்தானறிதலும், முயற்சியும் என்னும் ஐந்தும் கூட மாட்சிமைப்பட்டவன் அமைச்சனாவான்.<br/><br/>இவை அமைச்சனாவதன் முன்னே வேண்டுமாதலின், இது முற்கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A minister must greatness own of guardian power, determined mind.<br/>Learn'd wisdom, manly effort with the former five combined.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The minister is one who in addition to the aforesaid five things excels in the possession of firmness, protection of subjects, clearness by learning, and perseverance.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிரித்தலும் பேணிக் கொளலும் பிரிந்தார்ப்',
      l2: 'பொருத்தலும் வல்ல தமைச்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிரித்தலும் பேணிக் கொளலும் பிரிந்தார்ப்<br/>பொருத்தலும் வல்ல தமைச்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பகைவர்க்குத் துணையானவரைப் பிரித்தலும், தம்மிடம் உள்ளவரைக் காத்தலும், பிரிந்தவரை மீண்டும் சேர்த்துக் கொள்ளலும் வல்லவன் அமைச்சன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிரித்தலும்= வினைவந்துழிப் பகைவர்க்குத் துணையாயினாரை அவரிற் பிரிக்கவேண்டிற் பிரித்தலும்; பேணி்க்கொளலும்= தம்பாலரை அவர் பிரியாமற் கொடை இன்சொற்களாற் பேணிக்கொள்ளுதலும்; பிரிந்தார்ப் பொருத்தலும்= முன்னே தம்மினும் தம்பாலாரினும் பிரிந்தாரை மீண்டும் பொருத்தவேண்டிற் பொருத்தலும்; வல்லது அமைச்சு= வல்லவனே அமைச்சனாவான்.<br/><br/>இவற்றுள் அப்பொழுதை நிலைக்கேற்ற செயலறிதலும், அதனை அவர்அறியாமல், ஏற்ற உபாயத்தாற் கடைப்பிடித்தலும் அரியவாதல் நோக்கி, 'வல்லது' என்றார். வடநூலார், இவற்றுள் பொருத்தலைச் 'சந்தி'யென்றும், பிரித்தலை 'விக்கிரகம்' என்றுங் கூறுப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மாற்றரசரிடத்து உள்ளாரையும் நட்பாகிய அரசரையும் அவரிடத் தினின்று பிரித்தலும், அவ்வாறு பிரிக்கப்பட்டாரை விரும்பித் தம்மிடத்துக் கொளலும், தம்மிடத்து நின்று பிரிந்தாரைக் கூட்டிக் கொளலும் வல்லவன் அமைச்சனாவான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A minister is he whose power can foes divide,<br/>Attach more firmly friends, of severed ones can heal the breaches wide.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The minister is one who can effect discord (among foes), maintain the good-will of his friends and restore to friendship those who have seceded (from him).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தெரிதலுந் தேர்ந்து செயலு மொருதலையாச்',
      l2: 'சொல்லலும் வல்ல தமைச்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தெரிதலும் தேர்ந்து செயலும் ஒருதலையாச்<br/>சொல்லலும் வல்லது அமைச்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(செய்யத்தக்க செயலை) ஆராய்தலும், அதற்குரிய வழிகளை ஆராய்ந்து செய்தலும், துணிவாகக் கருத்தைச் சொல்லுதலும் வல்லவன் அமைச்சன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தெரிதலும்= ஒரு காரியச்செய்கை பலவாற்றால் தோன்றின், அவற்றுள் ஆவது ஆராய்ந்து அறிதலும்; தேர்ந்து செயலும்= அது செய்யுங்கால் வாய்க்குந் திறன்நாடிச் செய்தலும்; ஒருதலையாச் சொல்லலும்= சிலரைப் பிரித்தல் பொருத்தல் செயற்கண், அவர்க்கு இதுவே செயற்பாலது என்று துணிவுபிறக்கும் வகை சொல்லுதலும்; வல்லது அமைச்சு= வல்லவனே அமைச்சனாவான்.<br/><br/>'தெரிதல்' செயன்மேலதாயிற்று; வருகின்றது அதுவாகலின்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவினையை நன்றாக ஆராய்தலும், அதனைச் செய்ய நினைத்தால் முடியுமாறெண்ணிச் செய்தலும், ஐயமாகிய வினையைத் துணிந்து சொல்லுதலும் வல்லவன் அமைச்சனாவான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A minister has power to see the methods help afford,<br/>To ponder long, then utter calm conclusive word.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The minister is one who is able to comprehend (the whole nature of an undertaking), execute it in the best manner possible, and offer assuring advice (in time of necessity).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறனறிந் தான்றமைந்த சொல்லானெஞ் ஞான்றுந்',
      l2: 'திறனறிந்தான் றேர்ச்சித் துணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறனறிந்து ஆன்றமைந்த சொல்லான்எஞ் ஞான்றுந்<br/>திறனறிந்தான் தேர்ச்சித் துணை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறத்தை அறிந்தவனாய் அறிவு நிறைந்து அமைந்த சொல்லை உடையவனாய், எக்காலத்திலும் செயல்செய்யும் திறன் அறிந்தவனாய் உள்ளவன் ஆராய்ந்து கூறும் துணையாவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறன் அறிந்து ஆன்று அமைந்த சொல்லான்= அரசனாற் செய்யப்படும் அறங்களை அறிந்து, தனக்கு ஏற்ற கல்வியான் நிறைந்தமைந்த சொல்லை உடையனாய்; எஞ்ஞான்றும் திறன் அறிந்தான்= எக்காலத்தும் வினை செய்யும் திறங்களை அறிந்தான்; தேர்ச்சித் துணை= அவர்க்குச் சூழ்ச்சித் துணையாம்.<br/><br/>தன்னரசன் சுருங்கிய காலத்தும் பெருகிய காலத்தும் இடைநிகராய காலத்தும் என்பார், 'எஞ்ஞான்றும்' என்றார். 'சொல்லான்' என்பதனை, ஒடு உருபின் பொருட்டாய ஆன் உருபாக்கி உரைப்பாரும் உளர்.<br/><br/>இவை ஐந்து பாட்டானும் அமைச்சரது குணத்தன்மை கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறத்தினையும் அறிந்து, நிரம்பியமைந்த சொல்லினையும் உடையனாய் எல்லாக்காலத்தினும் செய்யுந் திறன்களையும் அறியவல்லவன் அரசற்குச் சூழ்ச்சித் துணையாய அமைச்சனாவான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The man who virtue knows, has use of wise and plesant words,<br/>With plans for every season apt, in counsel aid affords.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is the best helper (of the king) who understanding the duties, of the latter, is by his special learning, able to tender the fullest advice, and at all times conversant with the best method (of performing actions). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மதிநுட்ப நூலோ டுடையார்க் கதிநுட்பம்',
      l2: 'யாவுள முன்னிற் பவை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மதிநுட்பம் நூலோடு உடையார்க்கு அதிநுட்பம்<br/>யாவுள முன்நிற் பவை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இயற்கையான நுட்ப அறிவை நூலறிவோடு ஒருங்கே உடையவர்க்கு மிக்க நுட்பமான சூழ்ச்சிகளாய் முன் நிற்பவை எவை உள்ளன?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மதி நுட்பம் நூலோடு உடையார்க்கு= இயற்கையாகிய நுண்ணறிவைச் செயற்கையாகிய நூலறிவோடு உடையராய அமைச்சர்க்கு; அதி நுட்பம் முன் நிற்பவை யா உள= மிக்க நுட்பத்தையுடைய சூழ்ச்சிகளாய் முன்னிற்பன யாவை உள?<br/><br/>மதிநுட்பம் என்பது பின்மொழி நிலையல். அது தெய்வம்தர வேண்டுதலின் முற்கூறப்பட்டது. 'நூல்' என்பதூஉம், 'அதிநுட்பம்' என்பதூஉம் ஆகுபெயர். 'அதி' என்பது, வடசொல்லுள் மிகுதிப் பொருளதோர் இடைச்சொல்; அது திரிந்து, நுட்பம் என்பதனோடு தொக்கது. 'முன்னிற்றல்' மாற்றார் சூழ்ச்சியாயின, தம்சூழ்ச்சியால் அழியாது நிற்றல். இனி அதினுட்பம் என்று பாடம்ஓதி, அதனின்நுட்பம் யா என்று உரைப்பாரும் உளர். அவர் சூழ்ச்சி்க்கு இனமாய் முன் சுட்டப்படுவது ஒன்று இல்லாமையும், சுட்டுப்பெயர் ஐந்தாம் உருபு ஏற்றவழி, அவ்வாறு நில்லாமையும் அறிந்திலர்.பகைவர் சூழ்வனவற்றைத் தாமறிந்து அழித்து, அவர்அறிந்து அழியாதனதாஞ் சூழ்வர் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மேற்கூறிய நூற்கல்வியோடு கூட நுண்ணியதாகிய மதியினையும் உடையார்க்கு அதனினும் நுண்ணியவாய் மாற்றாராலெண்ணப்பட்டு எதிர் நிற்கும் வினைகள் யாவுள?<br/><br/>இது மேற்கூறியவற்றோடு மதியும் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When native subtilty combines with sound scholastic lore,<br/>'Tis subtilty surpassing all , which nothing stands before.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What (contrivances) are there so acute as to resist those who possess natural acuteness in addition to learning ?.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செயற்கை யறிந்தக் கடைத்து முலகத்',
      l2: 'தியற்கை யறிந்து செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செயற்கை அறிந்தக் கடைத்தும் உலகத்து<br/>இயற்கை அறிந்து செயல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நூலறிவால் செயலைச் செய்யும் வகைகளை அறிந்த போதிலும் உலகத்தின் இயற்கையை அறிந்து அதனோடு பொருந்துமாறு செய்ய வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "செயற்கை அறிந்தக் கடைத்தும்= நூல்நெறியான் வினசெய்யும் திறஙகளை அறிந்தவிடத்தும்; உலகத்து இயற்கை அறிந்து செயல்= அப்பொழுது நடக்கின்ற உலகவியற்கையை அறிந்து அதனோடு பொருந்தச் செய்க.<br/><br/>'கடைத்தும்' என்புழி 'து' பகுதிப்பொருள்விகுதி. நூல் நெறியே ஆயினும், உலகநெறியோடு பொருந்தாதன செய்யற்க; செய்யின் அது பழிக்கும் என இயற்கையறிவாற் பயன் கூறியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செயத்தகுவன அறிந்த விடத்தும் அது செய்யுங்கால் உலக நடை அறிந்து செய்க.<br/><br/>உலகநடை அறிதலாவது அரசர் சீலமும் பரிவாரத்திலுள்ளார் நிலைமையும் அறிதல். இவை யறியாது செய்யிற் குற்றமாமென்றவாறு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though knowing all that books can teach, ' tis truest tact<br/>To follow common sense of men in act.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though you are acquainted with the (theoretical) methods (of performing an act), understand the ways of the world and act accordingly.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறிகொன் றறியா னெனினு முறுதி',
      l2: 'யுழையிருந்தான் கூறல் கடன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறிகொன்று அறியான் எனினும் உறுதி<br/>உழையிருந்தான் கூறல் கடன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறிவுறுத்துவாரின் அறிவையும் அழித்துத் தானும் அறியாதவனாக அரசன் இருந்தாலும், அமைச்சன் அவனுக்கு உறுதியானவற்றை எடுத்துக்கூறுதல் கடமையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறி கொன்று அறியான் எனினும்= அறிந்து சொல்லியாரது அறிவையும் அழித்து, அரசன் தானும் அறியானே ஆயினும்; உறுதி கூறல் உழையிருந்தான் கடன்= அக்குற்றம் நோக்கி யொழியாது அவனுக்கு உறுதியாயின கூறுதல் அமைச்சனுக்கு முறைமை.<br/><br/>'அறி'யென்பது முதனிலைத் தொழிற்பெயர். 'கோறல்' தான் கொள்ளாமை, மேலும் இகழ்ந்து கூறல். 'உழையிருந்தான்' எனப் பெயர்கொடுத்தார், அமாத்தியர் என்னும் வடமொழிப் பெயர்க்கும் பொருண்மை அதுவாகலின். உறுதி கூறாக்கால், அவனது இறுதி எய்தற்குற்றத்தை உலகம் தன்மேல் ஏற்றும் என்பார், 'கூறல் கடன்' என்றார்.<br/><br/>இவை இரண்டுபாட்டானும் அவர் செயல் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன், அமைச்சன் கூறிய பொருளை யறிக: அவன் ஒன்றறியானாயினும் அவனுக்கு உறுதியாயினவற்றை அருகிருந்த அமைச்சன் சொல்லுதல் கடன்.<br/><br/>இஃது அரசன் கேளா னென்று சொல்லா தொழிதலாகாதென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis duty of the man in place aloud to say<br/>The very truth, though unwise king may cast his words away.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Although the king be utterly ignorant, it is the duty of the minister to give (him) sound advice.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பழுதெண்ணு மந்திரியிற் பக்கத்துட் டெவ்வோ',
      l2: 'ரெழுபது கோடி யுறும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பழுதெண்ணும் மந்திரியின் பக்கததுள் தெவ்வோர்<br/>எழுபது கோடி உறும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவறான வழியை எண்ணிக் கூறுகின்ற அமைச்சனை விட எழுபது கோடி பகைவர் பக்கத்தில் இருந்தாலும் நன்மையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பக்கத்துள் பழுது எண்ணும் மந்திரியின்= பக்கத்திருந்து பிழைப்ப எண்ணும் அமைச்சன் ஒருவனில்; ஓர் எழுபது கோடி தெவ் உறும்= அரசனுக்கு எதிர்நிற்பார் ஓர் எழுபது கோடி பகைவர் உறுவர்.<br/><br/>'எழுபதுகோடி' என்றது, மிகப்பலவாய எண்ணிற்கு ஒன்று காட்டியவாறு. வெளிப்பட நிற்றலான் அவர் காக்கப் படுவர், இவன் உட்பகையாய் நிற்றலாற் காக்கப்படான் என்பது பற்றி இவ்வாறு கூறினார். எழுபதுகோடி மடங்கு நல்லர் என்றுரைப்பாரும், 'எழுபது கூறு தலை' யென்று பாடம் ஓதுவாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றப்பட எண்ணும் அமைச்சரில் எழுபது கோடி மடங்கு நல்லர், உட்பகையாய்த் தன் னருகிலிருப்பவர்.<br/><br/>இவை யிரண்டும் மந்திரிகளுள் விடப்படுவாரது இலக்கணங் கூறின.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A minister who by king's side plots evil things<br/>Worse woes than countless foemen brings.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Far better are seventy crores of enemies (for a king) than a minister at his side who intends (his) ruin.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முறைப்படச் சூழ்ந்து முடிவிலவே செய்வர்',
      l2: 'திறப்பா டிலாஅ தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முறைப்படச் சூழ்ந்தும் முடிவிலவே செய்வர்<br/>திறப்பாடு இலாஅ தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(செயல்களை முடிக்கும்) திறன் இல்லாதவர், முன்னே முறையாக எண்ணி வைத்திருந்தும் (செய்யும்போது) குறையானவைகளையே செய்வர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'முறைப் படச் சூழ்ந்தும் முடிவு இலவே செய்வர்= செய்யப்படும் வினைகளை முன் அடைவுபட எண்ணி வைத்தும், செய்யுங்கால் அவை முடிவு இலவாகவே செய்யாநிற்பர்; திறப்பாடு இலாதவர்= முடித்தற்கு ஏற்ற கூறுபாடு இல்லாதார்.<br/><br/>அக்கூறுபாடாவன: வந்தவந்த இடையூறுகட்கு, ஏற்றஏற்ற பரிகாரம் அறிந்து செய்தலும், தாம் திண்ணியர் ஆதலுமாம். பிழையாமல் எண்ணவல்லராய் வைத்தும், செய்து முடிக்கமாட்டாரும் உளர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அடைவுபட எண்ணியும் தம்மால் முடிவது இல்லாதவற்றையே செய்யா நிற்பர்; வினை செய்யுந் திறன் இல்லாதார்.<br/><br/>இஃது எண்ணவல்லாராய் வினை செய்ய மாட்டாரென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'For gain of end desired just counsel nought avails<br/>To minister, when tact in execution fails.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those ministers who are destitute of (executive) ability will fail to carry out their projects, although they may have contrived aright.',
          },
        ],
      },
    ],
  },
];
