export default [
  {
    "kural": {
      "l1": "ஒழுக்காறாக் கொள்க வொருவன்றன் நெஞ்சத்",
      "l2": "தழுக்கா றிலாத வியல்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து<br/>அழுக்காறு இலாத இயல்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன் நெஞ்சில் பொறாமை இல்லாமல் வாழும் இயல்பைத் தனக்கு உரிய ஒழுக்கநெறியாகக் கொண்டு போற்ற வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவன் தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு= ஒருவன் தன் நெஞ்சத்தின்கண் அழுக்காறு என்னும் குற்றமில்லாத இயல்பினை;<br/><br/>ஒழுக்காறாக் கொள்க= தனக்கு ஓதிய ஒழுக்கநெறியாகக் கொள்க.<br/><br/>இயல்பு, அறிவோடு கூடிய தன்மை. அத்தன்மையும் நன்மை பயத்தலின், ஒழுக்க நெறிபோல உயிரினும் ஓம்புக என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு-ஒருவன் தன் நெஞ்சத்தில் அழுக்காறு இல்லாத இயல்பை, ஒழுக்கு ஆறாக கொள்க- தனக்கு ஒழுக்க நெறியாகக் கொள்க.<br/><br/>[ஒழுக்காறாக என்பது ஈறுகெட்டு நின்றது.]<br/><br/>இஃது, அழுக்காற்றைத் தவிர வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As 'strict decorum's laws,that all men bind,<br/>Let each regard unenvying grace of mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man esteem that disposition which is free from envy in the same manner as propriety of conduct."
          }
        ]
      }
    ],
    "id": 161
  },
  {
    "kural": {
      "l1": "விழுப்பேற்றி னஃதொப்ப தில்லையார் மாட்டு",
      "l2": "மழுக்காற்றி னல்ல பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விழுப்பேற்றின் அஃதொப்பது இல்லையார் மாட்டும்<br/>அழுக்காற்றின் அன்மை பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாரிடத்திலும் பொறாமை இல்லாதிருக்கப் பெற்றால், ஒருவன் பெறத்தக்க மேம்பாடான பேறுகளில் அதற்கு ஒப்பானது வேறொன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யார் மாட்டும் அழுக்காற்றின் அன்மை பெறின்- யாவர்மாட்டும் அழுக்காற்றினின்று நீங்குதலை ஒருவன் பெறுமாயின்;<br/><br/>விழுப்பேற்றின் அஃது ஒப்பது இல்லை= மற்றவன் பெறும் சீரிய பேறுகளுள் அப்பேற்றினை ஒபபது இல்லை.<br/><br/>அழுக்காறு பகைவர் மாட்டும் ஒழிதற்பாற்று என்பார் யார்மாட்டும் என்றார். அன்மை வேறாதல். இவை இரண்டு பாட்டானும், அழுக்காறு இன்மையது குணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யார்மாட்டும் அழுக்காற்றின் அன்மை பெறின்-யாரிடத்தும் அழுக்காறு செய்யாமையைப் பெறுவானாயின், அஃது ஒப்பது விழுப்பேற்றின் இல்லை-அதனை ஒப்பது விழுமிய பேறுகளுள் பிறிதில்லை.<br/><br/>இஃது, அழுக்காறு செய்யாமை எல்லா நன்மைகளிலும் மிக்க தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If man can learn to envy none on earth,<br/>'Tis richest gift, -beyond compare its worth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Amongst all attainable excellences there is none equal to that of being free from envy towords others."
          }
        ]
      }
    ],
    "id": 162
  },
  {
    "kural": {
      "l1": "அறனாக்கம் வேண்டாதா னென்பான் பிறனாக்கம்",
      "l2": "பேணா தழுக்கறுப் பான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம்<br/>பேணாது அழுக்கறுப் பான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தனக்கு அறமும் ஆக்கமும் விரும்பாதவன் என்று கருதத்தக்கவனே, பிறனுடைய ஆக்கத்தைக் கண்டு மகிழாமல் பொறாமைப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறன் ஆக்கம் வேண்டாதான் என்பான்= மறுமைக்கும் இம்மைக்கும் அறமும் செல்வமுமாகிய உறுப்புக்களைத் தனக்கு வேண்டாதான் என்று சொல்லப்படுவான்;<br/><br/>பிறன் ஆக்கம் பேணாது அழுக்கறுப்பான்= பிறன் செல்வம் கண்டவழி அதற்கு உவவாது அழுக்காற்றைச் செய்வான்.<br/><br/>அழுக்கறுத்தல் எனினும், அழுக்காறு எனினும் ஒக்கும். அழுக்காறு செய்யின் தனக்கே ஏதமாம் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறன் ஆக்கம் வேண்டாதான் என்பான்-(தனக்கு) அறனாகிய வாழ்வு வேண்டாதான் என்று சொல்லப்படுவான், பிறன் ஆக்கம் பேணாது அழுக்கறுப்பான்-பிறனுடைய ஆக்கத்தைக் கண்டு மகிழாதே அழுக்காறு செய்வான்.<br/><br/>இஃது, அழுக்காறுடையார்க்குப் புண்ணியம் இல்லையாமென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Nor wealth nor virtue does that man desire, 'tis plain<br/>Whom others' wealth delights not, feeling envious pain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Of him who instead of rejoicing in the wealth of others, envies it, it will be said \"he neither desires virtue not wealth.\""
          }
        ]
      }
    ],
    "id": 163
  },
  {
    "kural": {
      "l1": "அழுக்காற்றி னல்லவை செய்யா ரிழுக்காற்றி",
      "l2": "னேதம் படுபாக் கறிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின்<br/>ஏதம் படுபாக்கு அறிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமைப்படுதலாகிய தவறான நெறியில் துன்பம் ஏற்படுதலை அறிந்து, பொறாமை காரணமாக அறமல்லாதவைகளைச் செய்யார் அறிவடையோர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழுக்காற்றின் அல்லவை செய்யார்= அழுக்காறு ஏதுவாக அறன் அல்லவற்றைச் செய்யார் அறிவுடையார்;<br/><br/>இழுக்காற்றின் ஏதம் படுபாக்கு அறிந்து= அத் தீநெறியால் தமக்கு இருமையினும் துன்பம் வருதலை அறிந்து.<br/><br/>அறன் அல்லவையாவன, செல்வம் கல்வி முதலியன உடையார்கண் தீங்கு நினைத்தலும், சொல்லுதலும், செய்தலும் ஆம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காற்றின் அல்லவை செய்யார்-அழுக்காற்றினானே அறமல்லாதவற்தைச் செய்யார் (நல்லோர்), இழுக்காற்றின் ஏதம் படும் பாக்கு அறிந்து-(அவ்வறம்) தப்பின நெறியினால் குற்றம் வருதலை அறிந்து.<br/><br/>இஃறு, அழுக்காற்றால் பல குற்றங்கள் வருமென்றது. (அவை வருமாறு பின்னர்க் கூறப்படும்.)"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wise through envy break not virtue's laws,<br/>Knowing ill-deeds of foul disgrace the cause."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The wise) knowing the misery that comes from transgression will not through envy commit unrighteous deeds."
          }
        ]
      }
    ],
    "id": 164
  },
  {
    "kural": {
      "l1": "அழுக்கா றுடையார்க் கதுசாலு மொன்னார்",
      "l2": "வழுக்கியுங் கேடீன் பது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழுக்காறு உடையார்க்கு அதுசாலும் ஒன்னார்<br/>வழுக்கியும் கேடீன் பது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமை உடையவர்க்கு வேறு பகை வேண்டா. அஃது ஒன்றே போதும், பகைவர் தீங்குசெய்யத் தவறினாலும் தவறாமல் கேட்டைத் தருவது அது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒன்னார் வழுக்கியும் கேடு ஈன்பது= அழுக்காறு பகைரை யொழிந்தும் கேடு பயப்பது ஒன்றாகலின்;<br/><br/>அழுக்காறு உடையார்க்கு அது சாலும்= அவ் வழுக்காறு உடையார்க்குப் பகைவர் வேணாடா, கேடு பயத்தற்கு அதுதானே அமையும்.<br/><br/>அதுவே என்னும் பிரிநிலை ஏகாரம் விகாரத்தால் தொக்கது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காறு உடையாற்கு-அழுக்காற்றை யுடையானுக்கு, ஒன்னார் கேடு என்பது வழுக்கியும்-பகைவர் கேடு பயத்தல் தப்பியும், அது சாலும்- அவ்வழுக்காறு தானே அமையும்.<br/><br/>இஃது, அழுக்காற்றால் உயிர்க்கேடு வரு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Envy they have within! enough to seal their fate!<br/>Though foemen fail, envy can ruin consummate"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To those who cherish envy that is enough. Though free from enemies that (envy) will bring destruction."
          }
        ]
      }
    ],
    "id": 165
  },
  {
    "kural": {
      "l1": "கொடுப்ப தழுக்குறுப்பான் சுற்ற முடுப்பதூஉ",
      "l2": "முண்பதூஉ மின்றிக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம்<br/>உண்பதூஉம் இன்றிக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு உதவியாகக் கொடுக்கப்படும் பொருளைக் கண்டு பொறாமைப்படுகின்றவனுடைய சுற்றம், உடையும் உணவும் இல்லாமல் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொடுப்பது அழுக்கறுப்பான் சுற்றம்= ஒருவன் பிறர்க்குக் கொடுப்பதன்கண் அழுக்காற்றைச் செய்வானது சுற்றம்;<br/><br/>உடுப்பதூஉம் உண்பதூஉம் இன்றிக் கெடும்= உடுக்கப்படுவதும் உண்ணப்படுவதும் இன்றிக் கெடும்<br/><br/>கொடுப்பதன்கண் அழுக்கறுத்தலாவது, கொடுக்கப்படும் பொருள்களைப்பற்றிப் பொறாமை செய்தல். சுற்றம் கெடும் எனவே, அவன்கேடு சொல்லாமையே பெறப்பட்டது. பிறர்பேறு பொறாமை, தன்பேற்றையே அன்றித் தன் சுற்றத்தின் பேற்றையும் இழப்பிக்கும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொடுப்பது அழுக்கு அறுப்பான் சுற்றம்-(பிறனொருவன் மற்றொருவனுக்குக்) கொடுப்பதனை அழுக்காற்றினாலே விலக்குவானது சுற்றம், உடுப்பதும் உண்பதும் இன்றி கெடும்-உடுப்பதும் உண்பதும் இன்றிக் கெடும்.<br/><br/>[அழுக்கறுப்பான் என்பதனை அழுக்கு எனவும் அறுப்பான் எனவும் பிரித்து, அழுக்கு என்பதற்கு அழுக்காற்றினால் எனவும், அறுப்பான் என்பதற்கு விலக்குவான் எனவும் இவ்வுரையாசிரியர் உரைத்திருப்பது கவனித்தற் பாலது. அழுக்கறுத்தல்-என்பதனை ஒருசொல் நீர்மைத்தாகக் கொண்டு உரைத்துள்ளார் பரிமேலழகர். உடுப்பது-உடை, உண்பது-உணவு.]<br/><br/>அழுக்காறு நல்குரவு தருமென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who scans good gifts to others given with envious eye,<br/>His kin, with none to clothe or feed them, surely die."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who is envious at a gift (made to another) will with his relations utterly perish destitute of food and rainment."
          }
        ]
      }
    ],
    "id": 166
  },
  {
    "kural": {
      "l1": "அவ்வித் தழுக்கா றுடையானைச் செய்யவ",
      "l2": "டவ்வையைக் காட்டி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவ்வித்து அழுக்காறு உடையானைச் செய்யவள்<br/>தவ்வையைக் காட்டி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமை உடையவனைத் திருமகள் கண்டு பொறாமைப்பட்டுத் தன் தமக்கைக்கு அவனைக் காட்டி நீங்கி விடுவாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழுக்காறு உடையானை= பிறர் ஆக்கம் கண்டவழிப் பொறமை உடையானை;<br/><br/>செய்யவள் அவ்வித்துத் தவ்வையைக் காட்டி விடும்= திருமகள் தானும் பொறாது தன் தவ்வைக்குக் காட்டி நீங்கும்.<br/><br/>'தவ்வை', மூததவள். 'தவ்வையைக் காட்டி' என்பது, \"அறிவுடை யந்தண னவளைக்காட் டென்றானோ\" (கலித்தொகை, மருதம்-7) என்பது போல உருபுமயக்கம். மனத்தைக் கோடுவித்து அழுக்காறுடையன் ஆயினானை யென்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காறு உடையானை செய்யவள் அவ்வித்து-அழுக்காற்றினை யுடையானைத் திருமகள் அழுக்காறு செய்து, தன் தவ்வையை காட்டி விடும்-தன் தமக்கையாகிய மூதேவிக்குக் காட்டி (இவன்பால் செல்லென்று கூறி அவனினின்று) போம்.<br/><br/>[தவ்வையை என்பது வேற்றுமை மயக்கம்.]<br/><br/>இது, நல்குரவிற்குக் காரணம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From envious man good fortune's goddess turns away,<br/>Grudging him good, and points him out misfortune's prey."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Lakshmi envying (the prosperity) of the envious man will depart and introduce him to her sister."
          }
        ]
      }
    ],
    "id": 167
  },
  {
    "kural": {
      "l1": "அழுக்கா றெனவொரு பாவி திருச்செற்றுத்",
      "l2": "தீயுழி யுய்த்து விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழுக்காறு எனஒரு பாவி திருச்செற்றுத்<br/>தீயுழி உய்த்து விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமை என்று கூறப்படும் ஒப்பற்ற பாவி, ஒருவனுடைய செல்வத்தையும் கெடுத்துத் தீய வழியில் அவனைச் செலுத்திவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழுக்காறு என ஒரு பாவி= அழுக்காறு என்று சொல்லப்பட்ட ஒப்பில்லாத பாவி;<br/><br/>திருச் செற்றுத் தீயுழி உய்த்து விடும்= தன்னை உடையானை இம்மைக்கண் செல்வத்தைக் கெடுத்து, மறுமைக்கண் நரகத்தில் செலுத்தி விடும்.<br/><br/>பண்பிற்குப் பண்பி இல்லையேனும், தன்னை ஆக்கினானை இருமையும் கெடுத்தற் கொடுமைபற்றி, அழுக்காற்றினைப் பாவி என்றார், கொடியானைப் பாவி என்னும் வழக்குண்மையின். இவை ஆறு பாட்டானும், அழுக்காறு உடைமையது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காறு என ஒரு பாவி-அழுக்காறு என்று சொல்லப்படுகின்ற ஒரு பாவி, திரு செற்று தீயுளி உய்த்து விடும்-செல்வத்தையும் கெடுத்துத் தீக்கதியுள்ளும் கொண்டு விடும்.<br/><br/>ஒரு பாவி-நிகரில்லாத பாவி.<br/><br/>அழுக்காறு செல்வம் கெடுத்தலே யன்றி நரகமும் புகுவிக்குமென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Envy, embodied ill, incomparable bane,<br/>Good fortune slays, and soul consigns to fiery pain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Envy will destroy (a man's) wealth (in his world) and drive him into the pit of fire (in the world to come.)"
          }
        ]
      }
    ],
    "id": 168
  },
  {
    "kural": {
      "l1": "அவ்விய நெஞ்சத்தா னாக்கமுஞ் செவ்வியான்",
      "l2": "கேடு நினைக்கப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான்<br/>கேடும் நினைக்கப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமை பொருந்திய நெஞ்சத்தானுடைய ஆக்கமும், பொறாமை இல்லாத நல்லவனுடைய கேடும் ஆராயத் தக்கவை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவ்விய நெஞ்சத்தான் ஆக்கமும்= கோட்டத்தினைப் பொருந்தியவனைப் பொருந்திய மனத்தை உடையவனது ஆக்கமும்;<br/><br/>செவ்வியான் கேடும் நினைக்கப்படும்= ஏனைச் செம்மையுடையவனது கேடும் உளவாயின் அவை ஆராயப்படும்<br/><br/>'கோட்டம்', ஈண்டு அழுக்காறு. 'உளவாயின்' என்பது எஞ்சி நின்றது. ஆக்கக் கேடுகள் கோட்டமும் செம்மையும் ஏதுவாக வருதல் கூடாமையின், அறிவுடையரால் இதற்கு ஏதுவாகிய பழவினை யாது என்று ஆராயப்படுதலின், 'நினைக்கப்படும்' என்றார். \"இம்மைச் செய்தன் யானறி நல்வினை, உம்மைப் பயன்கொல் ஒருதனி உழந்தித், திருத்தகு மாமணிக் கொழுந்துடன் போந்தது\" (சிலப்பதிகாரம், அடைக்கலக்காதை,வரிகள்: 91-93)என நினைக்கப்பட்டவாறு அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவ்விய நெஞ்சத்தான் ஆக்கமும்-அழுக்காற்று நெஞ்சத்தானுடைய ஆக்கமும், செவ்வியான் கேடும்-செவ்விய நெஞ்சத்தானுடைய கேடும், நினைக்க கெடும்-விசாரிக்கக் கெடும்.<br/><br/>[அவ்வியம்-கோட்டம். செவ்வி-நேர்மை. விசாரிக்க-ஆராயின்.]<br/><br/>இஃது, அழுக்காறுடையார் செல்வம் கெடு மென்றது, \"அழுக்கா றுடையான் கண் ஆக்கம்போன் றில்லை, ஒழுக்கம் இலான்கண் உயர்வு\" என்றாதலின்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To men of envious heart, when comes increase of joy,<br/>Or loss to blameless men, the 'why' will thoughtful hearts employ."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of a man of envious mind and the poverty of the righteous will be pondered."
          }
        ]
      }
    ],
    "id": 169
  },
  {
    "kural": {
      "l1": "அழுக்கற் றகன்றாரு மில்லையஃ தில்லார்",
      "l2": "பெருக்கத்திற் றீர்ந்தாரு மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழுக்கற்று அகன்றாரும் இல்லை அஃதுஇல்லார்<br/>பெருக்கத்தில் தீர்ந்தாரும் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமைப்பட்டுப் பெருமையுற்றவரும் உலகத்தில் இல்லை; பொறாமை இல்லாதவராய் மேம்பாட்டிலிருந்து நீங்கியவரும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழுக்கற்று அகன்றாரும் இல்லை= அழுக்காற்றைச்செய்து பெரியராயினாரும் இல்லை;<br/><br/>அஃது இல்லார் பெருக்கத்தின் தீர்ந்தாரும் இல்= அச்செயலிலாதார் பெருக்கத்தின் நீங்கினாரும் இல்லை.<br/><br/>இவை இரண்டு பாட்டானும் கேடும் ஆக்கமும் வருதற்கு ஏது ஒருங்கு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காற்று அகன்றாரும் இல்லை-அழுக்காற்றினான் செல்வமுடைய ரானாரும் இல்லை; அஃது இல்லார் பெருக்கத்தின் தீர்ந்தாரும் இல்-அழுக்காறில்லாதாராய்ச் செல்வத்தினின்று நீங்கினாரும் இல்லை.]<br/><br/>[உரையாசிரியர் இக்குறட்கு வேறாகப் பொருள் கூறாது \"முன்பு சொன்னதே பொருள்\" என்று கூறிச் சென்றார்.]<br/><br/>இஃது, அழுக்காறில்லாதார் பொருளுக்குக் கேடு உண்டாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No envious men to large and full felicity attain;<br/>No men from envy free have failed a sure increase to gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Never have the envious become great; never have those who are free from envy been without greatness."
          }
        ]
      }
    ],
    "id": 170
  }
]