export default [
  {
    kural: {
      l1: 'சிறப்பீனுஞ் செல்வமு மீனு மறத்தினூஉங்',
      l2: 'காக்க மெவனோ வுயிர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `சிறப்புஈனும் செல்வமும் ஈனும் அறத்தினூஉங்கு<br/>
            ஆக்கம் எவனோ உயிர்க்கு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அறம், சிறப்பையும் அளிக்கும்; செல்வத்தையும் அளிக்கும்; ஆகையால் உயிர்க்கு அத்தகைய அறத்தைவிட நன்மையானது வேறு யாது?`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `சிறப்பு ஈனும் = வீடு பேற்றையும் தரும்;<br/><br/>
            செல்வமும் ஈனும் = (துறக்கம் முதலிய) செல்வத்தையும் தரும்:<br/><br/>
            உயிர்க்கு அறத்தின் ஊஉங்கு ஆக்கம் எவன்ஓ = ஆதலான் உயிர்கட்கு அறத்தின்மிக்க ஆக்கம் யாது?<br/><br/>
            எல்லாப்பேற்றினும் சிறந்தமையின் வீடு 'சிறப்பு' எனப்பட்டது. ‘சிறப்பென்னும் செம்பொருள்’ (358) என்ற திருக்குறளிலும், சிறப்பு என்பது வீடு என்னும் பொருளில் வந்தது. ‘சிறந்தது பயிற்றல்’ (கற்பியல்,51.) எனத் தொல்காப்பியத்து வருதலுங் காண்க.<br/><br/>
            ஆக்கந் தருவதனை 'ஆக்கம்' என்றார்.<br/><br/>
            ஆக்கம் 'மேன்மேலுயர்தல்'.<br/><br/>
            ஈண்டு 'உயிர்' என்றது மக்கள்உயிரை, சிறப்பம் செல்வமும் எய்தற்குரியது அதுவேயாகலின்.<br/><br/>
            இதனால் அறத்தின்மிக்க உறுதி இல்லையென்பது கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `சிறப்பு ஈனும் செல்வமும் ஈனும் - முத்தியும் தரும் செல்வமும் தருமாதலால், அறத்தின் ஊங்கு உயிர்க்கு ஆக்கம் எவன் - அறத்தின் மேல் உயிர்கட்கு ஆக்கம் தருவது யாது? [ஓ -அசை.]<br/><br/>
            பொருளான் ஆக்கம் உண்டென்பாரை மறுத்து, அறனே அதனை உண்டாக்கும் வலியுடைத்தென்று இறு கூறிற்று.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `It yields distinction, yields prosperity: what gain<br/>
            Greater than virtue can a living man obtain?`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Virtue will confer heaven and wealth; what greater source of happiness can man possess ?`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறத்தினூஉங் காக்க முமில்லை யதனை',
      l2: 'மறத்திலி னூங்கில்லை கேடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அறத்தினூஉங்கு ஆக்கமும் இல்லை அதனை<br/>
            மறத்தலின் ஊங்கில்லை கேடு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `ஒருவருடைய வாழ்க்கைக்கு அறத்தைவிட நன்மையானதும் இல்லை; அறத்தைப் போற்றாமல் மறப்பதைவிடக் கெடுதியானதும் இல்லை.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அறத்தின் ஊங்கு ஆக்கமும் இல்லை = (ஒருவனுக்கு) அறம் செய்தலின் மேற்பட்ட ஆக்கமும் இல்லை;<br/><br/>
            அதனை மறத்தலின் ஊங்கு இல்லை கேடு = அதனை (மயக்கத்தான்) மறத்தலின் மேற்பட்ட கேடும் இல்லை.<br/><br/>
            "அறத்தினூஉங் காக்கமு மில்லை" என மேற்சொல்லியதனையே அனுவதித்தார்¶, அதனாற் கேடுவருதல் கூறுதற் பயன் நோக்கி.<br/><br/>
            இதனால் அது செய்யாவழிக் கேடுவருதல் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அறத்தின் ஊங்கு ஆக்கமும் இல்லை - (ஒருவனுக்கு) அறம் செய்தலின் மேற்பட்ட ஆக்கமும் இல்லை; அதனை மறத்தலின் ஊங்கு கேடு இல்லை - அதனைச் செய்யாமையின் மேற்பட்ட கேடும் இல்லை. [ஆம் என்பது அசை.]<br/><br/>
            இது, அறம் செய்யாக்கால் கேடு வரு மென்று கூறிற்று.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `No greater gain than virtue aught can cause;<br/>
            No greater loss than life oblivious of her laws.`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `There can be no greater source of good than (the practice of) virtue; there can be no greater source
            of evil than the forgetfulness of it.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒல்லும் வகையா னறவினை யோவாதே',
      l2: 'செல்லும்வா யெல்லாஞ் செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `ஒல்லும் வகையான் அறவினை ஓவாதே<br/>
            செல்லும்வாய் எல்லாஞ் செயல்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `செய்யக்கூடிய வகையால், எக்காரணத்தாலும் விடாமல் செல்லுமிடமெல்லாம் அறச்செயலைப் போற்றிச் செய்ய வேண்டும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `ஒல்லும் வகையான் = (தத்தமக்கியலுந்) திறத்தான்;<br/><br/>
            அறவினை ஓவாது ஏ செல்லும் வாய் எல்லாம் செயல் = அறமாகிய நல்வினையை ஒழியாதே (அஃது) எய்தும் இடத்தான்எல்லாம் செய்க.<br/><br/>
            இயலுந்திறமாவது, இல்லறம் பொருளளவிற்கேற்பவும், துறவறம் யாக்கை நிலைக்கு ஏற்பவுஞ் செய்தல்.<br/><br/>
            ஓவாமை இடைவிடாமை.<br/><br/>
            எய்தும் இடமாவன மனம் மொழி மெய்கள்‡ என்பன.<br/><br/>
            அவற்றாற் செய்யும் அறங்களாவன முறையே நற்சிந்தையும், நற்சொல்லும் நற்செயலும் எனவிவை.<br/><br/>
            இதனான் அறஞ்செய்யுமாறு கூறப்பட்டது.
            `,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `ஒல்லும் வகையால் - நமக்கு இயலும் திறத்தானே, அறவினை ஓவாதே - அறவினையை ஒழியாதே, செல்லும் வாய் எல்லாம் செயல் - செய்யலாம் இடமெல்லாம் செய்க.<br/><br/>
            இயலும் திறம் - மனம் மொழி மெய்களும் பொருளும், செல்லும் வாய் - அறம் செய்தற்குத் தக்க பல இடங்களும், ஒழியாதே - நாள்தோறும்.<br/><br/>
            அறம் வலிதென்று அறிந்தவர்கள் அதனை இவ்வாறு செய்க என்று கூறிற்று இது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `To finish virtue’s work with ceaseless effort strive,<br/>
            What way thou may’st where’er thou see’st the work may thrive`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `As much as possible, in every way, incessantly practise virtue.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மனத்துக்கண் மாசில னாத லனைத்தற',
      l2: 'னாகுல நீர பிற',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `மனத்துக்கண் மாசிலன் ஆதல் அனைத்துஅறன்<br/>
            ஆகுல நீர பிற`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `ஒருவன் தன் மனத்தில் குற்றம் இல்லாதவனாக இருக்க வேண்டும்; அறம் அவ்வளவே; மனத்தூய்மை இல்லாத மற்றவை ஆரவாரத் தன்மை உடையவை.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `மனத்துக்கண் மாசு இலன் ஆதல் = (அவ்வாற்றான் அறஞ்செய்வான்) (தன்) மனத்தின்கட் குற்றம் உடையனல்லனாக;<br/><br/>
            அனைத்து அறன் = அவ்வளவே அறமாவது;<br/><br/>
            பிற ஆகுல நீர = அஃதொழிந்த சொல்லும் வேடமும் (அறமெனப்படா,) ஆரவார நீர்மைய.<br/><br/>
            குற்றம்- தீயன சிந்தித்தல்.<br/><br/>
            பிறர் அறிதல்வேண்டிச் செய்கின்றன வாகலின், (ஆகுல நீர) என்றார்.<br/><br/>
            மனத்து மாசுடையனாயவழி, அதன்வழியவாகிய மொழி மெய்களாற் செய்வன பயனிலவென்பதூஉம் பெறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `மனத்துக்கண் மாசிலனாதல் - (ஒருவன் தன்) மனத்தின்கண் குற்றமிலனாதலே, அனைத்து அறன்-எல்லா அறமுமாம். பிற ஆகுல நீர - (அதில் குற்றமுண்டாயின்) மேல் செய்வனவெல்லாம் ஆரவார நீர்மையன.<br/><br/>
            பிறர் அறியவேண்டிச் செய்தானா மென்றாயிற்று. மேல் நாலு பொருளைக் கடிய வேண்டு மென்றார். அவை நான்கும் மனமொன்றும் தூயதாகப் போமென்று அதன்பின் இதனைக் கூறினார்.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Spotless be thou in mind! This only merits virtue’s name;<br/>
            All else, mere pomp of idle sound, no real worth can claim`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Let him who does virtuous deeds be of spotless mind; to that extent is virtue; all else is vain show.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அழுக்கா றவாவெகுளி யின்னாச்சொன் னான்கு',
      l2: 'மிழுக்கா வியன்ற தறம்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும்<br/>
            இழுக்கா இயன்றது அறம்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `பொறாமை, ஆசை, சினம், கடுஞ்சொல் ஆகிய இந்த நான்கு குற்றங்களுக்கும் இடங்கொடுக்காமல் அவற்றைக் கடிந்து ஒழுகுவதே அறமாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அழுக்காறு = (பிறர் ஆக்கம்) பொறாமையும்;<br/><br/>
            அவா = (புலன்கண்மேற் செல்கின்ற) அவாவும்;<br/><br/>
            வெகுளி = (அவை ஏதுவாகப் பிறர்பால் வரும்) வெகுளியும்;<br/><br/>
            இன்னாச்சொல் = (அதுபற்றி வரும்) கடுஞ்சொல்லும் (ஆகிய);<br/><br/>
            நான்கும் இழுக்கா இயன்றது அறம் = இந்நான்கினையும் கடிந்து இடையறாது நடந்தது அறமாவது.<br/><br/>
            இதனான், ‘இவற்றோடு விரவியியன்றது அறமெனப்படாது’ என்பதூஉங் கொள்க.<br/><br/>
            இவை இரண்டுபாட்டானும் அறத்தினது இயல்பு கூறப்பட்டது.
            `,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அழுக்காறு - மனக்கோட்டமும், அவா - ஆசையும், வெகுளி வெகுளியும், இன்னாச்சொல் - கடுஞ்சொல்லும், நான்கும் இழுக்கா - என்னும் நான்கினையும் ஒழித்து, இயன்றது அறம் - நடந்த (அது யாதொன்று) அஃது அறமென்று சொல்லப்படும்.<br />
            பின்னர்ச் செய்யலாகா தென்று இந் நூல் கூறுவனவெல்லாம் இந்நான்கினுள் அடங்குமென்றும், அறம் எத்தன்மைத்தென்றும் இது கூறிற்று.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `‘Tis virtue when, his footsteps sliding not through envy, wrath,<br/>
            Lust, evil speech-these four, man onwards moves in ordered path`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `That conduct is virtue which is free from these four things, viz, malice, desire, anger and bitter
            speech.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்றறிவா மென்னா தறஞ்செய்க மற்றது',
      l2: 'பொன்றுங்காற் பொன்றாத் துணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அன்றறிவாம் என்னாது அறஞ்செய்க மற்றது<br />
            பொன்றுங்கால் பொன்றாத் துணை`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `இளைஞராக உள்ளவர் பிற்காலத்தில் பார்த்துக் கொள்ளலாம் என்று எண்ணாமல் அறம் செய்யவேண்டும். அதுவே உடல் அழியும் காலத்தில் அழியாத் துணையாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அன்று அறிவாம் என்னாது அறம் செய்க = (யாம் இதுபொழுது இளையம் ஆகலின்) இறக்குஞான்று செய்தும்எனக் கருதாது, அறத்தினை (நாள் தோறுஞ்) செய்க;<br/><br/>
            அது பொன்றுங்கால் பொன்றாத் துணை = அவ்வாறு செய்த அறம், (இவ்வுடம்பினின்றும் உயிர்) போங்காலத்து (அதற்கு) அழிவில்லாத துணையாம்.<br/><br/>
            ‘மற்று’ என்பது, அசைநிலை.<br/><br/>
            ‘பொன்றாத்துணை’ என்றார், செய்த உடம்பு அழியவும் உயிரோடு ஒன்றி ஏனையுடம்பினுஞ் சேறலின்.<br/><br/>
            இதனான், இவ்வியல்பிற்றாய அறத்தினை, நிலையாத யாக்கை நிலையினபொழுதே செய்க என்பது கூறப்பட்டது.
            `,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அன்று அறிவாம் என்னாது அறம்செய்க - பின்பே அறிந்து செய்வோம் என்னாது முன்பே அறத்தைச் செய்க; அது பொன்றுங்கால் பொன்றாத் துணை - அது சாம் காலத்திலும் சாகாதே நின்று பிறக்கும் இடத்திற்குத் துணையாம்.<br/><br/>
            இஃது, அறம் செய்யுங்கால் விரைந்து செய்ய வேண்டுமென்றும், அது மறுமைக்கும் துணையா மென்றும் கூறிற்று,`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Do deeds of virtue now, Say not, 'To-morrow we’ll be wise';<br/>
            Thus, when thou diest, shalt thou find a help that never dies`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Defer not virtue to another day; receive her now; and at the dying hour she will be your undying
            friend.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறத்தா றிதுவென வேண்டா சிவிகை',
      l2: 'பொறுத்தானோ டூர்ந்தா னிடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அறத்தாறு இதுவென வேண்டா சிவிகை<br/>
            பொறுத்தானோடு ஊர்ந்தான் இடை`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `பல்லக்கைச் சுமப்பவனும் அதன் மேலிருந்து ஊர்ந்து செல்லுவோனுமாகிய அவர்களிடையே அறத்தின் பயன் இஃது என்று கூறவேண்டா.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அறத்து ஆறு இது என வேண்டா = அறத்தின் பயன் இதுவென்று (யாம் ஆகமவளவையான்) உணர்த்தல் வேண்டா;<br/><br/>
            சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை = சிவிகையைக் காவுவானோடு செலுத்துவானிடை(க் காட்சியளவை தன்னானே உணரப்படும்).<br/><br/>
            பயனை ‘ஆறு’ என்றார், பின்னதாகலின்.<br/><br/>
            ‘என’ என்னும் எச்சத்தாற் சொல்லாகிய ஆகமவளவை♥யும், ‘பொறுத்தானோடு ஊர்ந்தானிடை’ என்றதனாற் காட்சியளவை❖யும் பெற்றாம்.<br/><br/>
            ‘உணரப்படு்ம்’ என்பது சொல்லெச்சம்↑.<br/><br/>
            இதனான், பொன்றாத்துணையாதல் தெளிவிக்கப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அறத்து ஆறு இது எனவேண்டா - அறத்தின்பயன் இத்தன்மைத் தென்று நீங்கள் (கேள்வியால்) அறியவேண்டா, சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை - சிலிகையைக் காவுவானோடு செலுத்துவானிடை (க்காட்சியால்) அறியலாம்.<br/>
            பொன்றினாலும் துணையாகுமோ என்றார்க்குத் துணையாயவாறு காட்டிற்று இது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Needs not in words to dwell on virtue’s fruits; compare<br/>
            The man in litter borne with them that toiling bear!`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The fruit of virtue need not be described in books; it may be inferred from seeing the bearer of a
            palanquin and the rider therein.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வீழ்நாள் படாஅமை நன்றாற்றி னஃதொருவன்',
      l2: 'வாழ்நாள் வழியடைக்குங் கல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன்<br/>
            வாழ்நாள் வழியடைக்கும் கல்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `ஒருவன் அறம் செய்யத் தவறிய நாள் ஏற்படாதவாறு அறத்தைச் செய்வானானால் அதுவே அவன் உடலோடு வாழும் நாள் வரும் பிறவி வழியை அடைக்கும் கல்லாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `வீழ் நாள் படாமை நன்று ஆற்றின் = (செய்யாது) கழியும் நாள் உளவாகாமல் ஒருவன் அறத்தைச் செய்யுமாயின்;<br/><br/>
            அஃது ஒருவன் வாழ் நாள் வழி அடைக்கும் கல் = அச்செயல் (அவன் யாக்கையோடு) கூடுநாள் வரும் வழியை (வாராமல்) அடைக்கும் கல்லாம்.<br/><br/>
            ஐவகைக் குற்றத்தான் வரும் இருவகை வினையும் உள்ளதுணையும், உயிர் யாக்கையோடுங்கூடி நின்று அவ்வினைகளது இருவகைப்பயனையும் நுகருமாகலான், அந்நாள் முழுவதும் ‘வாழ்நாள்’ எனப்பட்டது.<br/><br/>
            குற்றங்கள் ஐந்தாவன: அவிச்சை, அகங்காரம், அவா, விழைவு, வெறுப்பு என்பன; இவற்றை வடநூ்லார் ‘பஞ்சக்கிலேசம்’ என்பர்.<br/><br/>
            வினை இரண்டாவன, நல்வினை தீவினை என்பன.<br/><br/>
            பயன் இரண்டாவன, இன்பந் துன்பம் என்பன.<br/><br/>
            இதனான் அறம் வீடுபயக்கும் என்பது கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `வீழ்நாள் படாமை நன்று ஆற்றின் - ஒரு நாள் இடைவிடாமல் நன்மையைச் செய்வானாயின், அஃது - அச்செயல், ஒருவன் வாழ்நாள் வழி அடைக்கும் கல் - ஒருவனது பிறப்பும் இறப்புமாகிய நாள் வருகின்ற வழியை அடைப்பதோர் கல்லாம்.<br/><br/>
            இது, வீட்டைத் தரு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `If no day passing idly, good to do each day toil,<br/>
            A Stone ’t will be to block the way of future days of moil`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `If one allows no day to pass without some good being done, his conduct will be a stone to block up the
            passage to other births.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறத்தான் வருவதே யின்பமற் றெல்லாம்',
      l2: 'புறத்த புகழு மில',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அறத்தான் வருவதே இன்பம்மற் றெல்லாம்<br/>
            புறத்த புகழும் இல`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `அறநெறியில் வாழ்வதன் பயனாக வருவதே இன்பமாகும்; அறத்தோடு பொருந்தாமல் வருவன எல்லாம் இன்பம் இல்லாதவை; புகழும் இல்லாதவை.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அறத்தான் வருவதே இன்பம் = இல்லறத்தோடு பொருந்தி வருவதே இன்பமாவது;<br/><br/>
            மற்ற எல்லாம் புறத்த = அதனோடு பொருந்தாது வருவனவெல்லாம் (இன்பமாயினுந்) துன்பத்தினிடத்த;<br/><br/>
            புகழும் இல = (அதுவேயுமன்றிப்) புகழும் உடையனவல்ல.<br/><br/>
            ஆன் உருபு, ஈண்டு உடனிகழ்ச்சிக்கண் வந்தது; “தூங்கு கையா னோங்கு நடைய"(புறநானூறு, 22) என்புழிப்போல.<br/><br/>
            இனபம் காமநுகர்ச்சி; அஃதாமாறு, காமத்துப்பாலின் முதற்கட் சொல்லுதும்.<br/><br/>
            இன்பத்திற் புறம் எனவே துன்பமாயிற்று.<br/><br/>
            பாவத்தான் வரும் பிறனில்விழைவு முதலாயின, அக்கணத்துள் இன்பமாய்த் தோன்றுமாயினும் பின் துன்பமாய் விளைதலின், ‘புறத்த’ என்றார்.<br/><br/>
            அறத்தோடு வாராதன புகழுமில எனவே, ‘வருவது புகழுமுடைத்து என்பது’ பெற்றாம்.<br/><br/>
            இதனான் அறஞ்செய்வாரே இம்மையின்பமும், புகழும் எய்துவர் என்பது கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `அறத்தான் வருவதே இன்பம் - அறத்தால் வருவது (யாதொன்று அது)வே இன்பமும் புகழுமாம். மற்று எல்லாம் புறத்த புகழும் இல் - அதனான்றி வருவனவெல்லாம் துன்பமாம் புகழும் இலவாம்.<br/><br/>
            எல்லாப் போக நுகர்ச்சியும் இதனானே வரு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `What from virtue floweth, yieldeth dear delight;<br/>
            All else extern, is void of glory’s light`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Only that pleasure which flows from domestic virtue is pleasure; all else is not pleasure, and it is
            without praise.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செயற்பால தோரு மறனே யொருவற்',
      l2: 'குயற்பால தோரும் பழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `செயற்பால தோரும் அறனே ஒருவற்கு<br />
            உயற்பால தோரும் பழி`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `ஒருவன் வாழ்நாளில் முயற்சி மேற்கொண்டு செய்யத் தக்கது அறமே, செய்யாமல் காத்துக் கொள்ளத் தக்கது பழியே.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `ஒருவற்குச் செயற்பாலது அறனே = ஒருவனுக்குச் செய்தற் பான்மையது நல்வினையே;<br/><br/>
            உயற்பாலது பழி(யே) = ஒழிதற்பான்மையது, தீவினையே.<br/><br/>
            ‘ஒரும்’ என்பன இரண்டும் அசைநிலை.<br/><br/>
            தேற்றேகாரம் பின்னுங் கூட்டப்பட்டது.<br/><br/>
            பழிக்கப்படுவதனைப் ‘பழி’ யென்றார். இதனாற் செய்வதும் ஒழிவதும் நியமிக்கப்பட்டன.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `ஒருவற்கு செயல் பாலது அறனே - ஒருவனுக்குச் செய்யும் பகுதியது அறமே; உயல் பாலது பழி - தப்பும் பகுதியது பழியே.<br/><br/>
            மேல், அறம் செய்யப் பிறப்பது மென்றார், அதனோடு பாவம் செய்யின் அறாதென்றற்கு இது கூறினார்.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `‘Virtue’ sums the things that should be done;<br/>
            ‘Vice’ sums the things that man should shun`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `That is virtue which each ought to do, and that is vice which each should shun.`,
          },
        ],
      },
    ],
  },
];
