export default [
  {
    "kural": {
      "l1": "அடக்க மமரரு ளுய்க்கு மடங்காமை",
      "l2": "யாரிரு ளுய்த்து விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அடக்கம் அமரருள் உய்க்கும் அடங்காமை<br/>ஆரிருள் உய்த்து விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அடக்கம் ஒருவனை உயர்த்தித் தேவருள் சேர்க்கும்; அடக்கம் இல்லாதிருத்தல், பொல்லாத இருள் போன்ற தீய வாழ்க்கையில் செலுத்திவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடக்கம் அமரருள் உய்க்கும்= ஒருவனை அடக்கமாகிய அறம் பின் தேவருலகத்து உய்க்கும்;<br/><br/>அடங்காமை ஆர் இருள் உய்த்து விடும்= அடங்காமையாகிய பாவம் தங்குதற்கரிய இருளின்கட் செலுத்தும்.<br/><br/>இருள் என்பது ஓர் நரகவிசேடம்.<br/><br/>\"எல்லாம், பொருளிற் பிறந்துவிடும்\"(நான்மணிக்கடிகை-07) என்றாற் போல `உய்த்துவிடும் என்பது ஒருசொல்லாய் நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அடக்கம் அமரருள் உய்க்கும்-(மனம் மொழி மெய்களை அடக்கி ஒழுக அவ்) அடக்கம் தேவரிடத்தே கொண்டு செலுத்தும்; அடங்காமை ஆர் இருள் உய்த்து விடும்-(அவற்றை அடக்காதொழுக அவ்) அடங்காமை தானே நரகத்திடைக் கொண்டு செலுத்தி விடும்.<br/><br/>மேல் பலவாகப் பயன் கூறினாராயினும், ஈண்டு அடக்கத்திற்கும் அடங்காமைக்கும் இதுவே பயனென்று தொகுத்துக் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Control of self does man conduct to bliss th' immortals share;<br/>Indulgence leads to deepest night, and leves him there."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Self-control will place (a man) among the Gods; the want of it will drive (him) into the thickest darkness (of hell)."
          }
        ]
      }
    ],
    "id": 121
  },
  {
    "kural": {
      "l1": "காக்க பொருளா வடக்கத்தை யாக்க",
      "l2": "மதனினூஉங் கில்லை யுயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காக்க பொருளா அடக்கத்தை ஆக்கம்<br/>அதனினூஉங் கில்லை உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அடக்கத்தை உறுதிப் பொருளாகக் கொண்டு போற்றிக் காக்கவேண்டும். அந்த அடக்கத்தைவிட மேம்பட்ட ஆக்கம் உயிர்க்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உயிர்க்கு அதனின் ஊங்கு ஆக்கம் இல்லை= உயிர்கட்கு அடக்கத்தின் மிக்க செல்வமில்லை;<br/><br/>அடக்கத்தைப் பொருளாக் காக்க= ஆகலான் அவ் வடக்கத்தை உறுதிப்பொருளாகக் கொண்டு அழியாமற் காக்க.<br/><br/>உயிர் என்பது சாதிஒருமை. அஃது ஈண்டு மக்களுயிர்மேல் நின்றது; அறிந்தடங்கிப் பயன் கொள்வது அதுவேயாகலின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளாக அடக்கத்தை காக்க-(ஒருவன் தனக்குப்) பொருளாக அடக்கத்தை உண்டாக்குக; உயிர்க்கு ஆக்கம் அதனின் ஊங்கு இல்லை-உயிர்க்கு ஆக்கம் அதினின் மேற்பட்டது பிறிதில்லை.<br/><br/>[பொருளாக என்பது ஈறு கெட்டு நின்றது.]<br/><br/>இஃது, அடக்கமுடைமை வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Guard thou as wealth the power of self-control;<br/>Than this no greater gain to living soul!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let self-control be guarded as a treasure; there is no greater source of good for man than that."
          }
        ]
      }
    ],
    "id": 122
  },
  {
    "kural": {
      "l1": "செறிவறிந்து சீர்மை பயக்கு மறிவறிந்",
      "l2": "தாற்றி னடங்கப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செறிவறிந்து சீர்மை பயக்கும் அறிவறிந்து<br/>ஆற்றின் அடங்கப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறியவேண்டியவற்றை அறிந்து, நல்வழியில் அடங்கி ஒழுகப் பெற்றால், அந்த அடக்கம் நல்லோரால் அறியப்பட்டு மேன்மை பயக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவு அறிந்து ஆற்றின் அடங்கப் பெறின்= அடங்குதலே நமக்கு அறிவாவது என்று அறிந்து நெறியானே ஒருவன் அடங்கப்பெறின்;<br/><br/>செறிவு அறிந்து சீர்மை பயக்கும்= அவ்வடக்கம் நல்லோரான் அறியப்பட்டு அவனுக்கு விழுப்பத்தைக் கொடுக்கும்.<br/><br/>அறிதல் இரண்டனுள், முன்னது - செயப்பாட்டு வினை. இல்வாழ்வானுக்கு அடங்கு நெறியாவது, மெய்ம்முதன் மூன்றும் தன்வயத்தனாதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செறிவு அறிந்து-அடக்கப்படுவனவும் அறிந்து, அறிவு அறிந்து- அறியப்படுவனவும் அறிந்து, ஆற்றின் அடங்க பெறின்-நெறியானே அடங்கப் பெறின், சீர்மை பயக்கும்-நன்மை பயக்கும்.<br/><br/>[செறிவு-அடக்கம்.] அடக்கப்படுவன மெய், வாய், கண், மூக்கு, செவி. அறியப்படுவன ஊறு, சுவை, ஒளி, நாற்றம், ஓசை.<br/><br/>இஃது, அடக்கம் நன்மையை நல்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If versed in wisdom's lore by virtue's law you self-restrain,<br/>Your self - repression known will yeild you glory's gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Knowing that self-control is knowledge, if a man should control himself, in the prescribed course, such self-control will bring him distinction among the wise."
          }
        ]
      }
    ],
    "id": 123
  },
  {
    "kural": {
      "l1": "நிலையிற் றிரியாது அடங்கியான றோற்ற",
      "l2": "மலையினு மாணப் பெரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிலையின் திரியாது அடங்கியான் தோற்றம்<br/>மலையினும் மாணப் பெரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் நிலையிலிருந்து மாறுபடாமல் அடங்கி ஒழுகுவோனுடைய உயர்வு, மலையின் உயர்வைவிட மிகவும் பெரிதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலையின் திரியாது அடங்கியான் தோற்றம்= இல்வாழ்க்கையாகிய தன் நெறியின் வேறுபடாது நின்று அடங்கியவனது உயர்ச்சி;<br/><br/>மலையினும் மாணப் பெரிது= மலையின் உயர்ச்சியினும் மிகப் பெரிது.<br/><br/>'திரியாது அடங்குதல்' பொறிகளாற் புலன்களை நுகராநின்றே அடங்குதல். மலை ஆகுபெயர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிலையில் திரியாது அடங்கியான் தோற்றம்-தனது நிலையில் கெடாதே அடங்கினவனது உயர்ச்சி, மலையினும் மாண பெரிது- மலையினும் மிகப் பெரிது.<br/><br/>நிலை-வர்ணாச்சிரம தருமம்.<br/><br/>இஃது, அடக்கம் உயர்வை நல்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In his station, all unswerving, if man self subdue,<br/>Greater he than mountain proudly rising to the view."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "More lofty than a mountain will be the greatness of that man who without swerving from his domestic state, controls himself."
          }
        ]
      }
    ],
    "id": 124
  },
  {
    "kural": {
      "l1": "எல்லார்க்கு நன்றாம் பணித லவருள்ளுஞ்",
      "l2": "செல்வர்க்கே செல்வந் தகைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எல்லார்க்கும் நன்றாம் பணிதல் அவருள்ளும்<br/>செல்வர்க்கே செல்வம் தகைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பணிவுடையராக ஒழுகுதல் பொதுவாக எல்லோர்க்கும் நல்லதாகும்; அவர்களுள் சிறப்பாகச் செல்வர்க்கே மற்றொரு செல்வம் போன்றதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பணிதல் எல்லார்க்கும் நன்றாம்= பெருமிதம் இன்றி அடங்குதல் எல்லார்க்கும் ஒப்ப நன்றே யெனினும்;<br/><br/>அவருள்ளும் செல்வர்க்கே செல்வம் தகைத்து= அவ்வெல்லாருள்ளுஞ் செல்வம் உடையார்க்கே வேறொரு செல்வமாஞ்சிறப்பினையுடைத்து.<br/><br/>பெருமிதத்தினைச் செய்யுங் கல்வியுங் குடிப்பிறப்பும் உடையார், அஃதின்றி அவை தம்மானே அடங்கியவழி அவ் அடக்கம் சிறந்து காட்டாதாகலின், 'செல்வர்க்கே செல்வந் தகைத்து' என்றார்.<br/><br/>செல்வத்தகைத்து என்பது மெலிந்து நின்றது. பொது என்பாரையும் உடம்பட்டுச் சிறப்பாதல் கூறியவாறு.<br/><br/>இவை ஐந்து பாட்டானும் பொதுவகையான் அடக்கத்தது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பணிதல் எல்லார்க்கும் நன்றாம்-அடங்கியொழுகல் எல்லார்க்கும் நன்மையாம்; அவருள்ளும் செல்வர்க்கே செல்வம் தகைத்து-அவரெல்லாரினும் செல்வமுடையார்க்கே மிகவும் நன்மை உடைத்தாம்.<br/><br/>செல்வம்-மிகுதி.<br/><br/>இஃது, அடக்கம் செல்வமுடையார்க்கு உயர்வைத் தரு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To all humility is goodly grace; but chief to them<br/>With fortune blessed,,- 'tis fortune's diadem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Humility is good in all; but especially in the rich it is (the excellence of) higher riches."
          }
        ]
      }
    ],
    "id": 125
  },
  {
    "kural": {
      "l1": "ஒருமையு ளாமைபோ லைந்தடக்க லாற்றி",
      "l2": "னெழுமையு மேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒருமையுள் ஆமைபோல் ஐந்தடக்கல் ஆற்றின்<br/>எழுமையும் ஏமாப் புடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு பிறப்பில், ஆமைபோல் ஐம்பொறிகளையும் அடக்கியாள வல்லவனானால், அஃது அவனுக்குப் பல பிறப்பிலும் காப்பாகும் சிறப்பு உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆமைபோல் ஒருமையுள் ஐந்து அடக்கல் ஆற்றின்= ஆமைபோல ஒருவன் ஒருபிறப்பின்கண் ஐம்பொறிகளையும் அடக்கவல்லனாயின்;<br/><br/>எழுமையும் ஏமாப்பு உடைத்து= அவ்வன்மை அவனுக்கு எழுபிற்ப்பின்கண்ணும் அரணாதலை உடைத்து.<br/><br/>ஆமை ஐந்து உறுப்பினையும் இடர் புகுதாமல் அடக்குமாறுபோல இவனும் ஐம்பொறிகளையும் பாவம் புகுதாமல் அடக்கவேண்டும் என்பார் 'ஆமைபோல்` என்றார். ஒருமைக்கட் செய்த வினையின்பயன் எழுமையுந் தொடருமென்பது இதனான் அறிக.<br/><br/>இதனான் மெய்யடக்கம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருமையுள் ஐந்து ஆமைபோல் அடக்கல் ஆற்றின்-ஒரு பிறப்பிலே பொறிகள் ஐந்தினையும் ஆமைபோல அடக்கவல்லவனாயின், எழுமையும் ஏமாப்பு உடைத்து-(அஃது) அவனுக்கு எழுபிறப்பிலும் காவலாதலை யுடைத்து.<br/><br/>இஃது, அடக்கம் மறுபிறப்பிலும் நன்மையைப் பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like tortoise, who the five restrains<br/>In one, through seven world bliss obtains."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Should one throughout a single birth, like a tortoise keep in his five senses, the fruit of it will prove a safe-guard to him throughout the seven-fold births."
          }
        ]
      }
    ],
    "id": 126
  },
  {
    "kural": {
      "l1": "யாகாவா ராயினு நாகாக்க காவாக்காற்",
      "l2": "சோகாப்பர் சொல்லிழுக்குப் பட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "யாகாவா ராயினும் நாகாக்க காவாக்கால்<br/>சோகாப்பர் சொல்லிழுக்குப் பட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காக்க வேண்டியவற்றுள் எவற்றைக் காக்காவிட்டாலும் நாவையாவது காக்கவேண்டும்; காக்கத் தவறினால் சொற் குற்றத்தில் அகப்பட்டுத் துன்புறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யாகாவாராயினும் நா காகக= தம்மாற் காக்கப்படுவன எல்லாவற்றையும் காக்கமாட்டாராயினும் நாவொன்றனையும் காக்க;<br/><br/>காவாக்கால் சொல் இழுக்குப்பட்டுச் சோகாப்பர்= அதனைக் காவாராயின் சொற்குற்றத்தின்கட் பட்டுத் தாமே துன்புறுவர்.<br/><br/>யாவென்பது அஃறிணைப் பன்மை வினாப்பெயர். அஃது ஈண்டு எஞ்சாமை உணரநின்றது. முற்றும்மை விகாரத்தாற் றொக்கது. சொற்குற்றம் சொல்லின்கட் டோன்றும் குற்றம். அல்லாப்பர், செம்மாப்பர் என்பன போலச் சோகாப்பர் என்பது ஒருசொல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யா காவாராயினும் நா காக்க-எல்லாவற்றையும் அடக்கில ராயினும் நா ஒன்றினையும் அடக்குக, காவாக்கால் சொல் இழுக்குள்பட்டு சோகாப்பர்-அதனை அடக்காக்கால் சொல் சோர்வுள் பட்டுத் தாமே சோகிப்ப ராதலான்.<br/><br/>இது, நாவடக்கம் இல்லாதார் சோகத்தின்மாட்டே பிணிக்கப்படுவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What'er they fail to guard, o'er lips men guard should keep;<br/>If not, through fault of tongue, they bittter tears shall weep."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Whatever besides you leave unguarded, guard your tongue; otherwise errors of speech and the consequent misery will ensue."
          }
        ]
      }
    ],
    "id": 127
  },
  {
    "kural": {
      "l1": "ஒன்றானுந் தீச்சொற் பொருட்பய னுண்டாயி",
      "l2": "னன்றாகா தாகி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின்<br/>நன்றாகா தாகி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தீய சொற்களின் பொருளால் விளையும் தீமை ஒன்றாயினும் ஒருவனிடம் உண்டானால், அதனால் மற்ற அறங்களாலும் நன்மை விளையாமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒன்றானும் தீ சொல் பொருட்பயன் உண்டாயின்= தீயவாகிய சொற்களின் பொருள்களாற் பிறர்க்குவருந் துன்பம் ஒன்றாயினும் ஒருவன்பக்கல் உண்டாவதாயின்;<br/><br/>நன்று ஆகாதாகி விடும்= அவனுக்குப் பிற அறங்களால் உண்டான நன்மை தீதாய் விடும்.<br/><br/>தீய சொல்லாவன, தீங்குபயக்கும் பொய், குறளை, கடுஞ்சொல் என்பன. 'ஒருவன் நல்லதாகச் சொல்லும் சொற்களின் கண்ணே ஒன்றாயினும் தீச்சொற்படும் பொருளினது பயன் பிறர்க்கு உண்டாவதாயின்' என்று உரைப்பாரும் உளர் #.<br/><br/>(இவ்வாறு கூறுபவர் மணக்குடவர்)"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒன்றானும் தீச்சொல் பொருள் பயன் உண்டாயின்-ஒரு சொல்லேயாயினும் (கேட்டார்க்கு இனியதாயிருந்து) தீய சொல்லின் பொருளைப் பயக்குமாயின், நன்று ஆகாதது ஆகி விடும்-(சொல்லியது முழுவதும்) நன்மை ஆகாதாயே விடும்.<br/><br/>[ஆகாதது என்பது ஆகாது எனக் குறைந்து நின்றது.]<br/><br/>இஃது, ஒருவன் சால மொழி கூறினாலும் தீதா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though some small gain of good it seem to bring,<br/>The evil word is parent still of evil thing."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man's speech be productive of a single evil, all the good by him will be turned into evil."
          }
        ]
      }
    ],
    "id": 128
  },
  {
    "kural": {
      "l1": "தீயினாற் சுட்டபுண் ணுள்ளாறு மாறாதே",
      "l2": "நாவினாற் சுட்ட வடு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே<br/>நாவினாற் சுட்ட வடு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தீயினால் சுட்ட புண் புறத்தே வடு இருந்தாலும் உள்ளே ஆறிவிடும் . ஆனால் நாவினால் தீய சொல் கூறிச் சுடும் வடு என்றும் ஆறாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தீயினால் சுட்ட புண் உள் ஆறும்= ஒருவனை யொருவன் தீயினால் சுட்ட புண் மெய்க்கண் கிடப்பினும் மனத்தின்கண் அப்பொழுதே ஆறும்;<br/><br/>நாவினால் சுட்ட வடு ஆறாது= அவவாறு அன்றி வெவ்வுரையை உடைய நாவினால் சுட்டவடு அதன்கண்ணும் எஞ்ஞான்றும் ஆறாது.<br/><br/>ஆறிப்போதலால், தீயினாற் சுட்டதனைப் புண் என்றும், ஆறாது கிடத்தலால் நாவினாற் சுட்டதனை வடு என்றும் கூறினார். தீயும், வெவ்வுரையும் சுடுதல் தொழிலான் ஒக்குமாயினும், ஆறாமையால் தீயினும் வெவ்வுரை கொடிது என்பது போதரலின், இது 'குறிப்பான் வந்த வேற்றுமை அலங்காரம்'.<br/><br/>இவை மூன்று பாட்டானும் மொழியடக்கம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தீயினால் சுட்ட புண் உள் ஆறும்-தீயினால் சுட்ட புண் உள்ளாறித் தீரும்; நாவினால் சுட்ட வடு ஆறாது-நாவினால் சுட்ட புண் (ஒரு காலத்தினும்) தீராது.<br/><br/>இது, நாவடக்கம் இல்லாதார்க்குப் பிறர் பகையாகித் தீங்கிழைப்ப ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In flesh by fire inflamed, nature may throughly heal the sore;<br/>In soul by tongue inflamed, the ulcer healeth nevermore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wound which has been burnt in by fire may heal, but a wound burnt in by the tongue will never heal."
          }
        ]
      }
    ],
    "id": 129
  },
  {
    "kural": {
      "l1": "கதங்காத்துக் கற்றடங்க லாற்றுவான் செவ்வி",
      "l2": "யறம்பார்க்கு மாற்றி னுழைந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி<br/>அறம்பார்க்கும் ஆற்றின் நுழைந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சினம் தோன்றாமல் காத்து, கல்வி கற்று, அடக்கமுடையவனாக இருக்க வல்லவனுடைய செவ்வியை, அவனுடைய வழியில் சென்று அறம் பார்த்திருக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கதம் காத்துக் கற்று அடங்கல் ஆற்றுவான் செவ்வி= மனத்தின்கண் வெகுளி தோன்றாமல் காத்துக் கலவியுடையனாய் அடங்குதலை வல்லவனது செவ்வியை;<br/><br/>அறம் பார்க்கும் ஆற்ிறன் நுழைந்து= அறக்கடவுள் பாராநிற்கும் அவனை அடையும்நெறியின்கண் சென்று.<br/><br/>அடங்குதல் மனம் புற்த்துப் பரவாது அறத்தின்கண்ணே நிற்றல். 'செவ்வி' தன்குறை கூறுதற்கேற்ற மனமொழி முகங்கள் இனியனாம் காலம். இப்பெற்றியானை அறம் தானே சென்று அடையும் என்பதாம்.<br/><br/>இதனானே மனவடக்கம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கதம் காத்து கற்று அடங்கல் ஆற்றுவான்-வெகுளியும் அடக்கிக் கல்வியும் உடையவனாய் (அதனால் வரும் பெருமிதமும்) அடக்க வல்லவன்மாட்டு, அறம் உழைந்து செவ்வி பார்க்கும் ஆற்றின்-அறமானது (தானே வருதற்கு) வருந்திக் காலம் பார்க்கும் நெறியானே.<br/><br/>இஃது அடக்கமுடையார்க்கு அறம் உண்டா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who learns restraint, and guards his soul from wrath,<br/>Virtue, a timely aid, attends his path."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Virtue, seeking for an opportunity, will come into the path of that man who, possessed of learning and self-control, guards himself against anger."
          }
        ]
      }
    ],
    "id": 130
  }
]