export default [
  {
    "kural": {
      "l1": "ஆற்று பவர்க்கு மரண்பொரு ளஞ்சித்தற்",
      "l2": "போற்று பவர்க்கும் பொருள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்று பவர்க்கும் அரண்பொருள் அஞ்சித்தற்<br/>போற்று பவர்க்கும் பொருள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(படையெடுத்துப்) போர்செய்யச் செல்பவர்க்கும் அரண் சிறந்ததாகும்; (படையெடுத்தவர்க்கு) அஞ்சித் தன்னைப் புகலிடமாக அடைந்தவர்க்கும் அது சிறந்ததாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றுபவர்க்கும் அரண் பொருள்= மூவகை ஆற்றலும் உடையராய்ப் பிறர்மேல் செல்வார்க்கும் அரண் சிறந்தது; அஞ்சித் தற் போற்றுபவர்க்கும் (அரண்) பொருள்= அவையின்றித் தம்மேல் வருவார்க்கு அஞ்சித் தன்னையே அடைவார்க்கும் அரண் சிறந்தது.<br/><br/>பிறர்மேல் செல்லுங்கால் உரிமை பொருள் முதலியவற்றைப் பிறன் ஒருவன் வௌவாமல் வைத்துச் செல்லவேண்டும் ஆகலானும், அப்பெருமை தொலைந்து இறுதிவந்துழிக் கடன் நடுவண் உடைகலத்தார் போன்று ஏமம் காணாது இறுவர் ஆகலானும், ஆற்றுபவர்க்கும் போற்றுபவர்க்கும் அரண் பொருள் ஆயிற்று. ஆற்றலுடையராயினும், அரண் இல்வழி அழியும் பாலராகலின், அவரை முற்கூறினார்.<br/><br/>இதனால் அரணினது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வலியுடையார்க்கும் அரணுடைமை பொருளாவது; பகைவர்க்கு அஞ்சித் தன்னைக் காப்பார்க்கும் அரணுடைமை பொருளாவதாம்; ஆதலால் அதனைச் செய்யவேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A fort is wealth to those who act against their foes;<br/>Is wealth to them who, fearing, guard themselves from woes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is an object of importance to those who march (against their foes) as well as to those who through fear (of pursuers) would seek it for shelter."
          }
        ]
      }
    ],
    "id": 741
  },
  {
    "kural": {
      "l1": "மணிநீரு மண்ணு மலையு மணிநிழற்",
      "l2": "காடு முடைய தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மணிநீரும் மண்ணும் மலையும் அணிநிழற்<br/>காடும் உடைய தரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மணிபோல் தெளிந்த நீரும், வெட்ட வெளியான நிலமும், மலையும், அழகிய நிழல் உடைய காடும் ஆகிய இவை நான்கும் உடையதே அரண் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்= மணிபோலும் நிறத்தினை உடைய நீரும், வெள்ளிடை நிலமும், மலையும், குளிர்ந்த நிழலையுடைய காடும் உடையதே அரணாவது.<br/><br/>எஞ்ஞான்றும் வற்றாத நீர் என்பார், 'மணிநீர்' என்றும், நீரும் நிழலும் இல்லா மருநிலம் என்பார், 'மண்' என்றும், செறிந்த காடு என்பார், 'அணிநிழற் காடு' என்றும் கூறினார். மதிற்புறத்து மருநிலம், பகைவர் அரண் பற்றாமைப்பொருட்டு. நீரரண், நிலவரண், மலையரண், காட்டரண் என இயற்கையும் செயற்கையும் ஆய இந்நான்கு அரணும் சூழப்படுவது 'அரண்' என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தெளிந்த நீராயினும், நிழலும் நீருமிலாத வெறுநிலமாயினும், மலையாயினும், அழகிய நிழலினையுடைய காடாயினும் உடையது அரணாம்.<br/><br/>தெளிந்தநீர்- பெருநீர். இது கலங்காதாதலின். அணி நிழற்காடு என்றதனாலே செறிவுடைய காடென்று கொள்ளப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A fort is that which owns a fount of waters crystal clear,<br/>An open space, a hill, and shade of beauteous forest near."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which has everlasting water, plains, mountains and cool shady forests."
          }
        ]
      }
    ],
    "id": 742
  },
  {
    "kural": {
      "l1": "உயர்வகலந் திண்மை யருமையிந் நான்கி",
      "l2": "னமைவர ணென்றுரைக்கு நூல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உயர்வகலம் திண்மை அருமைஇந் நான்கின்<br/>அமைவரண் என்றுரைக்கும் நூல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உயரம், அகலம், உறுதி, பகைவரால் அழிக்க முடியாத அருமை ஆகிய நான்கும் அமைந்திருப்பதே அரண் என்று நூலோர் கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உயர்வு அகலம் திண்மை அருமை இந்நான்கின் அமைவு= உயர்ச்சியும், அகலமும், திண்மையும், அருமையும் என்று சொல்லப்பட்ட இந்நான்கின் மிகுதியை உடைய மதிலை; அரண் என்று உரைக்கும் நூல்= அரண் என்று சொல்லுவர் நூலோர்.<br/><br/>அமைவு, நூல் என்பன ஆகுபெயர். உயர்வு ஏணி எய்தாதது. அகலம் புறத்தோர்க்கு அகழலாகா அடி அகலமும், அகத்தோர்க்கு நின்று வினைசெய்யலாம் தலைஅகலமும். திண்மை நல் இட்டிகைகளான் செய்தலின் குத்தப்படாமை. அருமை, பொறிகளான் அணுகற்கு அருமை. பொறிகளாவன: \"வளைவிற் பொறியும் அயிற்செறி நிலையும், கருவிரல் ஊகமும் கல்லுமிழ் கவணும்/ பரிவுறு வெந்நெயும் பாகடு குழிசியும்/ காய்பொன் னுலையும் கல்லிடு கூடையும்/ தூண்டிலும் துடக்கும் ஆண்டலை அடுப்பும்/ கவையும் கழுவும் புதையும் புழையும்/ ஐயவித் துலாமும் கைபெயர் ஊசியும்/ சென்றெறி சிரலும் பன்றியும் பணையும்/ எழுவும் சீப்பும் முழுவிரற் கணையமும்/ கோலும் குந்தமும் வேலும் சூலமும்\"‡ என்று இவை முதலாயின."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உயர்ச்சியும், அகலமும், திண்மையும், கிட்டுதற்கு அருமையுமென்னும் இந்நான்கினது அமைதியுடையது மதிலாமென்று சொல்லுவர் நூலோர்.<br/><br/>திண்மையென்பது கல்லும் இட்டிகையும் இட்டுச் செய்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Height, breadth, strength, difficult access;<br/>Science declares a fort must these possess."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learned say that a fortress is an enclosure having these four (qualities) viz., height, breadth, strength and inaccessibility."
          }
        ]
      }
    ],
    "id": 743
  },
  {
    "kural": {
      "l1": "சிறுகாப்பிற் பேரிடத்த தாகி யுறுபகை",
      "l2": "யூக்க மழிப்ப தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறுகாப்பிற் பேரிடத்த தாகி உறுபகை<br/>ஊக்கம் அழிப்ப தரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காக்கவேண்டிய இடம் சிறியதாய், மற்ற இடம் பெரிய பரப்புள்ளதாய், தன்னை எதிர்த்து வந்த பகைவருடைய ஊக்கத்தை அழிக்கவல்லது அரண் ஆகும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறு காப்பின் பேர் இடத்தது ஆகி= காக்கவேண்டும் இடம் சிறிதாய், அகன்ற இடத்தை உடைத்தாய்; உறு பகை ஊக்கம் அழிப்பது அரண்= தன்னை வந்து முற்றிய பகைவரது மனஎழுச்சியைக் கெடுப்பதே அரணாவது.<br/><br/>வாயிலும் வழியும் ஒழிந்த இடங்கள் மலை, காடு, நீர்நிலை என்று இவற்றுள் ஏற்பன உடைத்தாதல் பற்றிப் 'பேரிடத்ததாகி' என்றும், தம் வலி நோக்கி இது பொழுதே அழித்தும் என்று வரும் பகைவர், வந்து கண்டால் அவ் ஊக்கம் ஒழிதல் பற்றி 'ஊக்கம் அழிபபது' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காக்கவேண்டும் இடம் சிறிதாய், மதிலகம் பெரிய இடத்தையுடைத்தாய், மதிலையுற்ற பகைவரது மிகுதியைக் கெடுப்பது அரணாவது.<br/><br/>சிறு காவலாவது ஒருபக்கம் மலையாயினும் நீராயினும் உடைத்தாதல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A fort must need but slight defence, yet ample be,<br/>Defying all the foeman's energy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which has an extensive space within, but only small places to be guarded, and such as can destroy the courage of besieging foes. "
          }
        ]
      }
    ],
    "id": 744
  },
  {
    "kural": {
      "l1": "கொளற்கரிதாய்க் கொண்டகூழ்த் தாகி யகத்தார்",
      "l2": "நிலைக்கெளிதா நீர தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொளற்கரிதாய்க் கொண்டகூழ்த் தாகி அகத்தார்<br/>நிலைக்கெளிதாம் நீரது அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவரால் கைப்பற்றப்படுவதற்கு முடியாததாய், தன்னிடம் உணவுப்பொருள் கொண்டதாய், உள்ளிருப்போர் நிலைத்திருப்பதற்கு எளியதாகிய தன்மை உடையது அரண்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொளற்கு அரிதாய்= புறத்தாரான் கோடற்கு அரிதாய்; கொண்ட கூழ்த்து ஆகி= உட்கொண்ட பலவகை உணவிற்றாய்; அகத்தார் நிலைக்கு எளிதாம் நீரது அரண்= அகத்தாரது போர்நிலைக்கு எளிதாய நீர்மையை உடையதே அரணாவது.<br/><br/>கோடற்கருமை: இளை கிடங்குகளானும், பொறிகளானும், இடங்கொள்ளுவதற்கு அருமை. உணவு நிலைமை பற்றிக் கூறினமையின், மற்றுள்ள நுகரப்படுவனவும் அடங்கின. 'நிலைக்கு எளிதாம் நீர்மை'யாவது, அகத்தார் விட்ட ஆயுத்ம முதலிய புறத்தார்மேல் எளிதின் சேறலும், அவர்விட்டன அகத்தார் மேல் செல்லாமையும், பதணப் பரப்பும் முதலாயின."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவரால் கொள்ளுதற்கு அரிதாய்த் தன்னகத்தே அமைக்கப்பட்ட உணவையும் உடைத்தாய் அகத்துறைவார்க்கு நிற்றற்கு எளிதாகும் நீரையுடைத்தாயிருப்பது அரணாவது.<br/><br/>எனவே, புறத்தார்க்கு நிற்றற்கரிதாகும் நீரையுடைத்தாதலும் வேண்டுமென்றவாறாயிற்று; தூரத்தில் நீரைப் பிறரறியாமல் உள்ளே புகுதவிடுதலும் வேண்டும் என்பதாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Impregnable, containing ample stores of food,<br/>A fort, for those within, must be a warlike station good."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which cannot be captured, which abounds in suitable provisions, and affords a position of easy defence to its inmates."
          }
        ]
      }
    ],
    "id": 745
  },
  {
    "kural": {
      "l1": "எல்லாப் பொருளு முடைத்தா யிடத்துதவு",
      "l2": "நல்லா ளுடைய தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எல்லாப் பொருளும் உடைத்தாய் இடத்துதவும்<br/>நல்லாள் உடையது அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன்னிடம் உள்ளவர்க்கு (வேண்டிய) எல்லாப் பொருளும் உடையதாய், போர் நெருக்கடியானவிடத்தில் உதவ வல்ல நல்ல வீரர்களை உடையது அரண் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லாப் பொருளும் உடைத்தாய்= அகத்தோர்க்கு வேண்டும் பொருள்கள் எல்லாவற்றையும் உள்ளே உடைத்தாய்; இடத்து உதவும் நல்லாள் உடையது அரண்= புறத்தோரால் அழிவெய்தும் எல்லைக்கண், அஃது எய்தாவகை உதவிக்காக்கும் நல்ல வீரரையும் உடையதே அரணாவது.<br/><br/>அரசன் மாட்டு அன்பும், மானமும், மறமும், சோர்வின்மையும் முதலிய நற்குணங்கள் உடைமைபற்றி 'நல்லாள்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லாப் பொருள்களையும் உடைத்தாய், உற்றவிடத்து உதவவல்ல வீரரையுடையது அரண்.<br/><br/>எல்லாப் பொருளமாவன-நுகரவேண்டுவனவும் படைக்கலங்களும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A fort, with all munitions amply stored,<br/>In time of need should good reserves afford."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which has all (needful) things, and excellent heroes that can help it against destruction (by foes)."
          }
        ]
      }
    ],
    "id": 746
  },
  {
    "kural": {
      "l1": "முற்றியு முற்றா தெறிந்து மறைப்படுத்தும்",
      "l2": "பற்றற் கரிய தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முற்றியும் முற்றா தெறிந்தும் அறைப்படுத்தும்<br/>பற்றற் கரியது அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முற்றுகையிட்டும், முற்றுகையிடாமல் போர் செய்தும், வஞ்சனை செய்தும் எப்படியும் பகைவரால் கைப்பற்ற முடியாத அருமை உடையது அரண் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முற்றியும்= புகலொடு போக்கு ஒழியும் வகை நெருங்கிச் சூழ்ந்தும்; முற்றாது எறிந்தும்= அங்ஙனம் சூழாது நெகிழ்ந்த இடன் நோக்கி ஒருமுகமாகப் பொருதும்; அறைப்படுத்தும்= அகத்தோரை அவர் தெளிந்தோரை விட்டுக் கீழறுத்துத் திறப்பித்தும்; பற்றற்கு அரியது அரண்= புறத்தோரான் கொள்ளுதற்கு அரியதே அரணாவது.<br/><br/>இம்மூன்று உபாயத்துள்ளும், முதலாவது 'எல்லாப்பொருளும் உடைமை'யானும், ஏனைய 'நல்லாள் உடைமை'யானும் வாயாவாயின."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சூழவிட்டும், சூழவிடாதே ஒருபக்கமாகப் போர் செய்தும், அரணிலுள்ளாரைக் கீழறுத்தும் இம்மூன்றினாலும் கொள்ளுதற்கு அரியது அரணாவது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A fort should be impregnable to foes who gird it round,<br/>Or aim there darts from far, or mine beneath the ground."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which cannot be captured by blockading, assaulting, or undermining it."
          }
        ]
      }
    ],
    "id": 747
  },
  {
    "kural": {
      "l1": "முற்றாற்றி முற்றி யவரையும் பற்றாற்றிப்",
      "l2": "பற்றியார் வெல்வ தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முற்றாற்றி முற்றி யவரையும் பற்றாற்றிப்<br/>பற்றியார் வெல்வது அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முற்றுகையிடுவதில் வல்லமை கொண்டு முற்றுகை இட்டவரையும் (உள்ளிருந்தவர் பற்றிய) பற்றை விடாமலிருந்து வெல்வதற்கு உரியது அரண் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முற்று ஆற்றி முற்றியவரையும்= தானைப்பெருமையாற் சூழ்தல் வல்லராய் வந்து சூழ்ந்த புறத்தோரையும்; பற்றியார் பற்று ஆற்றி வெல்வது அரண்= தன்னைப் பற்றிய அகத்தோர், தாம்பற்றிய இடம் விடாதே நின்று, பொருது வெல்வதே அரணாவது.<br/><br/>உம்மை சிறப்பும்மை. பற்றின்கண்ணே ஆற்றி என விரியும். 'பற்று' ஆகுபெயர். 'வெல்வது' என உடையார்தொழில் அரண்மேல் நின்றது. பெரும்படையானைச் சிறுபடையான் பொறுத்து நிற்கும் துணையேயன்றி வெல்லும் இயல்பினது என்பதாம். இதற்குப் பிறிதுரைப்பாரும் உளர்.<br/><br/>இவை ஏழுபாட்டானும், அதனது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சூழவல்லாரைச் சூழ்ந்து நலிந்தவரையும் தன்னகத்து நின்று காக்கவல்லவராய்க் காப்பவர் வெல்வது அரணாவது.<br/><br/>பற்றாற்றுதல் -தாம் பற்றின இடம் விடாது வெல்லுதல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Howe'er the circling foe may strive access to win,<br/>A fort should give the victory to those who guard within."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That is a fort whose inmates are able to overcome without losing their ground, even abler men who have besieged it."
          }
        ]
      }
    ],
    "id": 748
  },
  {
    "kural": {
      "l1": "முனைமுகத்து மாற்றலர் சாய வினைமுகத்து",
      "l2": "வீறெய்தி மாண்ட தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முனைமுகத்து மாற்றலர் சாய வினைமுகத்து<br/>வீறெய்தி மாண்ட தரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போர்முனையில் பகைவர் அழியும்படியாக (உள்ளிருந்தவர் செய்யும்) போர்ச் செயல் வகையால் பெருமை பெற்றுச் சிறப்புடையதாய் விளங்குவது அரண் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முனை முகத்து மாற்றலர் சாய வினைமுகத்து வீறு எய்தி= போர் தொடங்கின அளவிலே, பகைவர் கெடும் வண்ணம் அகத்தோர் செய்யும் வினைவேறுபாடுகளான் வீறுபெற்று; மாண்டது அரண்= மற்றும் வேண்டும் மாட்சியையுடையதே அரணாவது.<br/><br/>தொடக்கத்திற் கெட்டார் பின்னும் கூடிப் பொருதல் கூடாமையின், 'முனைமுகத்துச் சாய' என்றார். வினைவேறுபாடுகள் ஆவன: பகைவர் தொடங்கிய போரினை அறிந்து எய்தல், எறிதல், குத்துதல், வெட்டுதல் என்றிவை முதலாய வினைகளுள், அதனைச் சாய்ப்பன செய்தல். மற்றும் வேண்டும் மாட்சி என்றது, புறத்தோர் அறியாமல் புகுதல், போதல் செய்தற்குக் கண்ட சுருங்கைவழி முதலாயின உடைமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முந்துற்ற முகத்தினையுடைய பகைவர் கெடும்படியாக, வினை செய்யும் இடத்து வெற்றியெய்தி மாட்சிமைப்பட்டது அரணாவது.<br/><br/>அஃதாவது அட்டாலகமும் மதிற்பொறியும் முதலாயின மதிற்றலையில் அமைத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "At outset of the strife a fort should foes dismay;<br/>And greatness gain by deeds in every glorious day."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fort is that which derives excellence from the stratagems made (by its inmates) to defeat their enemies in the battlefield."
          }
        ]
      }
    ],
    "id": 749
  },
  {
    "kural": {
      "l1": "எனைமாட்சித் தாகியக் கண்ணும் வினைமாட்சி",
      "l2": "யில்லார்க ணில்ல தரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எனைமாட்சித் தாகியக் கண்ணும் வினைமாட்சி<br/>இல்லார்கண் இல்லது அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எத்தகைய பெருமைகளை உடையதாக இருந்த போதிலும், செயல்வகையால் சிறப்பு இல்லாதவரிடத்தில் அரண் பயனில்லாததாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அரண்= அரண்; எனை மாட்சித்து ஆகியக்கண்ணும்= மேற்சொல்லப்பட்ட மாட்சி எல்லாம் உடைத்தாய இடத்தும்; வினை மாட்சி இல்லார்கண் இல்லது= வினைசெய்தற்கண் மாட்சி இல்லாதார்மாட்டு அவை இலதாம்.<br/><br/>வாளா இருத்தலும், அளவறியாது செய்தலும், ஏலாதது செய்தலும் எல்லாம் அடங்க 'வினைமாட்சி இல்லார்' என்றும், ஏற்ற வினையை அளவறிந்து செய்து காவாக்கால் அம் மாட்சிகளாற் பயனின்றி அழியும் என்பார் அவை உடைத்தன்று என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சொல்லப்பட்ட எல்லா மாட்சிமையும் உடைத்தாயினும் வினையின்கண் மாட்சிமை இல்லாதார்மாட்டு அரணாற் பயனில்லை.<br/><br/>இது வினைவல்லாரும் வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Howe'er majestic castled walls may rise,<br/>To craven souls no fortress strength supplies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although a fort may possess all (the above-said) excellence, it is, as it were without these, if its inmates possess not the excellence of action. "
          }
        ]
      }
    ],
    "id": 750
  }
]