export default [
  {
    "kural": {
      "l1": "அலரெழ வாருயிர் நிற்கு மதனைப்",
      "l2": "பலரறியார் பாக்கியத் தால்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அலரெழ ஆருயிர் நிற்கும் அதனைப்<br/>பலரறியார் பாக்கியத் தால்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(எம் காதலைப் பற்றி) அலர் எழுவதால் அரிய உயிர் போகாமல் நிற்கின்றது; எம் நல்வினைப் பயனால் அதைப் பலரும் அறியாமலிருக்கின்றனர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அலர் எழ ஆருயிர் நிற்கும்= மடந்தையொடு எம்மிடை நட்பு ஊரின்கண் அலராய் எழுதலான் அவளைப் பெறாது வருந்தும் என் அரிய உயிர் பெற்றது போன்று நிலைபெறும்;<br/><br/>அதனைப் பாக்கியத்தால் பலர் அறியார்= அந்நிலைபேற்றைத் தெய்வத்தால் யானே அறிவதல்லது கூறுகின்ற பலரும் அறியார்.<br/><br/>அல்லகுறிப்பட்டுத் தலைமகளை எய்தப்பெறாத வருத்தம் எல்லாம் தோன்ற அரியவுயிர் என்றும், அங்ஙனம் அரியாளை எளியளாக்கி எடுக்கின்றமையின், அஃது அவ்வாருயிர்க்குப் பற்றுக்கோடாக நின்றதென்பான் 'அலரெழ ஆருயிர் நிற்கும்' என்றும், பற்றுக்கோடாதலை அவ்வேதிலார் அறியின் தூற்றாது ஒழிவர், ஒழியவே ஆருயிர் போகும் ஆகலான், அவர் அறியாது ஒழிகின்றது தெய்வத்தான் என்றும் கூறினான். முற்றும்மை விகாரத்தான் தொக்கது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நமது புணர்ச்சியால் வந்த அலர் எழுதலினானே அவளது ஆருயிர் நிற்கும். அவ்வாறு உயிர்நிற்றலை எங்கள் புண்ணியத்தாலே பலரறியா ராயினார்: அறிவாராயின் எமக்கு ஏதிலராய் அலர்தூற்றுவார், இவள் இறந்துபட வேண்டுமென்று தூற்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "By this same rumour's rise, my precious life stands fast;<br/>Good fortune grant the many know this not!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My precious life is saved by the raise of rumour, and this, to my good luck no others are aware of."
          }
        ]
      }
    ],
    "id": 1141
  },
  {
    "kural": {
      "l1": "மலரன்ன கண்ணா ளருமை யறியா",
      "l2": "தலரெமக் கீந்ததிவ் வூர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மலரன்ன கண்ணாள் அருமை அறியாது<br/>அலரெமக்கு ஈந்ததிவ் வூர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மலர்போன்ற கண்ணை உடைய இவளுடைய அருமை அறியாமல், இந்த ஊரார் எளியவளாகக் கருதி அலர் கூறி எமக்கு உதவி செய்தனர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மலர் அன்ன கண்ணாள் அருமையறியாது= மலர்போலும் கண்ணையுடையாளது எய்தற்கு அருமை அறியாது;<br/><br/>இவ்வூர் அலர் எமக்கு ஈந்தது= இவ்வூர் அவளை எளியளாக்கி அவளோடு அலர்கூறலை எமக்கு உபகரித்தது.<br/><br/>'அருமை' அல்லகுறிப்பாட்டானும், இடையீடுகளானும் ஆயது. 'ஈந்தது' என்றான் தனக்குப் பற்றுக்கோடாகலின், அலர் கூறுவாரை அவர் செய்த உதவிபற்றி 'இவ்வூர்' என்றான்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பூவொத்த கண்ணாளது இற்பிறப்பின் அருமையை யறியாதே, இவ்வூரவர் எங்கட்கு அலரைத் தந்தார்.<br/><br/>எளியாரைச் சொல்லுமாறுபோலச் சொல்லாநின்றா ரென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The village hath to us this rumour giv'n that makes her mine;<br/>Unweeting all the rareness of the maid with flower - like eyne."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not knowing the value of her whose eyes are like flowers this town has got up a rumour about me."
          }
        ]
      }
    ],
    "id": 1142
  },
  {
    "kural": {
      "l1": "உறாஅதோ வூரறிந்த கௌவை யதனைப்",
      "l2": "பெறாஅது பெற்றன்ன நீர்த்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறாஅதோ ஊரறிந்த கெளவை அதனைப்<br/>பெறாஅது பெற்றன்ன நீர்த்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊரார் எல்லாரும் அறிந்துள்ள அலர் நமக்குப் பொருந்தாதோ? (பொருந்தும்). அந்த அலர் பெறமுடியாமலிருந்து பெற்றாற்போன்ற நன்மை உடையதாக இருக்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஊர் அறிந்த கௌவை உறாதோ= எங்கட்குக் கூட்டம் உண்மை இவ்வூர் அறிதலான் விளைந்த அலர் எனக்கு உறுவது ஒன்று அன்றோ;<br/><br/>அதனைப் பெறாது பெற்றன்ன நீர்த்து= அது கேட்ட என் மனம், அக்கூட்டத்தைப் பெறாது இருந்தே பெற்றாற் போலும் நீர்மை உடைத்தாகலான்.<br/><br/>'பெற்றன்ன' நீர்மை- பெற்றவழி உளதாம் இன்பம்போலும் இன்பம் உடைமை. 'நீர்த்து' என்பதற்கு ஏற்ற மனம் என்னும் வினைமுதல் வருவிக்கப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊரறிந்த அலர் வருவதொன்றன்றோ? அவ்வலரைத் தீதாகக் கொள்ளாது, பெறாததொன்றைப் பெற்றாலொத்த நீர்மைத்தாகக் கொள்ளல் வேண்டும்.<br/><br/>இஃது அலரறிவுறுத்த தோழிக்கு அவ்வலரினான் என்றும் தமராவார் உடன்படுவரென்று தலைமகன் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The rumour spread within the town, is it not gain to me?<br/>It is as though that were obtained that may not be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Will I not get a rumour that is known to the (whole) town ? For what I have not got is as if I had got it (already)."
          }
        ]
      }
    ],
    "id": 1143
  },
  {
    "kural": {
      "l1": "கவ்வையாற் கவவிது காம மதுவின்றேற்",
      "l2": "றவ்வென்னுந் தன்மை யிழந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கவ்வையால் கவ்விது காமம் அதுவின்றேல்<br/>தவ்வென்னும் தன்மை இழந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எம் காமம் ஊரார் சொல்லுகின்ற அலரால் வளர்வதாயிற்று; அந்த அலர் இல்லையானால் அது தன் தன்மை இழந்து சுருங்கிப் போய்விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமம் கவ்வையால் கவ்விது= என் காமம் இவ்வூர் எடுக்கின்ற அலரானே அலர்தலை உடைத்தாயிற்று;<br/><br/>அது இன்றேல் தன்மை இழந்து தவ் என்னும்= அவ்வலர் இல்லையாயின் தன் இயல்பு இழந்து சுருங்கும்.<br/><br/>அலர்தல்- மேன்மேல் மிகுதல். செவ்வை உடையதனைச் செவ்விது என்றாற் போலக் கவ்வையுடையதனைக் 'கவ்விது' என்றார். இயல்பு- இன்பம் பயத்தல். தவ்வென்னும் என்பது, குறிப்புமொழி. \"நூல்கால் யாத்த மாலை வெண்குடை/ தவ்வென் றசைஇத் தாழ்துளி மறைப்ப\" (நெடுநல்வாடை, அடி 184-185) என்புழியும் அது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அலரினானே அலர்தலை யுடைத்துக் காமம்; அவ்வலரில்லை யாயின் தனது தன்மை யிழந்து பொலிவழியும்.<br/><br/>செவ்வை யுடையதனைச் செவ்விது என்றாற்போலக் கவ்வையுடையதனைக் கவ்விது என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The rumour rising makes my love to rise;<br/>My love would lose its power and languish otherwise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Rumour increases the violence of my passion; without it it would grow weak and waste away. "
          }
        ]
      }
    ],
    "id": 1144
  },
  {
    "kural": {
      "l1": "களித்தொறுங் கள்ளுண்டல் வேட்டற்றாற் காமம்",
      "l2": "வெளிப்படுந் தோறு மினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "களித்தொறும் கள்ளுண்டல் வேட்டற்றால் காமம்<br/>வெளிப்படுந் தோறும் இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காமம் அலரால் வெளிப்பட வெளிப்பட இனியதாதல், கள்ளுண்பவர் கள்ளுண்டு மயங்க மயங்க அக்கள்ளுண்பதையே விரும்பினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "களித்தொறும் கள் உண்டல் வேட்டற்று= கள்உண்பார்க்குக் களிக்குந்தொறும் கள்ளுண்டல் இனிதாமாறுபோல;<br/><br/>காமம் வெளிப்படுந்தோறும் இனிது= எனக்குக் காமம் அலராந்தோறும் இனிதாகாநின்றது.<br/><br/>வேட்கப்பட்டற்றால் என்பது 'வேட்டற்றால்' என நின்றது. வேட்கைமிகுதியால், அலரும் இன்பம்செய்யாநின்றது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மயங்குந்தோறும் கள்ளுண்டலை விரும்பினாற்போலக் காமமும் அலராகுந்தோறும் இனிதாகும்.<br/><br/>இஃது அலரறிவுறுத்த தோழியை நோக்கி நுமக்குத் துன்ப மாயிற்றே இவ்வலரென்று வினாவிய தலைமகற்குத் தோழி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The more man drinks, the more he ever drunk would be;<br/>The more my love's revealed, the sweeter 'tis to me!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As drinking liquor is delightful (to one) whenever one is in mirth, so is lust delightful to me whenever it is the subject of rumour. "
          }
        ]
      }
    ],
    "id": 1145
  },
  {
    "kural": {
      "l1": "கண்டது மன்னு மொருநா லலர்மன்னுந்",
      "l2": "திங்களைப் பாம்புகொண் டற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்டது மன்னும் ஒருநாள் அலர்மன்னும்<br/>திங்களைப் பாம்புகொண் டற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காதலரைக் கண்டது ஒருநாள்தான்; அதனால் உண்டாகிய அலரோ, திங்களைப் பாம்பு கொண்டசெய்தி போல் எங்கும் பரந்து விட்டது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்டது ஒருநாள்= யான் காதலரைக் கண்ணுறப்பெற்றது ஒரு ஞான்றே;<br/><br/>அலர் மன்னும் திங்களைப் பாம்புகொண்டற்று= அதனின் ஆய அலர் அவ்வளவிற்றன்றித் திங்களைப் பாம்பு கொண்ட அலர்போன்று உலகெங்கும் பரந்தது.<br/><br/>காரியத்தைக் காரணமாக உபசரித்துப் 'பாம்புகொண்டற்று' என்றாள். இருவழியும் 'மன்'னும் 'உம்'மையும் அசைநிலை. காட்சியின்றியும் அலர் பரக்கின்ற இவ்வொழுக்கம் இனியாகாது, வரைந்து கோடல் வேண்டும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யான் கண்ணுற்றது ஒருநாள்; அக்காட்சி திங்களைப் பாம்பு கொண்டாற்போல, எல்லாரானும் அறியப்பட்டு அலராகா நின்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "I saw him but one single day; rumour spreads soon<br/>As darkness, when the dragon seizes on the moon."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It was but a single day that I looked on (my lover); but the rumour thereof has spread like the seizure of the moon by the serpent."
          }
        ]
      }
    ],
    "id": 1146
  },
  {
    "kural": {
      "l1": "ஊரவர் கௌவை எருவாக வன்னைசொன்",
      "l2": "னீராக நீளுமிந் நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊரவர் கெளவை எருவாக அன்னைசொல்<br/>நீராக நீளும்இந் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இந்தக் காமநோய் ஊராரின் அலர் தூற்றலே எருவாகவும் அன்னை கடிந்து சொல்லும் கடுஞ்சொல்லே நீராகவும் கொண்டு செழித்து வளர்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இந்நோய்= இக்காம நோயாகிய பயிர்;<br/><br/>ஊரவர் கௌவை எருவாக அன்னைசொல் நீராக நீளும்= இவ்வூரின் மகளிர் எடுக்கின்ற அலர் எருவாக அதுகேட்டு அன்னை வெகுண்டு சொல்லுகின்ற வெஞ்சொல் நீராக, வளராநின்றது.<br/><br/>'ஊரவர் என்பது, தொழிலான் ஆண்ஒழித்துநின்றது. ஏகதேச உருவகம். சுருங்குவதற்கு ஏதுவாவன தாமே, விரிதற்கு ஏதுவாகாநின்றன என்பதாம். வரைவானாதல் பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊரார் எடுத்த அலர் எருவாக அன்னை சொல்லும் சொற்கள் நீராக இந்நோய் வளராநின்றது.<br/><br/>இஃது அலரின் ஆற்றாளாகிய தலைமகள் தோழிக்குச் சொல்லியது. இவையிரண்டிற்கும் வரைவானாதல் பயன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My anguish grows apace; the town's report<br/>Manures it; my mother's word doth water it."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "This malady (of lust) is manured by the talk of women and watered by the (harsh) words of my mother."
          }
        ]
      }
    ],
    "id": 1147
  },
  {
    "kural": {
      "l1": "நெய்யா லெரிநுதுப்பே மென்றற்றாற் கௌவையாற்",
      "l2": "காம நுதுப்பே மெனல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெய்யால் எரிநுதுப்பேம் என்றற்றால் கெளவையால்<br/>காமம் நுதுப்பேம் எனல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அலர் கூறுவதால் காமத்தை அடக்குவோம் என்று முயலுதல், நெய்யால் நெருப்பை அவிப்போம் என்று முயல்வதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கௌவையால் காமம் நுதுப்பேம் எனல்= ஏதிலார் எடுக்கின்ற அலரால் நாம் காமத்தை அவித்தும் என்று கருதுதல்;<br/><br/>நெய்யால் எரி நுதுப்பேம் என்றற்று= நெய்யால் எரியை அவித்தும் என்று கருதுதலோடு ஒக்கும்.<br/><br/>மூன்றன் உருபுகள் கருவிக்கண் வந்தன. கிளர்தற் காரணமாய அலரால் அவித்தல் கூடாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எரிகின்ற நெருப்பை நெய்யினாலே அவிப்போமென்று நினைத்தாற்போலும்; அலரினானே காமத்தை அவிப்போமென்று நினைத்தல்.<br/><br/>இது தலைமகன் பின்னுங் களவொழுக்கம் வேண்டினமை கண்டு தோழி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With butter-oil extinguish fire! 'Twill prove<br/>Harder by scandal to extinguish love."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To say that one could extinguish passion by rumour is like extinguishing fire with ghee."
          }
        ]
      }
    ],
    "id": 1148
  },
  {
    "kural": {
      "l1": "அலர்நாண வொல்வதோ வஞ்சலோம் பென்றார்",
      "l2": "பலர்நாண நீத்தக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அலர்நாண ஒல்வதோ அஞ்சலோம்பு என்றார்<br/>பலர்நாண நீத்தக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அஞ்சவேண்டா என்று அன்று உறுதி கூறியவர் இன்று பலரும் நாணும்படியாக நம்மைவிட்டுப் பிரிந்தால், அதனால் அலருக்கு நாணியிருக்க முடியுமோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அஞ்சல் ஒம்பு என்றார் பலர்நாண நீத்தக்கடை= தம்மை எதிர்ப்பட்டஞான்று நின்னிற்பிரியேன் அஞ்சல் ஓ்ம்பு என்றவர்தாமே இன்று கண்டார் பலரும் நாணும் வகை நம்மைத் துறந்தபின்;<br/><br/>அலர் நாண ஒல்வதோ= நாம் ஏதிலார் கூறும் அலருக்கு நாணக்கூடுமோ, கூடாது.<br/><br/>'நாண' என்னும் வினையெச்சம், 'ஒல்வது' என்னும் தொழிற்பெயருள், ஒல்லுதல் தொழிலோடு முடிந்தது. கண்டார் நாணும் நிலைமயமாய யாம், நாணுதல் யாண்டையது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அலராகுமென்று நாணுதல் இயல்வதோ? அஞ்சுதலைத் தவிரென்று சொன்னவர் பலரும் நாணுமாறு நம்மை நீங்கினவிடத்து.<br/><br/>பலரென்றது தோழியும் செவிலியும் முதலாயினாரை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When he who said 'Fear not!' hath left me blamed,<br/>While many shrink, can I from rumour hide ashamed?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When the departure of him who said \"fear not\" has put me to shame before others, why need I be ashamed of scandal."
          }
        ]
      }
    ],
    "id": 1149
  },
  {
    "kural": {
      "l1": "தாம்வேண்டி னல்குவர் காதலர் யாம்வேண்டுங்",
      "l2": "கௌவை யெடுக்குமிவ் வூர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தாம்வேண்டின் நல்குவர் காதலர் யாம்வேண்டும்<br/>கெளவை எடுக்கும்இவ் வூர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாம் விரும்புகின்ற அலரை இவ்வூரார் எடுத்துக் கூறுகின்றனர். அதனால் இனிமேல் காதலர் விரும்பினால் விரும்பியவாறு அதனை உதவுவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யாம் வேண்டும் கௌவை இவ்வூர் எடுக்கும்= உடன்போகற்கு ஏதுவாகல் நோக்கி யாம் பண்டே விரும்புவதாய அலரை இவ்வூர் தானே எடாநின்றது;<br/><br/>காதலர்தாம் வேண்டின் நல்குவர்= இனிக் காதலர்தாமும் யாம் வேண்டியக்கால் அதனை இனிதின் நேர்வர், அதனால் இவ்வலர் நமக்கு நன்றாய் வந்தது.<br/><br/>எ்சசவும்மை விகாரத்தான் தொக்கது. நங்கட் காதலுடைமையின் மறார் என்பது தோன்றக் காதலர் என்றாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாம் விரும்ப, அலரையும் இவ்வூரார் எடுத்தார். ஆதலான் இனித் தாங்களே விரும்பிக் கொடுப்பர் நமது காதலார்க்கு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If we desire, who loves will grant what we require;<br/>This town sends forth the rumour we desire!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The rumour I desire is raised by the town (itself); and my lover would if desired consent (to my following him). "
          }
        ]
      }
    ],
    "id": 1150
  }
]