export default [
  {
    "kural": {
      "l1": "அறிவற்றங் காக்குங் கருவி செறுவார்க்கு",
      "l2": "முள்ளழிக்க லாகா வரண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவற்றங் காக்குங் கருவி செறுவார்க்கும்<br/>உள்ளழிக்க லாகா அரண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு, அழிவு வராமல் காக்கும் கருவியாகும்; அன்றியும் பகைகொண்டு எதிர்ப்பவர்க்கும் அழிக்க முடியாத உள்ளரணும் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவு அற்றங் காக்கும் கருவி= அரசர்க்கு அறிவென்பது இறுதிவாராமற் காக்கும் கருவியாம்;<br/><br/>செறுவார்க்கும் அழிக்கலாகா உள் அரணும் ஆம்= அதுவேயுமன்றிப் பகைவர்க்கு அழிக்காலாகாத உள்அரணுமாம்.<br/><br/>காத்தல் முன்னறிந்து பரிகரிததல். உள்ளரண் உள்ளாய அரண்; உள்புக்கு அழிக்கலாகா அரண் என்றுமாம்.<br/><br/>இதனான் அறிவினது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்குக் குற்றமறைக்குங் கருவியாவது அறிவு: பகைவராலும் உட்புகுந்து அழிக்கலாகா அரணும் அதுதானே.<br/><br/>இது தனக்குள்ள குற்றத்தை மறைக்கு மென்றும் பிறரால் வருந்தீமையைக் காக்குமென்றும் அறிவினாலாம் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "True wisdom wards off woes, A circling fortress high;<br/>Its inner strength man's eager foes, Un'shaken will defy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wisdom is a weapon to ward off destruction; it is an inner fortress which enemies cannot destroy."
          }
        ]
      }
    ],
    "id": 421
  },
  {
    "kural": {
      "l1": "சென்ற விடத்தாற் செலவிடா தீதொரீஇ",
      "l2": "நன்றின்பா லுய்ப்ப தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சென்ற இடத்தால் செலவிடா தீதொரீஇ<br/>நன்றின்பால் உய்ப்ப தறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தைச் சென்ற இடத்தில் செல்லவிடாமல், தீமையானதிலிருந்து நீக்கிக் காத்து நன்மையானதில் செல்லவிடுவதே அறிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சென்ற இடத்தால் செல விடா= மனத்தை அது சென்ற புலத்தின்கட் செல்லவிடாது;<br/><br/>தீது ஒரீஇ நன்றின் பால் உய்ப்பது அறிவு= அப்புலத்தின் நன்மைதீமைகளை ஆராய்ந்து தீயதனின் நீக்கி நல்லதன்கட் செலுத்துவது அறிவு.<br/><br/>வினைக்கேற்ற செயப்படுபொருள் வருவிக்கப்பட்டது. ஓசை, ஊறு, ஒளி, சுவை, நாற்றம் எனப்புலம் ஐந்தாயினும், ஒரு காலத்து ஒன்றின்கணல்லது செல்லாமையின், 'இடத்தால்' என்றார். 'விடாது' என்பது கடைக்குறைந்து நின்றது. குதிரையை நிலமறிந்து செலுத்தும் வாதுவன்போல வேறாக்கி மனத்தைப் புலமறிந்து செலுத்துவது 'அறிவு' என்றார், அஃது உயிர்க்குணம்ஆகலின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உள்ளஞ் சென்ற விடத்தே உடம்பையுஞ் செல்லவிடாது, தீமையை நீக்கி நன்மைப் பகுதியிலே செலுத்துவது அறிவாவது.<br/><br/>இது காம நுகர்ச்சியின்கண் பழியும் பாவமும் பொருட்கேடும் வாராமற் செலுத்துவது அறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wisdom restrains, nor suffers mind to wander where it would;<br/>From every evil calls it back, and guides in way of good."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to permit the mind to go where it lists, to keep it from evil, and to employ it in good, this is wisdom."
          }
        ]
      }
    ],
    "id": 422
  },
  {
    "kural": {
      "l1": "எப்பொருள் யார்யார்வாய்க் கேட்பினு மப்பொருண்",
      "l2": "மெய்ப்பொருள் காண் பதறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எப்பொருள் யார்யார்வாய்க் கேட்பினும் அப்பொருள்<br/>மெய்ப்பொருள் காண்ப தறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எப்பொருளை யார் யாரிடம் கேட்டாலும் (கேட்டவாறே கொள்ளாமல்) அப்பொருளின் மெய்யான பொருளைக் காண்பதே அறிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எப்பொருள் யார்யார் வாய்க்கேட்பினும்= யாதொரு பொருளை யாவர் யாவர் சொல்லக் கேட்பினும்;<br/><br/>அப்பொருள் மெய்ப்பொரு்ள் காண்பது அறிவு= அப்பொருளின் மெய்யாய பயனைக் காணவல்லது அறிவு.<br/><br/>குணங்கண் மூன்றும் மாறி மாறி வருதல் யார்க்கும் உண்மையின், உயர்ந்த பொருள் இழிந்தார் வாயினும், இழிந்த பொருள் உயர்ந்தார் வாயினும், உறுதிப்பொருள் பகைவர் வாயினும், கெடுபொருள் நட்டார் வாயினும் ஒரோவழிக் கேட்கப்படுதலான், 'எப்பொருள் யார்யார் வாய்க்கேட்பினும்' என்றார். அடு்க்குப் பன்மை பற்றி வந்தது. 'வாய்' என்பது, அவர் அப்பொருளின்கட் பயிலாமை உணரநின்றது. மெய்யாதல்- நிலைபெறுதல். சொல்வாரது இயல்பு நோக்காது, அப்பொருளின் பயன்நோக்கிக் கொள்ளுதல் ஒழிதல் செய்வது அறிவு என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதொரு பொருளை யாவர் சிலர் சொல்லக் கேட்பினும் அப்பொருளினது உண்மையை யாராய்வது அறிவாவது.<br/><br/>இது யாவர் சிலர் நட்டோராயினும் பகைவராயினும் அவர் கூறக் கேட்டவற்றில் தெள்ளியராய் ஆராய்ந்து துணித லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though things diverse from divers sages' lips we learn,<br/>'Tis wisdom's part in each the true thing to discern."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To discern the truth in every thing, by whomsoever spoken, is wisdom."
          }
        ]
      }
    ],
    "id": 423
  },
  {
    "kural": {
      "l1": "எண்பொருள வாகச் செலச்சொல்லித் தான்பிறர்வாய்",
      "l2": "நுண்பொருள் காண்ப தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்பொருள வாகச் செலச்சொல்லித் தான்பிறர்வாய்<br/>நுண்பொருள் காண்ப தறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தான் சொல்லுவன எளிய பொருளையுடையனவாகப் பதியுமாறு சொல்லித், தான் பிறரிடம் கேட்பவற்றின் நுட்பமான பொருளையும் ஆராய்ந்து காண்பது அறிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தான் எண் பொருளவாகச் செலச் சொல்லி= தான் சொல்லும் சொற்களை அரிய பொருளவாயினும் கேட்பார்க்கு எளிய பொருளவாமாறு சொல்லி;<br/><br/>பிறர் வாய் நுண்பொருள் காண்பது அறிவு= பிறர் வாய்க் கேட்கும் சொற்களின் நுண்ணிய பொருள் காண அரிதாயினும், அதனைக் காண வல்லது அறிவு.<br/><br/>உடையவன் தொழில் அறிவின்மேல் ஏற்றப்பட்டது. சொல்வன வழுவின்றி இனிது விளங்கச் சொல்லுக என்பார் சொல்மேல் வைத்தும், கேட்பன வழுவினும் இனிது விளங்கா வாயினும் பயனைக் கொண்டொழிக என்பார் பொருள்மேல் வைத்தும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிதற்கரிய பொருளவாகிய சொற்களைத் தெளியப் பொருளாம்படி பிறரிசையச் சொல்லிப் பிறர் சொல்லுஞ் சொற்களின் நுண்ணியவாகிய பொருள்களை அவர் சொல்லாமல் தானே காண்பது அறிவாவது.<br/><br/>இது சொற்பொருள் காண்ட லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wisdom hath use of lucid speech, words that acceptance win,<br/>And subtle sense of other men's discourse takes in."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To speak so as that the meaning may easily enter the mind of the hearer, and to discern the subtlest thought which may lie hidden in the words of others, this is wisdom."
          }
        ]
      }
    ],
    "id": 424
  },
  {
    "kural": {
      "l1": "உலகந் தழீஇய தொட்ப மலர்தலுங்",
      "l2": "கூம்பலு மில்ல தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உலகம் தழீஇய தொட்பம் மலர்தலும்<br/>கூம்பலும் இல்ல தறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகத்து உயர்ந்தவரை நட்பாக்கிக்கொள்வது சிறந்த அறிவு; முன்னே மகிழ்ந்து விரிதலும் பின்னே வருந்திக் குவிதலும் இல்லாதது அறிவு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகம் தழீஇயது ஒட்பம்= உலகத்தை நட்பாக்குவது ஒருவனுக்கு ஒட்பமாம்;<br/><br/>மலர்தலும் கூம்பலும் இல்லது அறிவு= அந்நட்பின்கண் முன் மலர்தலும், பின் கூம்புதலும் இன்றி ஒருநிலையனாவது அறிவாம்.<br/><br/>'தழீஇயது', 'இல்லது' என்பன அவ்வத் தொழின்மேல் நின்றன. உலகம் என்பது ஈண்டு உயர்ந்தோரை. அவரோடு கயப்பூப் போல வேறுபடாது, கோட்டுப்பூப் போல ஒரு நிலையே நட்பாயினான், எல்லாவின்பமும் எய்தும் ஆகலின், அதனை 'அறிவு' என்றார். காரியங்கள் காரணங்களாக உபசரிக்கப்பட்டன. இதனைச் செல்வத்தின் மலர்தலும், நல்குரவிற் கூம்பலும் இல்லதென்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு ஒள்ளிமையாவது உலகத்தோடு பொருந்தினது: அதனை நீர்ப்பூப்போல மலர்தலுங் குவிதலுமின்றி யொருதன்மையாகச் செலுத்துதல் அறிவு.<br/><br/>இஃது உயர்ந்தாரோடு நட்புப் பண்ணுதலும் அறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wisdom embraces frank the world, to no caprice exposed;<br/>Unlike the lotus flower, now opened wide, now petals strictly closed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To secure the friendship of the great is true wisdom; it is (also) wisdom to keep (that friendship unchanged, and) not opening and closing (like the lotus flower)."
          }
        ]
      }
    ],
    "id": 425
  },
  {
    "kural": {
      "l1": "எவ்வ துறைவ துலக முலகத்தோ",
      "l2": "டவ்வ துறைவ தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எவ்வ துறைவது உலகம் உலகத்தோடு<br/>அவ்வ துறைவ தறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகம் எவ்வாறு நடைபெறுகின்றதோ, உலகத்தோடு பொருந்திய வகையில் தானும் அவ்வாறு நடப்பதே அறிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகம் எவ்வது உறைவது= உலகம் யாதொருவாற்றான் ஒழுகுவதாயிற்று;<br/><br/>உலகத்தோடு அவ்வது உறைவது அறிவு= அவ்வுலகத்தோடு மேவித் தானும் அவ்வாற்றான் ஒழுகுவது அரசனுக்கு அறிவு.<br/><br/>உலகத்தை எல்லாம் யான் நியமித்தலான் என்னை நியமிப்பார் இல்லையெனக் கருதித் தான் நினைந்தவாறே ஒழுகிற் பாவமும் பழியும் ஆகலான், அவ்வாறு ஒழுகுதல் அறிவன்று என விலக்கியவாறாயிற்று.<br/><br/>இவை ஐந்து பாட்டானும் அதனது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதொருவாற்றா லொழுகுவது உலகம். அதனோடு கூடத்தானும் அவ்வாற்றா னொழுகுதல் அறிவாவது.<br/><br/>அறிவாவாது எத்தன்மைத்து என்றார்க்கு முற்பட உயர்ந்தாரோடு பொருந்த ஒழுகுதல் அறிவு என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As dwells the world, so with the world to dwell<br/>In harmony - this is to wisely live and well."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To live as the world lives, is wisdom."
          }
        ]
      }
    ],
    "id": 426
  },
  {
    "kural": {
      "l1": "அறிவுடையா ராவ தறிவா ரறிவிலா",
      "l2": "ரஃதறி கல்லா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவுடையார் ஆவ தறிவார் அறிவிலார்<br/>அஃதறி கல்லா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவுடையவர் எதிர்காலத்தில் நிகழப்போவதை முன்னே எண்ணி அறியவல்லார்; அறிவில்லாதவர் அதனை அறிய முடியாதவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவுடையார் ஆவது அறிவார்= அறிவுடையராவார் வரக்கடவதனை முன் அறியவல்லார்;<br/><br/>அறிவிலார் அஃது அறிகல்லாதவர்= அறிவிலராவார் அதனை முன்னறிய மாட்டாதார்.<br/><br/>'முன்னறிதல்' முன்னே எண்ணியறிதல். 'அஃதறிகல்லாமை'யாவது வந்தாலறிதல். இனி, 'ஆவதறிவார்' என்பதற்குத் தமக்கு நன்மையறிவார் என்று உரைப்பாருமுளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிற்பயக்குமது அறிவார் அறிவுடையாராவார், அதனை யறியாதவர் அறிவில்லாதவராவர்.<br/><br/>இது மேற் சொல்லுவன எல்லாம் தொகுத்துக் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wise discern, the foolish fail to see,<br/>And minds prepare for things about to be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wise are those who know beforehand what will happen; those who do not know this are the unwise."
          }
        ]
      }
    ],
    "id": 427
  },
  {
    "kural": {
      "l1": "அஞ்சுவ தஞ்சாமை பேதைமை யஞ்சுவ",
      "l2": "தஞ்ச லறிவார் தொழில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அஞ்சுவ தஞ்சாமை பேதைமை அஞ்சுவது<br/>அஞ்சல் அறிவார் தொழில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அஞ்சத்தக்கதைக் கண்டு அஞ்சாதிருப்பது அறியாமையாகும்; அஞ்சத்தக்கதைக் கண்டு அஞ்சுவதே அறிவுடைவரின் தொழிலாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அஞ்சுவது அஞ்சாமை பேதைமை- அஞ்சப்படுவதனை அஞ்சாமை பேதைமையாம்; அஞ்சுவது அஞ்சல் அறிவார் தொழில்- அவ்வஞ்சப்படுவதனை அஞ்சுதல் அறிவார் தொழிலாம்.<br/><br/>பாவமும் பழியும் கேடும் முதலாக அஞ்சப்படுவன பலவாயினும், சாதிபற்றி 'அஞ்சுவது' என்றார். 'அஞ்சாமை', எண்ணாது செய்து நிற்றல். 'அஞ்சுதல்' எண்ணி்த் தவிர்தல். அதுகாரியமன்று என்று இகழப்படாதென்பார் 'அறிவார் தொழில்'1 என்றார். அஞ்சாமை இறைமாட்சியாகச் சொல்லப்பட்டமையின், ஈண்டு அஞ்சவேண்டும்இடம் கூறியவாறு.<br/><br/>இவை இரண்டு பாட்டானும் அதனை உடையாரது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அஞ்சத் தகுவதனை அஞ்சாதொழிதல் ஒருவர்க்கு அறிவின்மையாதல்; அஞ்சத்தகுவதனை அஞ்சுதல் அறிவுடையார் தொழில்.<br/><br/>மேல் அஞ்சாமை வேண்டு மென்றாராயினும் ஈண்டு அஞ்ச வேண்டுவனவற்றிற்கு அஞ்சுதல் அறிவென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Folly meets fearful ills with fearless heart;<br/>To fear where cause of fear exists is wisdom's part."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to fear what ought to be feared, is folly; it is the work of the wise to fear what should be feared."
          }
        ]
      }
    ],
    "id": 428
  },
  {
    "kural": {
      "l1": "எதிரதாக் காக்கு மறிவினார்க் கில்லை",
      "l2": "யதிர வருவதோர் நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எதிரதாக் காக்கும் அறிவினார்க் கில்லை<br/>அதிர வருவதோர் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வரப்போவதை முன்னே அறிந்து காத்துக் கொள்ளவல்ல அறிவுடையவர்க்கு, அவர் நடுஙகும்படியாக வரக்கூடிய துன்பம் ஒன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எதிரதாக் காக்கும் அறிவினார்க்கு= வரக்கடவதாகிய அதனை முன் அறிந்து காக்கவல்ல அறிவினை உடையார்க்கு;<br/><br/>அதிரவருவது ஓர் நோய்- அவர் நடுங்க வருவதொரு துன்பமும் இல்லை.<br/><br/>'நோய்' என வருகின்றமையின், வாளா 'எதிரதா' என்றார். இதனால் காக்கலாம் காலம் உணர்த்தப்பட்டது. 'காத்தல்' அதன் காரணத்தை விலக்குதல். அவர்க்குத் துன்பமின்மை இதனால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பம் வருவதற்கு முன்பே வருமென்று நினைத்துக் காக்கும் அறிவையுடையார்க்கு நடுங்க வருவதொரு துன்பம் இல்லை.<br/><br/>இது முன்னை வினையால் வருந் துன்பமும் முற்பட்டுக் காக்கின் கடிதாக வாராதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "This wise with watchful soul who coming ills foresee;<br/>From coming evil's dreaded shock are free."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "No terrifying calamity will happen to the wise, who (foresee) and guard against coming evils."
          }
        ]
      }
    ],
    "id": 429
  },
  {
    "kural": {
      "l1": "அறிவுடையா ரெல்லா முடையா ரறிவிலா",
      "l2": "ரென்னுடைய ரேனு மிலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவுடையார் எல்லா முடையார் அறிவிலார்<br/>என்னுடைய ரேனும் இலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவுடையவர் (வேறொன்றும் இல்லாதிருப்பினும்) எல்லாம் உடையவரே ஆவர்; அறிவில்லாதவர் வேறு என்ன உடையவராக இருப்பினும் ஒன்றும் இல்லாதவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவுடையார் எல்லாம் உடையார்- அறிவுடையார் பிறிதொன்றும் இலராயினும், எல்லாம் உடையராவார்;<br/><br/>அறிவிலார் என்னுடையரேனும் இலர்= அறிவிலாதார் எல்லாம் உடையராயினும், ஒன்றும் இலராவார்.<br/><br/>எல்லாம் அறிவாற் படைக்கவும், காக்கவும்படுதலின் அஃதுடையாரை 'எல்லாம் உடையார்' என்றும், அவையெல்லாம் முன்னே அமைந்து கிடப்பினும் அழியாமற் காத்தற்குந் தெய்வத்தான் அழிவுவந்துழிப் படைத்தற்குங் கருவியுடையர் அன்மையின் அஃது இல்லாதாரை 'என்னுடையரேனும் இலர்' என்றும் கூறினார். என்னும் என்புழி உம்மை விகாரத்தால் தொக்கது.<br/><br/>இதனான் அவரது உடைமையும், ஏனையாரது இன்மையும் செல்வங்கள் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவினை யுடையார் யாதொன்றும் இல்லாராயினும் எல்லாமுடையர்: அறிவிலார் எல்லாப் பொருளும் உடையாராயினும் ஒரு பொருளும் இலர்.<br/><br/>இஃது அறிவுடைமை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wise is rich, with ev'ry blessing blest;<br/>The fool is poor, of everything possessed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who possess wisdom, possess every thing; those who have not wisdom, whatever they may possess, have nothing."
          }
        ]
      }
    ],
    "id": 430
  }
]