export default [
  {
    "kural": {
      "l1": "அருட்செல்வஞ் செல்வத்துள் செல்வம் பொருட்செல்வம்",
      "l2": "பூரியார் கண்ணு முள"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம்<br/>பூரியார் கண்ணும் உள"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள்களாகிய செல்வங்கள் இழிந்தவரிடத்திலும் உள்ளன; (உயர்ந்தவரிடத்தில் மட்டும் உள்ள) அருளாகிய செல்வமே செல்வங்களில் சிறந்த செல்வமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செல்வத்துள் செல்வம் அருட் செல்வம்= செல்வங்கள் பலவற்றுள்ளும் ஆராய்ந்தெடுக்கப்பட்ட செல்வமாவது, அருளான்வரும் செல்வம்; பொருள்செல்வம் பூரியார் கண்ணும் உள= அஃது ஒழிந்த பொருளான்வரும் செல்வங்கள், இழிந்தார்கண்ணும் உளவாம் ஆகலான்.<br/><br/>அருளான்வரும் செல்வமாவது, உயிர்களை ஓம்பி அவ்வறத்தான் மேம்படுதல். உயர்ந்தார்கண்ணே அல்லது இல்லாத அருட்செல்வமே சிறப்புடைய செல்வம்; ஏனை நீசர்கண்ணும் உளவாம் பொருட்செல்வங்கள் சிறப்பு இல என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல்வத்துள் செல்வம் அருள் செல்வம்-செல்வத்துள் (வைத்துச்) செல்வமாவது அருளுடைமையாகிய செல்வம்; பொருள் செல்வம் பூரியார் கண்ணும் உள-பொருளாகிய செல்வங்கள் கீழாயினார் மாட்டும் உளவாதலால்.<br/><br/>இஃது, அருள் நிலை கூறிற்று. [அருள் நிலை-அருளின் தன்மை.]"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wealth 'mid wealth is wealth 'kindliness;<br/>Wealth of goods the vilest too posses."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of kindness is wealth of wealth, in as much as the wealth of property is possessed by the basest of men."
          }
        ]
      }
    ],
    "id": 241
  },
  {
    "kural": {
      "l1": "நல்லாற்றா னாடி யருளாள்க பல்லாற்றான்",
      "l2": "றேரினு மஃதே துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லாற்றால் நாடி அருளாள்க பல்லாற்றால்<br/>தேரினும் அஃதே துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்ல வழியால் ஆராய்ந்து அருளுடையவர்களாக விளங்க வேண்டும். பல வழிகளால் ஆராய்ந்து கண்டாலும் அருளே வாழ்க்கைக்குத் துணையாக உள்ளது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல் ஆற்றான் நாடி அருள் ஆள்க= அளவைகளானும், பொருந்துமாற்றானும் நன்றான நெறியிலே நின்று, 'நமக்குத் துணையாம் அறம் யாது' என்று ஆராய்ந்து அருளுடையராக; பல் ஆற்றான் தேரினும் துணை அஃதே= ஒன்றையொன்று ஒவ்வாத சமயநெறிகள் எல்லாவற்றானும் ஆராய்ந்தாலும் துணையாவது அவ்வருளே, பிறிது இல்லை.<br/><br/>அளவைகளாவன, பொறிகளான் காணும் 'காட்சி'யும், குறிகளான் உய்த்துணரும் 'அனுமான'மும், கருத்தா மொழி ஆகிய 'ஆகம'மும் என மூன்று. ஒப்புப்பற்றி உணரும் 'உவமை'யும், இங்ஙனம் அன்றாயின் இது கூடாது என்று உணரும் 'அருத்தாபத்தி'யும், உண்மைக்கு மாறாய 'இன்மை'யும் என இவற்றைக் கூட்டி, ஆறு என்பாரும் உளர். இவையும் ஒருவாற்றான் அவற்றுள்ளே அடங்குதலின், மூன்று என்றலே கருத்து. பொருந்தும் ஆறாவது, 'இது கூடும் இது கூடாது' எனத் தன்கண்ணே தோன்றுவது. இதனை வடநூலார் 'உத்தி' என்ப. 'ஆற்றான்' என்பது, வேற்றுமை மயக்கம். ஒன்றையொன்று ஒவ்வாமையாவது, மதவேறுபாட்டான் அளவைகளூம் பொருள்களும் தம்முள் மாறுகோடல். அன்னவாயினும், அருள்துணை என்றற்கண் ஒக்கும் என்பதாம். உயிரைவிட்டு நீங்காது இருமையினும் உதவலின் துணை என்றார்.<br/><br/>இவை இரண்டு பாட்டானும் அருளினது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல் ஆற்றான் நாடி அருள் ஆள்க-நல்ல வழியாலே நாடி அருளை உண்டாக்குக; பல் ஆற்றான் தேரினும் அஃதே துணை-பல வழியிலும் (ஓடி) ஆராயினும் (தமக்கு) அருளே துணையாம்.<br/><br/>நல்லாற்றான் நாடி என்றது, அருளுடைமை யுண்டாகப் பல அறங்களையும் செய்து என்றவாறு. [நாடி-விரும்பி-செய்து.]<br/><br/>இஃது, அருளுடைமை வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The law of 'grace' fufil, by methods good due trial made,<br/>Though many systems you explore, this is your only aid."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(Stand) in the good path, consider, and be kind. Even considering according to the conflicting tenets of the different sects, kindness will be your best aid, (in the acquisition of heavenly bliss.)"
          }
        ]
      }
    ],
    "id": 242
  },
  {
    "kural": {
      "l1": "அருள்சேர்ந்த நெஞ்சினார்க் கில்லை யிருள்சேர்ந்த",
      "l2": "வின்னா வுலகம் புகல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருள்சேர்ந்த நெஞ்சினார்க் கில்லை இருள்சேர்ந்த<br/>இன்னா உலகம் புகல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறியாமையாகிய இருள் பொருந்திய துன்ப உலகில் இருந்து வாழும் வாழ்க்கை, அருள் பொருந்திய நெஞ்சம் உடையவர்களுக்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இருள் சேர்ந்த இன்னா உலகம் புகல்= இருள்செறிந்த துன்ப உலகத்துள் சென்று புகுதல்; அருள் சேர்ந்த நெஞ்சினார்க்கு இல்லை- அருள் செறிந்த நெஞ்சினை உடையார்க்கு இல்லை.<br/><br/>இருள் செறிந்த துன்ப உலகம் என்றது, திணிந்த இருளை உடைத்தாய்த் தன்கண் புக்கார்க்குத் துன்பம் செய்வதொரு நரகத்தை. அது கீழுலகத்துள் ஓர் இடம் ஆகலின், உலகம் எனப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அருள் சேர்ந்த நெஞ்சினார்க்கு-அருளைப் பொருந்தின நெஞ்சினை உடையவர்க்கு, இருள் சேர்ந்த இன்னா உலகம் புகல் இல்லை-இருளைப் பொருந்தின நரகலோகம் புகுதல் இல்லை,<br/><br/>[இன்னா உலகம்-துன்ப உலகம்-நரகலோகம்.]<br/><br/>இஃது, அருளுடையார் நரகம் புகா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "They in whose breast a ' gracious kindliness ' resides,<br/>See not the gruesome world, where darkness drear abides."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They will never enter the world of darkness and wretchedness whose minds are the abode of kindness."
          }
        ]
      }
    ],
    "id": 243
  },
  {
    "kural": {
      "l1": "மன்னுயி ரோம்பி யருளாள்வாற் கில்லென்ப",
      "l2": "தன்னுயி ரஞ்சும் வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மன்னுயிர் ஓம்பி அருளாள்வார்க்கு இல்லென்ப<br/>தன்னுயிர் அஞ்சும் வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் உயிரின் பொருட்டு அஞ்சி வாழ்கின்ற தீவினை, உலகில் நிலைபெற்றுள்ள மற்ற உயிர்களைப் போற்றி அருளுடையவனாக இருப்பவனுக்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன் உயிர் ஓம்பி அருள் ஆள்வாற்கு= நிலைபேறுடைய உயிர்களைப் பேணி அவற்றின்கண் அருளுடையனாவானுக்கு; தன் உயிர் அஞ்சும் வினை இல் என்ப= தன் உயிர் அஞ்சுதற்கு ஏதுவாகிய தீவினைகள் உளவாகா என்று சொல்லுவர் அறிந்தோர்.<br/><br/>உயிர்கள் எல்லாம் நித்தம் ஆகலின், 'மன் உயிர்' என்றார். 'அஞ்சுதல்', துன்பம் நோக்கி அஞ்சுதல். அன்ன அறத்தினோன், கொலை முதலிய பாவங்கள் செய்யான்; எனவே, மறுமைக்கண் நரகம் புகாமைக்கு ஏது கூறியவாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மன் உயிர் ஓம்பி அருள் ஆள்வார்க்கு-நிலை பெற்ற உயிர்களை ஓம்பி அருள் ஆள்வார்க்கு, தன் உயிர் அஞ்சும் வினை இல் என்ப-தன் உயிர் அஞ்ச வரும் வினை (வருவது) இல்லை என்று சொல்லுவர் (நல்லோர்).<br/><br/>இஃது, அருளுடையார்க்குத் தீமை வராதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who for undying souls of men provides with gracious zeal.<br/>In his own soul the dreaded guilt of sin shall never feel."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The wise) say that the evils, which his soul would dread, will never come upon the man who exercises kindness and protects the life (of other creatures)"
          }
        ]
      }
    ],
    "id": 244
  },
  {
    "kural": {
      "l1": "அல்ல லருளாள்வார்க் கில்லை வளிவழங்கு",
      "l2": "மல்லன்மா ஞாலங் கரி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அல்லல் அருளாள்வார்க்கு இல்லை வளிவழங்கும்<br/>மல்லன்மா ஞாலங் கரி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அருளுடையவராக வாழ்கின்றவர்க்குத் துன்பம் இல்லை; காற்று இயங்குகின்ற வளம் பொருந்திய பெரிய உலகத்தில் வாழ்வோரே இதற்குச் சான்று ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருள் ஆள்வார்க்கு அல்லல் இல்லை= அருள் உடையோர்க்கு இம்மையினும் ஒரு துனபம் உண்டாகாது; வளிவழங்கும் மல்லல் மா ஞாலம் கரி= அதற்குக் காற்று இயங்குகின்ற வளப்பத்தை உடைய பெரிய ஞாலத்து வாழ்வார் சான்று.<br/><br/>'சான்று' ஆவார், தாம் கண்டு தேறிய பொருளைக் காணாதார்க்குத் தேற்றுதற்கு உரியவர்; அருள் ஆள்வார்க்கு அல்லல் உண்டாக ஒரு காலத்தும் ஓரிடத்தும் ஒருவரும் கண்டறிவார் இன்மையின், இன்மை முகத்தான் ஞாலத்தார் யாவரும் சான்று என்பார், 'வளி வழங்கு மல்லல் ஞாலம் கரி' என்றார். எனவே, இம்மைக்கண் என்பது பெற்றாம். 'ஞாலம்' ஆகுபெயர்.<br/><br/>இவை மூன்று பாட்டானும், அத்துணையுடையார்க்கு இருமையினும் துன்பம் இல்லாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அருள் ஆள்வார்க்கு அல்லல் இல்லை-அருளை உடையார்க்கு அல்லல் இல்லை; கரி வளி வழங்கும் மல்லல் மா ஞாலம்-(அதற்குச்) சான்று காற்று இயங்கும் வளப்பத்தினையுடைய பெரிய உலகம்.<br/><br/>[அல்லல்-துன்பம். உலகம்-உலகத்தார்-பெரியோர்.]<br/><br/>அருளுடையார்க்கு அல்லலின்மை உலகத்தார் மாட்டே காணப்படுமென்று இது கூறிற்று,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The teeming earth's vast realm, round which the wild winds blow,<br/>In witness, men of 'grace' no woeful want shall know."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "This great rich earth over which the wind blows, is a witness that sorrow never comes upon the kind-hearted."
          }
        ]
      }
    ],
    "id": 245
  },
  {
    "kural": {
      "l1": "பொருணீங்கிப் பொச்சாந்தா ரென்ப ரருணீங்கி",
      "l2": "யல்லவை செய்தொழுகு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருள்நீங்கிப் பொச்சாந்தார் என்பர் அருள்நீங்கி<br/>அல்லவை செய்தொழுகு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அருள் இல்லாதவராய் அறமல்லாதவைகளைச் செய்து நடப்பவர்களை, உறுதிப்பொருளாகிய அறத்திலிருந்து நீங்கித் தம் வாழ்க்கையின் குறிக்கோளை மறந்தவர் என்பர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருள் நீங்கி அல்லவை செய்து ஒழுகுவார்= உயிர்கள் மாட்டுச் செய்யப்படும் அருளைத் தவிர்ந்து தவிரப்படும் கொடுமைகளைச் செய்து ஒழுகுவாரை; பொருள் நீங்கிப் பொச்சாந்தார் என்பர்= முன்னும் உறுதிப் பொருளைச் செய்யாது தாம் துன்புறுகின்றமையை மறந்தவர் என்று சொல்லுவர் நல்லோர்.<br/><br/>உறுதிப்பொருள், அறம்; துன்புறுதல், பிறவித்துன்பம் மூன்றனையும் அனுபவித்தல். மறந்திலராயின், அவ்வாறு ஒழுகார் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அருள் நீங்கி அல்லவை செய்து ஒழுகுவார்-(முற்பிறப்பின் கண்) அருளினின்று நீங்கி அல்லாதவற்றைச் செய்து ஒழுகினவர், பொருள் நீங்கி பொச்சாந்தார் என்பர்-(இப்பிறப்பின் கண்) பொருளினின்று நீங்கி மறவியும் உடையவர் என்று சொல்லுவர் (ஆன்றோர்).<br/><br/>இஃது, அருள் இல்லா தார்க்குப் பொருள் இல்லையா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Gain of true wealth oblivious they eschew,<br/>Who 'grace' forsake, and graceless actions do."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The wise) say that those who neglect kindness and practise cruelties, neglected virtue (in their former birth), and forgot (the sorrows which they must suffer.)"
          }
        ]
      }
    ],
    "id": 246
  },
  {
    "kural": {
      "l1": "அருளில்லார்க் கவ்வுலக மில்லை பொருளில்லார்க்",
      "l2": "கிவ்வுலக மில்லாகி யாங்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருளில்லார்க்கு அவ்வுலகம் இல்லை பொருளில்லார்க்கு<br/>இவ்வுலகம் இல்லாகி யாங்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் இலாதவர்க்கு இவ்வுலகத்து வாழ்க்கை இல்லாதவாறுபோல, உயிர்களிடத்தில் அருள் இல்லாதவர்க்கு அவ்வுலகத்து வாழ்க்கை இல்லையாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருள் இல்லார்க்கு அவ்வுலகம் இல்லை= உயிர்கள் மேல் அருள் இல்லாதார்க்கு வீட்டுலகத்து இன்பம் இல்லை; பொருள் இல்லார்க்கு இவ்வுலகம் இல்லாகியாங்கு= பொருள் இல்லாதார்க்கு இவ்வுலகத்து இன்பம் இல்லையாயினாற் போல.<br/><br/>அவ்வுலகம் , இவ்வுலகம் என்பன ஆகுபெயர்கள். இவ்வுலகத்து இன்பங்கட்குப் பொருள் காரணம் ஆயினாற் போல, அவ்வுலகத்து இன்பங்கட்கு அருள் காரணம் என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அருள் இல்லார்க்கு அவ்வுலகம் இல்லை-அருள் இல்லாதார்க்கு மேலுலகம் (கூறும் காட்சி) இல்லை, பொருள் இல்லார்க்கு இவ்வுலகம் இல் ஆகிய ஆங்கு-பொருள் இல்லாதார்க்கு இவ்வுலகின் கண் (நுகரும் நுகர்ச்சி) இல்லையானாற் போல.<br/><br/>இஃது, அருளில்லாதார் சுவர்க்கம் புகா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As to impoverished men this present world is not;<br/>The 'graceless' in you world have neither part nor lot."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As this world is not for those who are without wealth, so that world is not for those who are without kindness."
          }
        ]
      }
    ],
    "id": 247
  },
  {
    "kural": {
      "l1": "பொருளற்றார் பூப்பரொருகா லருளற்றா",
      "l2": "ரற்றார்மற் றாத லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருளற்றார் பூப்பர் ஒருகால் அருளற்றார்<br/>அற்றார்மற் றாதல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் இல்லாதவர் ஒரு காலத்தில் வளம் பெற்று விளங்குவர்; அருள் இல்லாதவர் வாழ்க்கையின் பயன் அற்றவரே; அவர் ஒரு காலத்திலும் சிறந்து விளங்குதல் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருள் அற்றார் ஒருகால் பூப்பர்= ஊழான் வறியராயினார் அது நீங்கிப் பின் ஒருகாலத்துச் செல்வத்தால் பொலிவர்; அருள் அற்றார் அற்றார் மற்று ஆதல் அரிது= அவ்வாறு அன்றி அருள் இலாதார் பாவம் அறாமையின் அழிந்தாரே, பின் ஒருகாலத்தும் ஆதல் இல்லை.<br/><br/>மற்று வினைமாற்றின்கண் வந்தது. மேல் பொருள் இன்மையொடு ஒருவாற்றான் ஒப்புமை கூறினார் ஆகலின், அது மறுத்துப் பிற ஆற்றான் அதனினும் கொடியது என்பது கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் அற்றார் ஒரு கால் பூப்பர்-பொருள் இல்லாதார் ஒரு காலத்தே பொருளுடையராகவும் கூடும்; அருள் அற்றார் அற்றார்-அருள் இல்லாதார் கெட்டார்; மற்று ஆதல் அரிது-பின்பு (ஒரு காலத்தும்) ஆக்கமுடையவராதல் இல்லை.<br/><br/>இஃது, அருளில்லார்க்குப் பொருளின்மையேயன்றி எல்லாக் கேடும் உண்டா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who lose the flower of wealth, when seasons change, again may bloom;<br/>Who lose, 'benevolence,' lose all ; nothing can change their doom."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who are without wealth may, at some future time, become prosperous; those who are destitute of kindness are utterly destitute; for them there is no change."
          }
        ]
      }
    ],
    "id": 248
  },
  {
    "kural": {
      "l1": "தெருளாதான் மெய்ப்பொருள் கண்டாற்றா றேரி",
      "l2": "னருளாதான் செய்யு மறம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின்<br/>அருளாதான் செய்யும் அறம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அருள் மேற்கொள்ளாதவன் செய்கின்ற அறச்செயலை ஆராய்ந்தால், அஃது அறிவு தெளியாதவன் ஒரு நூலின் உண்மைப் பொருளைக் கண்டாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருளாதான் செய்யும் அறம் தேரின்= உயிர்கள் மாட்டு அருள் செய்யாதவன் செய்யும் அறத்தை ஆராயின்; தெருளாதான் மெய்ப் பொருள் கண்டற்று= ஞானம் இல்லாதவன் ஒருகால் மெய்ப்பொருளை உணர்ந்தாற் போலும்.<br/><br/>மெய்ப்பொருள்- மெய்நூலில் சொல்லும் பொருள். நிலைபெற்ற ஞானம் இல்லாதவன் இடையே மெய்ப்பொருளை உணர்ந்தால் அதனைத் தன் ஞானம் இன்மையால் தானே அழித்துவிடும். அதுபோல அருளாதான் இடையே அறஞ்செய்தால் அதனைத் தன் அருளாமையால் தானே அழித்துவிடும் என்பதாயிற்று. ஆகவே பிற அறங்கட்கெல்லாம் அருளுடைமை மூலம் என்பது பெற்றாம்.<br/><br/>இவை நான்கு பாட்டானும், அத் துணை இல்லாதார்க்கு வரும் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தேரின்-ஆராயின், அருளாதான் செய்யும் அறம்-அருளில்லாதவன் செய்யும் அறம், தெருளாதான் மெய்ப்பொருள் கண்டால் அற்று-தெருளாதான் மெய்ப்பொருளைத் தெளிந்தாற் போலும்.<br/><br/>இஃது, அருளில்லாதார் அறம் செய்யவும் மாட்டா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When souls un wise true wisdom's mystic vision see,<br/>The 'graceless' man may work true work of charity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If you consider, the virtue of him who is without kindness is like the perception of the true being by him who is without wisdom."
          }
        ]
      }
    ],
    "id": 249
  },
  {
    "kural": {
      "l1": "வலியார்முன் றன்னை நினைக்க தான் றன்னின்",
      "l2": "மெலியார்மேற் செல்லு மிடத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வலியார்முன் தன்னை நினைக்கதான் தன்னின்<br/>மெலியார்மேல் செல்லும் இடத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(அருள் இல்லாதவன்) தன்னைவிட மெலிந்தவர்மேல் துன்புறுத்தச் செல்லும்போது, தன்னைவிட வலியவரின் முன் தான் அஞ்சி நிற்கும் நிலைமையை நினைக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வலியார் முன் தன்னை நினைக்க= தன்னின் வலியார் தன்னை நலிய வரும்பொழுது, அவர்முன் தான் அஞ்சி நிற்கும் நிலையினை நினைக்க; தான் தன்னின் மெலியார்மேல் செல்லுமிடத்து= அருள் இல்லாதவன் தன்னின் எளியார்மேல் தான் நலியச் செல்லும் பொழுது.<br/><br/>'மெலியார்' எனச் சிறப்புடைய உயர்திணைமேல் கூறினாராயினும், ஏனைய அஃறிணையும் கொள்ளப்படும். அதனை நினைக்கவே, இவ்வுயிர்க்கும் அவ்வாறே அச்சம் ஆம் என்று அறிந்து, அதன்மேல் அருளுடையன் ஆம் என்பது கருத்து.<br/><br/>இதனால், அருள் பிறத்தற்கு உபாயம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் தம்மின் மெலியார்மேல் செல்லும் இடத்து-தாம் தம்மின் மெலியார் மேல் வெகுண்டெழும் இடத்து, வலியார் முன் தம்மை நினைக்க-வலியார் முன் தாம் நிற்கும் நிலையை நினைக்க.<br/><br/>இஃது, அருள் உண்டாகும் ஆறு கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When weaker men you front with threat'ning brow,<br/>Think how you felt in presence of some stronger foe."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When a man is about to rush upon those who are weaker than himself, let him remember how he has stood (trembling) before those who are stronger than himself."
          }
        ]
      }
    ],
    "id": 250
  }
]