export default [
  {
    "kural": {
      "l1": "வாளற்றுப் புற்கென்ற கண்ணு மவர்சென்ற",
      "l2": "நாளொற்றித் தேய்ந்த விரல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வாளற்றுப் புற்கென்ற கண்ணும் அவர்சென்ற<br/>நாளொற்றித் தேய்ந்த விரல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் கண்களும் அவர் வரும் வழியைப் பார்த்துப் பார்த்து ஒளி இழந்து அழகு கெட்டன; விரல்களும் அவர் சென்ற நாட்களைக் குறித்துத் தொட்டுத் தொட்டுத் தேய்ந்தன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவர் சென்ற நாள் ஒற்றி விரல் தேய்ந்த= அவர் நம்மைப் பிரிந்துபோய நாள்கள் சுவரின்கண் இழைத்தவற்றைத் தொட்டு எண்ணுதலான் என் விரல்கள் தேய்ந்தன;<br/><br/>கண்ணும் வாள் அற்று புற்கென்ற= அதுவேயன்றி, அவர் வரும்வழி பார்த்து என்கண்களும் ஒளியிழந்து புல்லியவாயின, இவ்வாறாயும் அவர் வரவு உண்டாயிற்றில்லை, எ-று.<br/><br/>'நாள்'- ஆகுபெயர். புல்லியவாதல்- நுண்ணிய காணமாட்டாமை. ஒற்ற என்பது, ஒற்றி எனத்திரிந்துநின்றது. இனி, யான் காணுமாறு என்னை என்பதாம். நாள் எண்ணலும், வழிபார்த்தலும் ஒருகாற் செய்துஒழியாது, இடையின்றிச்செய்தலான் விதுப்பாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்களும் அவர் வரவைப்பார்த்து நோதலால் ஒளியிழந்து புல்லென்றன: விரல்களும் அவர்போன நாள்களை யெண்ணி முடக்குதலாய்த் தேய்ந்தன.<br/><br/>இது வரவு காணாமையால் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My eyes have lost their brightness, sight is dimmed, my fingers worn,<br/>With noting on the well the days since I was left forlorn."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My finger has worn away by marking (on the wall) the days he has been absent while my eyes have lost their lustre and begin to fail."
          }
        ]
      }
    ],
    "id": 1261
  },
  {
    "kural": {
      "l1": "இலங்கிழா யின்று மறப்பினென் றோண்மேற்",
      "l2": "கலங்கழியுங் காரிகை நீத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இலங்கிழாய் இன்று மறப்பின்என் தோள்மேல்<br/>கலங்கழியும் காரிகை நீத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தோழி! காதலரின் பிரிவால் துன்புற்று வருந்துகின்ற இன்றும் அவரை மறந்துவிட்டால், அழகு கெட்டு என்தோள் மேல் அணிந்துள்ள அணிகள் கழலுமாறு நேரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இலங்கு இழாய்= விளங்காநின்ற இழையினையுடையாய்;<br/><br/>இன்று மறப்பின்= காதலரை யான் இன்று யான் மறப்பேனாயின்;<br/><br/>மேல்காரிகை நீத்து என்றோள் கலங்கழியும்= மேலும், காரிகை என்னை நீப்ப என் தோள்கள் வளை கழல்வனாவாம், எ-று.<br/><br/>'இலங்கிழாய்' என்பது, இதற்கு நீ யாதும் பரியலை என்னும் குறிப்பிற்று. இன்று- யான் இறந்து படுகின்றஇன்று. மேலும்- மறுபிறப்பினும். எச்சவும்மை விகாரத்தான் தொக்கது. நீப்ப என்பது நீத்து எனத் திரிந்து நின்றது. கழியும் என்னும் இடத்துநிகழ் பொருளின் தொழில் இடத்தின்மேல் நின்றது. இவ்வெல்லைக்கண் நினைந்தால் மறுமைக்கண் அவரை எய்தி இன்புறலாம், அதனான் மறக்கற்பாலேன் அல்லேன் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இலங்கிய இழையையுடையவளே! யான் இன்று அவரை மறப்பேனாயின் பண்டை மெல்லிய என்னுடைய தோள்கள் தம்மழகினை நீக்கி வளை முதலான அணிகலங்களையும் கழலவிடும்.<br/><br/>இலங்கிழாய் என்றவதனால் வருத்தமில்லாதவளே என்று விளித்தாளென்பது கொள்ளப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O thou with gleaming jewels decked, could I forget for this one day,<br/>Henceforth these bracelets from my arms will slip, my beauty worn away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O you bright-jewelled maid, if I forget (him) today, my shoulders will lose their beauty even in the other life and make my bracelets loose."
          }
        ]
      }
    ],
    "id": 1262
  },
  {
    "kural": {
      "l1": "உரனசைஇ யுள்ளந் துணையாகச் சென்றார்",
      "l2": "வரனசைஇ யின்னு முளேன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உரன்நசைஇ உள்ளம் துணையாகச் சென்றார்<br/>வரல்நசைஇ இன்னும் உளேன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வெற்றியை விரும்பி ஊக்கமே துணையாகக்கொண்டு வெளிநாட்டுக்குச் சென்ற காதலர்; திரும்பி வருதலைக் காண விரும்பியே இன்னும் யான் உயிரோடிருக்கின்றேன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உரன் நசைஇ உள்ளம் துணையாச் சென்றார்= இன்பம் நுகர்தலை நச்சாது, வேறலை நச்சி நாம் துணையாதலை இகழ்ந்து நம் ஊக்கம் துணையாகப் போயினார்;<br/><br/>வரல் நசைஇ இன்னும் உளேன்= அவற்றை இகழ்ந்து ஈண்டு வருதலை நச்சுதலான், யான் இவ் எல்லையினும் உளேன் ஆயினேன், எ-று.<br/><br/>உரன் என்பது, ஆகுபெயர். அந்நசையான் உயிர் வாழாநின்றேன், அஃது இல்லையாயின் இறந்துபடுவல் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இன்பத்தை நச்சாது வலிமையையே நச்சிப் பேசுகின்ற மனமே துணையாகச் சென்றவர் வருவாரென்கின்ற ஆசைப்பாட்டினால் இன்னும் உளேனானேன்.<br/><br/>இஃது அவர் வாராரென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "On victory intent, His mind sole company he went;<br/>And I yet life Sustain! And long to see his face again!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I still live by longing for the arrival of him who has gone out of love for victory and with valour as his guide."
          }
        ]
      }
    ],
    "id": 1263
  },
  {
    "kural": {
      "l1": "கூடிய காமம் பிரிந்தார் வரவுள்ளிக்",
      "l2": "கோடுகொ டேறுமென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூடிய காமம் பிரிந்தார் வரவுள்ளிக்<br/>கோடுகொ டேறுமென் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன்பு கூடியிருந்த காதலைக் கைவிட்டுப் பிரிந்த அவருடைய வருகையை நினைத்து என் நெஞ்சம் மரத்தின் கிளைகளின்மேலும் ஏறிப் பார்க்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிரிந்தார் கூடிய காமம் வரவு உள்ளி= நீங்கிய காமத்தராய் நம்மைப் பிரிந்துபோயவர் மேற்கூறிய காமத்துடனே தங்கண் வருதலை நினைந்து;<br/><br/>என் நெஞ்சு கோடுகொடு ஏறும்= என்செஞ்சு வருத்தம் ஒழிந்து மேன்மேல் பணைத்து எழாநின்றது, எ-று.<br/><br/>வினைவயின் பிரிவுழிக் காமவின்பம் நோக்காமையும், அது முடிந்துழி அதுவே நோக்கலும் தலைமகற்கு இயல்பாகலின், 'கூடிய காமமொடு' என்றாள். ஒடு உருபு விகாரத்தான் தொக்கது. கோடு கொண்டு ஏறலாகிய மரத்ததுதொழில், நெஞ்சின்மேல் ஏற்றப்பட்டது. கொண்டு என்பது குறைந்து நின்றது. அஃது உள்ளிற்றிலேன் ஆயின் இறந்துபடுவல் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூடுதற்கு அரிய காமத்தைக் கூடப் பெற்றுப்பிரிந்தவர் வருவாராக நினைந்தே என்னெஞ்சம் மரத்தின்மேலேறிப் பாராநின்றது.<br/><br/>உயர்ந்த மரத்தின்மேல் ஏறினால் சேய்த்தாக வருவாரைக் காணலாமென்று நினைத்து அதனை ஏறிற்றாகக் கூறினாள்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'He comes again, who left my side, and I shall taste love's joy,;-<br/>My heart with rapture swells, when thoughts like these my mind employ."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My heart is rid of its sorrow and swells with rapture to think of my absent lover returning with his love. "
          }
        ]
      }
    ],
    "id": 1264
  },
  {
    "kural": {
      "l1": "காண்கமற் கொண்கனைக் கண்ணாரக் கண்டபி",
      "l2": "னீங்குமென் மென்றோட் பசப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காண்கமன் கொண்கனைக் கண்ணாரக் கண்டபின்<br/>நீங்கும்என் மென்தோள் பசப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் காதலனைக் கண்ணாரக் காண்பேனாக; கண்டபிறகு, என்னுடைய மெல்லிய தோளில் உண்டாகிய பசலைநிறம் தானே நீங்கி விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ஆரக் கொண்கனைக் காண்க= என் கண்கள் ஆரும் வகை என்கொண்கனை யான் காண்பேனாக;<br/><br/>கண்டபின் என் மென்தோள் பசப்பு நீங்கும்= அங்ஙனம் கண்டபின் என் மெ்ல்லிய தோளின்கண் பசப்புத்தானே நீங்கும், எ-று.<br/><br/>'காண்க' என்பது, ஈண்டு வேண்டிக்கோடற்பொருட்டு. அது வேண்டும் என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது. கேட்ட துணையான் நீங்காது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்கண்கள் கொண்கனை நிறையக் காண்பனவாக; அவனைக் கண்டபின்பு எனது மெல்லிய தோளிலுண்டான பசலை நீங்கும்.<br/><br/>இது காண்டல் வேட்கையால் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O let me see my spouse again and sate these longing eyes!<br/>That instant from my wasted frame all pallor flies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "May I look on my lover till I am satisfied and thereafter will vanish the sallowness of my slender shoulders."
          }
        ]
      }
    ],
    "id": 1265
  },
  {
    "kural": {
      "l1": "வருகமற் கொண்க னொருநாட் பருகுவன்",
      "l2": "பைதனோ யெல்லாங் கெட"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வருகமன் கொண்கன் ஒருநாள் பருகுவன்<br/>பைதல்நோய் எல்லாம் கெட"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் காதலன் ஒருநாள் என்னிடம் வருவானாக; வந்த பிறகு, என்னுடைய துன்பநோய் எல்லாம் தீருமாறு நான் நன்றாக நுகர்வேன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொண்கன் ஒருநாள் வருக= இத்துணைநாளும் வாராக் கொண்கன் ஒருநாள் என்கண் வருவானாக;<br/><br/>பைதல் நோய் எல்லாம் கெடப் பருகுவன்= வந்தால் பையுளைச் செய்கின்ற இந்நோய் எல்லாம் கெட அவ்வமிழ்தத்தை வாயில் களைந்தானும் பருகக் கடவேன், எ-று.<br/><br/>'வருக' என்பதற்கும், 'மன்' என்பதற்கும், மேல் உரைத்தவாறே கொள்க. அக்குறிப்பு, அவ் ஒருநாளைக்குள்ளே இனி வரக்கடவ நோய்களும் கெடுப்பல் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொண்கன் ஒருநாள் வருவானாக வேண்டும்: வந்தானாகில் என் பசலைநோயெல்லாங் கெடப் பருகுவேன்.<br/><br/>இது வரவு வேட்கையாற் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O let my spouse but come again to me one day!<br/>I'll drink that nectar; wasting grief shall flee away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "May my husband return some day; and then will I enjoy (him) so as to destroy all this agonizing sorrow."
          }
        ]
      }
    ],
    "id": 1266
  },
  {
    "kural": {
      "l1": "புலப்பேன்கொல் புல்லுவேன் கொல்லோ கலப்பேன்கொல்",
      "l2": "கண்ணன்ன கேளிர் வரின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புலப்பேன்கொல் புல்லுவேன் கொல்லோ கலப்பேன்கொல்<br/>கண்அன்ன கேளிர் விரன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என்னுடைய கண்போன்ற காதலர் வருவாரானால், யான் அவரோடு ஊடுவேனோ? அல்லது அவரைத் தழுவுவேனோ? அவரோடு கூடுவேனோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண் அன்ன கேளிர் வரின்= கண்போற் சிறந்த கேளிர் வருவராயின்;<br/><br/>புலப்பேன்கொல்= அவர் வரவு நீட்டித்தமை நோக்கி யான் புலக்கக்கடவேனோ;<br/><br/>புல்லுவேன்கொல்= அன்றி என் ஆற்றாமைநோக்கிப் புல்லக்கடவேனோ;<br/><br/>கலப்பேன்கொல்= அவ்விரண்டும் வேண்டுதலான் அவ்விருசெயல்களையும் விரவக்கடவேனோ, யாது செய்யக்கடவேன், எ-று.<br/><br/>புலவியும் புல்லலும் ஓர் பொழுதின்கண் விரவாமையின் 'கலப்பேன் கொல்' என்றாள். மூன்றனையும் செய்தல் கருத்தாகலின் விதுப்பாயிற்று. இனிக் 'கலப்பேனகொல்' என்பதற்கு, ஒருபுதுமைசெய்யாது பிரியாத நாட்போலக் கலந்து ஒழுகுவேனோ என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்போற் சிறந்தகேளிர் வருவாராயின், அவர் வரவு நீட்டித்தமை நோக்கி யான் புலக்கக் கடவேனோ: அன்றி என்னாற்றாமை நோக்கிப் புல்லக்கடவேனோ: அவ்விரண்டும் வேண்டுதலான் அவ்விரு செயல்களையும் விரவக் கடவேனோ: யாதுசெய்யக் கடவேன்?"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Shall I draw back, or yield myself, or shall both mingled be,<br/>When he returns, my spouse dear as these eyes to me."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "On the return of him who is as dear as my eyes, am I displeased or am I to embrace (him); or am I to do both?"
          }
        ]
      }
    ],
    "id": 1267
  },
  {
    "kural": {
      "l1": "வினைகலந்து வென்றீக வேந்தன் மனைகலந்து",
      "l2": "மாலை யயர்கம் விருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைகலந்து வென்றீக வேந்தன் மனைகலந்து<br/>மாலை அயர்கம் விருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசன் இச் செயலில் முனைந்து நின்று வெற்றி பெறுவானாக; அதன்பின் யாம் மனைவியோடு கூடியிருந்து அன்றுவரும் மாலைப்பொழுதிற்கு விருந்து செய்வோம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேந்தன் வினை கலந்து வென்று ஈக= வேந்தன் வினைசெய்தலைப் புரிந்து வெல்வானாக;<br/><br/>மனைகலந்து மாலை விருந்து அயர்கம்= யாமும் மனைவியைச் சென்று கூடி ஆண்தை மாலைப்பொழுதிற்கு விருந்து அயர்வோமாக, எ-று.<br/><br/>மனை என்பது, ஈண்டு ஆகுபெயர். \"மங்கலம் என்ப மனைமாட்சி\" (குறள், 60) என்புழிப்போல. வினைசெய்தற்கண் வந்த மாலைப்பொழுதிற்கு எதிர்கோடல் அலங்கரித்தல் முதலிய இன்மையின், 'மனைகலந்து மாலைக்கு விருந்து அயர்கம்' என்றான். நான்கன் உருபு விகாரத்தான் தொக்கது. இது வினைமுடியாமுன் கூறலான் விதுப்பாயிற்று. பிறர் எல்லாம் இதனைத் தலைமகள் கூற்றாக்கி உரைத்தார். தலைமகனைக் கூறாது, 'வேந்தன் வெல்க' என்றும், 'மனைகலந்து' என்றும், மாலைப்பொழுதின்கண் 'விருந்து அயர்கம்' என்றும் வந்த அவ்வுரை தானே அது கூடாமைக்குக் கரியாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நம் வேந்தன் போரின்கண்ணே பொருந்தி வெல்வானாக: யாமும் மனையிலே பொருந்தி இம்மாலைப்பொழுதிலே நம்காதலர்க்கு விருந்து செய்வேமாக.<br/><br/>வருதற்கு இடையீடு அவன் வினை முடியாமையென்று நினைத்து அவனை வெல்க என்றாள். மனை - அட்டில்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O would my king would fight, o'ercome, divide the spoil;<br/>At home, to-night the banquet spread should crown the toil."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let the king fight and gain (victories); (but) let me be united to my wife and feast the evening."
          }
        ]
      }
    ],
    "id": 1268
  },
  {
    "kural": {
      "l1": "ஒருநா ளெழுநாள்போற் செல்லுஞ்சேட் சென்றார்",
      "l2": "வருநாள்வைத் தேங்கு பவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒருநாள் எழுநாள்போல் செல்லும்சேண் சென்றார்<br/>வருநாள்வைத்து ஏங்கு பவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தொலைவில் உள்ள வெளிநாட்டிற்குச் சென்ற காதலர் திரும்பிவரும் நாளை நினைத்து ஏங்கும் மகளிர்க்கு ஒருநாள் ஏழுநாள் போல(நெடிதாகக்) கழியும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சேண் சென்றார் வருநாள் வைத்து ஏங்குபவர்க்கு= சேணிடைச் சென்ற தங்காதலர் மீண்டுவரக்குறித்த நாளையுட்கொண்டு, அது வருந்துணையும் உயிர்தாங்கி வருந்தும் மகளிர்க்கு;<br/><br/>ஒருநாள் எழுநாள்போல் செல்லும்= ஒருநாள் பலநாள் போல நெடிதாகக்காட்டும், எ-று.<br/><br/>ஏழ் என்பது, அதற்கும் மேலாய மிக்கபன்மை குறித்து நின்றது, \"ஒருவர் கூறை எழுவர் உடுத்து\" என்றாற் போல. தலைமகள் வருத்தம் பிறர்மேல் இட்டுக் கூறியவாறு. இதனான் இதுவும் தலைமகள் கூற்று ஆகாமை அறிக. இருநாள் என்று பாடம் ஓதுவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெடுநெறிக்கட்சென்றார் வருநாளைக்குறித்து இரங்குமவர்களுக்கு ஒருநாளைப்பொழுதுதானே ஏழுநாளைப் போலச் செல்கின்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "One day will seem like seven, to those who watch and yearn<br/>For that glad day when wanderers from afar return."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To those who suffer waiting for the day of return of their distant lovers one day is as long as seven days. "
          }
        ]
      }
    ],
    "id": 1269
  },
  {
    "kural": {
      "l1": "பெறினென்னாம் பெற்றக்கா லென்னா முறினென்னா",
      "l2": "முள்ள முடைந்துக்கக் கால்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெறின்என்னாம் பெற்றக்கால் என்னாம் உறினென்னாம்<br/>உள்ளம் உடைந்துக்கக் கால்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "துன்பத்தைத் தாங்காமல் மனம் உடைந்து அழிந்து விட்டால், நம்மைத் திரும்பப் பெறுவதனால் என்ன? பெற்று விட்டால் என்ன? பெற்றுப் பொருந்தினாலும் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள்ளம் உடைந்து உக்கக்கால்= காதலி நம் பிரிவினை ஆற்றாது, உள்ளம் உடைந்து இறந்துபட்டவழி;<br/><br/>பெறின் என்னாம்= நம்மைப் பெறக்கடவள் ஆனால் என்;<br/><br/>பெற்றக்கால் என்னாம்= அதுவன்றியே பெற்றால் என்;<br/><br/>உறின் என்= அதுவன்றியே மெய்யுறக் கலந்தால்தான் என், இவை ஒன்றானும் பயனில்லை எ-று.<br/><br/>இம்மூன்றும் உடம்பொடுபுணர்த்திக் கூறப்பட்டன. அதன்மேலும், முன்னை வழக்கு உண்மையின். அதற்குமுன்னே யான் செல்லவேண்டும் என்பது கருத்தாகலின், விதுப்பாயிற்று. இது தலைமகள் கூற்றாயவழி இரங்கல் ஆவதல்லது, விதுப்பாகாமை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எனது உள்ளம் உடைந்து போயின் பின்பு அவரைப்பெறுவேமென்று இருந்ததனாற் பயன் என்னுண்டாம்? முன்பே பெற்றேமானேம், அதனால் பயன் என்னுண்டாம்? இப்பொழுது உற்றேமாயின் அதனால் பயன் என்னுண்டாம்?<br/><br/>இது வருவாரென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What's my return, the meeting hour, the wished for greeting worth,<br/>If the heart-broken lie, with all her life poured forth?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "After (my wife) has died of a broken heart, what good will there be if she is to receive me, has received me, or has even embraced me? "
          }
        ]
      }
    ],
    "id": 1270
  }
]