export default [
  {
    "kural": {
      "l1": "அருமை யுடைத்தென் றசாவாமை வேண்டும்",
      "l2": "பெருமை முயற்சி தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருமை உடைத்தென்று அசாவாமை வேண்டும்<br/>பெருமை முயற்சி தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இது செய்வதற்கு அருமையானது என்று சோர்வுறாமல் இருக்க வேண்டும்; அதைச் செய்வதற்குத் தக்க பெருமையை முயற்சி உண்டாக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருமை உடைத்து என்று அசாவாமை வேண்டும்= தஞ்சிறுமை நோக்கி நாம் இவ்வினைமுடித்தல் அருமை உடைத்துஎன்று கருதித் தளராது ஒழிக; பெருமை முயற்சி தரும்= அது முடித்தற்கு ஏற்ற பெருமையைத் தமக்கு முயற்சி உண்டாக்கும்.<br/><br/>சிறுமைநோக்கி என்பது, 'பெருமை தரும்' என்றதனானும், வினைமுடித்தல் என்பது, அதிகாரத்தானும் வருவிக்கப்பட்டன. விடாது முயலத் தாம் பெரியர் ஆவர்; ஆகவே, அரியனவும் எளிதின் முடியும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு வினையைச் செய்தல் அருமையுடைத்தென்று முயலாமையைத் தவிர்தல் வேண்டும்: முயற்சி தனக்குப் பெருமையைத் தருமாதலால்.<br/><br/>இது வினைசெய்து முடித்தல் அரிதென்று தவிர்தலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Say not 'Tis hard', in weak , desponding hour,<br/>For strenuous efforts gives prevailing power."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Yield not to the feebleness which says, \"this is too difficult to be done\"; labour will give the greatness (of mind) which is necessary (to do it)."
          }
        ]
      }
    ],
    "id": 611
  },
  {
    "kural": {
      "l1": "வினைக்கண் வினைகெட லோம்பல் வினைக்குறை",
      "l2": "தீர்ந்தாரிற் றீர்ந்தன் றுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைக்கண் வினைகெடல் ஓம்பல் வினைக்குறை<br/>தீர்ந்தாரின் தீர்ந்தன்று உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தொழிலாகிய குறையைச் செய்யாமல் கைவிட்டவரை உலகம் கைவிடும்; ஆகையால் தொழிலில் முயற்சி இல்லாதிருத்தலை ஒழிக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைக்குறை தீர்ந்தாரின் உலகு தீர்ந்தன்று= வினையாகிய குறையைச் செய்யாதுவிட்டாரை உலகம் விட்டது; வினைக்கண் வினை கெடல் ஓம்பல்= ஆதலால், செய்யப்படும் வினைக்கண் தவிர்ந்து இருத்தலை ஒழிக.<br/><br/>'குறை' இன்றியமையாப் பொருள். அது \"பயக்குறை யில்லைத் தாம்வாழு நாளே\" என்பதனானும் அறிக. இதற்கு வினை செய்யவேண்டும் குறையை நீங்கினாரின் நீங்கிற்று என்பாரும் உளர்:"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினைசெய்யுங் காலத்து வினைகெடுதலைத் தவிர்க: வினைக்குறையை முடித்தாரினின்றும் உலகம் விடப்பட்டதன்று. <br/><br/>இது தொடங்கின வினையைக் குறைபட விடலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In action be thou' ware of act's defeat;<br/>The world leaves those who work leave incomplete!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Take care not to give up exertion in the midst of a work; the world will abandon those who abandon their unfinished work."
          }
        ]
      }
    ],
    "id": 612
  },
  {
    "kural": {
      "l1": "தாளாண்மை யென்னும் தகைமக்கட் டங்கிற்றே",
      "l2": "வேளாண்மை என்னுஞ் செருக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தாளாண்மை என்னும் தகைமைக்கண் தங்கிற்றே<br/>வேளாண்மை என்னுஞ் செருக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு உதவி செய்தல் என்னும் மேம்பட்ட நிலைமை, முயற்சி என்று சொல்லப்படுகின்ற உயர்ந்த பண்பில் நிலைத்திருக்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தாளாண்மை என்னும் தகைமைக்கண் தங்கிற்றே= முயற்சி என்று சொல்லப்படுகின்ற உயர்ந்த குணத்தின் கண்ணே நிலைபெற்றது; வேளாண்மை என்னும் செருக்கு= எல்லார்க்கும் உபகாரம்செய்தல் என்னும் மேம்பாடு.<br/><br/>பொருள் கைகூடுதலான் உபகரித்தற்கு உரியார் முயற்சியுடையார் அவ்வக்குணங்கள் மேல்வைத்தும், அது பிறர்மாட்டு இல்லை என்பார் 'தங்கிற்றே' என்றும் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் முயற்சியது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முயற்சியாகிய நன்மையின்கண்ணே கிடந்தது: பிறர்க்கு உபகரித்தலாகிய பெருமிதம். <br/><br/>இஃது அறஞ் செய்தலும் இதனாலே யாகுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In strenuous effort doth reside<br/>The power of helping others; noble pride!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The lustre of munificence will dwell only with the dignity of laboriousness or efforts."
          }
        ]
      }
    ],
    "id": 613
  },
  {
    "kural": {
      "l1": "தாளாண்மை யில்லாதான் வேளாண்மை பேடிகை",
      "l2": "வாளாண்மை போலக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தாளாண்மை இல்லாதான் வேளாண்மை பேடிகை<br/>வாளாண்மை போலக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முயற்சி இல்லாதவன் உதவி செய்பவனாக இருத்தல், பேடி தன் கையால் வாளை எடுத்து ஆளும் தன்மைபோல் நிறைவேறாமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தாளாண்மை இல்லாதான் வேளாண்மை= முயற்சி இல்லாதவன் உபகாரியாம் தன்மை; பேடி கை வாளாண்மை போலக் கெடும்= படை கண்டால் அஞ்சும் பேடி அதனிடைத் தன்கையில் வாளை ஆளுதல்தன்மைபோல இல்லையாம்.<br/><br/>'ஆள்' என்பது முதனிலைத் தொழிற்பெயர். பேடி வாளைப் பணிகோடற் கருத்துடையள் ஆயினும், அது தன் அச்சத்தான் முடியாதவாறு போல, முயற்சியில்லாதான் பலர்க்கும் உபகரித்தற் கருத்துடையனாயினும், அது தன் வறுமையான் முடியாது என்பதாம். 'வாளாண்மை' என்பதற்கு, வாளாற் செய்யும் ஆண்மை என்று உரைப்பாரும் உளர்.<br/><br/>இதனான் அஃது இல்லாதானது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முயற்சியில்லாதான் பிறர்க்கு உபகரித்தல், படைகண்டாலஞ்சுமவன் கைவாள் பிடித்தாற்போலக் கெடும்.<br/><br/>இஃது அறம் செய்யமாட்டானென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Beneficent intent in men by whom no strenuous work is wrought,<br/>Like battle-axe in sexless being's hand availeth nought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The liberality of him, who does not labour, will fail, like the manliness of a hermaphrodite, who has a sword in its hand."
          }
        ]
      }
    ],
    "id": 614
  },
  {
    "kural": {
      "l1": "இன்பம் விழையான் வினைவிழைவான் றன்கேளிர்",
      "l2": "துன்பந் துடைத்தூன்றுந் தூண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்பம் விழையான் வினைவிழைவான் தன்கேளிர்<br/>துன்பம் துடைத்தூன்றும் தூண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் இன்பத்தை விரும்பாதவனாய் மேற்கொண்ட செயலை முடிக்க விரும்புகின்றவன், தன் சுற்றத்தாரின் துன்பத்தைப் போக்கித் தாங்குகின்ற தூண் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்பம் விழையான் வினை விழைவான்= தனக்கு இன்பத்தை விரும்பானாகி, வினை முடித்தலையே விரும்புவான்; தன் கேளிர் துன்பம் துடைத்து ஊன்றும் தூண்= தன் கேளிராகிய பாரத்தின் துன்பத்தினை நீக்கி, அதனைத் தாங்கும் தூணாம்.<br/><br/>இஃது ஏகதேச உருவகம். 'ஊன்றும்' என்றது, அப்பொருட்டாதல் \"மதலையாய் மற்றதன் வீழூன்றி யாங்கு\"‡ என்பதனானும் அறிக. சுற்றத்தார், நட்டாரது வறுமையுந் தீர்த்து, அவர்க்கு ஏமஞ்செய்யும் ஆற்றலை உடையனாம் எனவே, தன்னைக் கூறவேண்டா ஆயிற்று. காரியத்தை விழையாது, காரணத்தை விழைவான் எல்லாப் பயனும் எய்தும் என்றதனால், காரணத்தை விழையாது காரியத்தை விழைவான் யாதும் எய்தான் என்பது பெற்றாம்.<br/><br/>இதனால் அஃது உடையானது நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னுடம்பிற்கு இன்பத்தை விரும்பாது வினை செய்தலை விரும்புமவன் தன்<br/><br/>கேளிர்க்கு உற்ற துன்பத்தை நீக்கி அவரைத் தளராமல் தாங்குவதொரு தூணாம்.<br/><br/>ஆதலால் வருத்தம் பாராது முயலவேண்டு மென்பது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose heart delighteth not in pleasure, but in action finds delight,<br/>He wipes away his kinsmen's grief and stands the pillar of their might."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who desires not pleasure, but desires labour, will be a pillar to sustain his relations, wiping away their sorrows. "
          }
        ]
      }
    ],
    "id": 615
  },
  {
    "kural": {
      "l1": "முயற்சி திருவினை யாக்கு முயற்றின்மை",
      "l2": "யின்மை புகுத்தி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முயற்சி திருவினை ஆக்கும் முயற்றின்மை<br/>இன்மை புகுத்தி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முயற்சி ஒருவனுக்குச் செல்வத்தைப் பெருகச் செய்யும்; முயற்சி இல்லாதிருத்தல் அவனுக்கு வறுமையைச் சேர்த்து விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முயற்சி திருவினை ஆக்கும்= அரசர்மாட்டு உளதாய முயற்சி அவரது செல்வத்தினை வளர்க்கும்; முயற்று இன்மை இன்மை புகுத்திவிடும்= அஃது இல்லாமை வறுமையை அடைவித்துவிடும்.<br/><br/>செல்வம் அறுவகை அங்கங்கள்.† வறுமை அவற்றான் வறியராதல். அதனை அடைவிக்கவே, பகைவரான் அழிவர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முயற்சி செல்வத்தை உண்டாக்கும்: முயலாமை வறுமையை உண்டாக்கும். <br/><br/>இது செல்வமும் நல்குரவும் இவற்றாலே வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Effort brings fortune's sure increase,<br/>Its absence brings to nothingness."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Labour will produce wealth; idleness will bring poverty."
          }
        ]
      }
    ],
    "id": 616
  },
  {
    "kural": {
      "l1": "மடியுளாண் மாமுகடி யென்ப மடியிலான்",
      "l2": "றாளுளா டாமரையி னாள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மடியுளாள் மாமுகடி என்ப மடியிலான்<br/>தாளுளான் தாமரையி னாள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுடைய சோம்பலிலே கரிய மூதேவி வாழ்கின்றாள்; சோம்பல் இல்லாதவனுடைய முயற்சியிலே திருமகள் வாழ்கின்றாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மா முகடி மடி உளாள்= கரியசேட்டை ஒருவன் மடியின்கண்ணே உறையும்; தாமரையினாள் மடி இலான் தாள் உளாள் என்ப= திருமகள் மடியிலானது முயற்சி்க்கண்ணே உறையும் என்று சொல்லுவர் அறிந்தோர்.<br/><br/>பாவத்தின் கருமை அதன்பயனாய 'முகடி'மேல் ஏற்றப்பட்டது. மடியும் முயற்சியும் உடையார்மாட்டு நிலையை அவை தம்மேல் வைத்துக்கூறினார்.<br/><br/>இவை இரண்டு பாட்டானும் அவ்விருமைக்கும் ஏது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினை செய்யுங்கால் அதனைச் செய்யாது சோம்பியிருப்பானது சோம்பலின்கண்ணே மூதேவி உறைவள்; அதனைச் சோம்பலின்றி முயலுபவன் முயற்சியின்கண்ணே திருமகள் உறைவளென்று சொல்லுவர்.<br/><br/>இது வினையை மடியின்றிச் செய்யவேண்டுமென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In sluggishness is seen misfortune's lurid form, the wise declare;<br/>Where man unslothful toils, she of the lotus flower is there!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They say that the black Mudevi (the goddess of adversity) dwells with laziness, and the Latchmi (the goddess of prosperity) dwells with the labour of the industrious."
          }
        ]
      }
    ],
    "id": 617
  },
  {
    "kural": {
      "l1": "பொறியின்மை யார்க்கும் பழியன் றறிவறிந்",
      "l2": "தாள்வினை யின்மை பழி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொறியின்மை யார்க்கும் பழியன்று அறிவறிந்து<br/>ஆள்வினை இன்மை பழி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நன்மை விளைக்கும் ஊழ் இல்லாதிருத்தல் யார்க்கும் பழி அன்று; அறிய வேண்டியவற்றை அறிந்து முயற்சி செய்யாதிருத்தலே பழி."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொறி இன்மை யார்க்கும் யார்க்கும் பழிஅன்று= பயனைத் தருவதாய விதியில்லாமை ஒருவற்கும் பழியாகாது; அறிவு அறிந்து ஆள்வினை இன்மை பழி= அறிய வேண்டும் அவற்றை வினைசெய்யாமையே பழியாவது.<br/><br/>அறிய வேண்டுவன வலி முதலாயின.¶ தெய்வம் இயையாவழி ஆள்வினை உடைமையான் பயனில்லை என்பாரை நோக்கி, உலகம் பழவினைபற்றிப் பழியாது, ஈண்டைக் குற்றம் உடைமைபற்றியே பழிப்பது என்றார். அதனால் விடாது முயல்க என்பது குறிப்பெச்சம்.<br/><br/>. காலம், இடம் ஆகியவை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யார்க்கும் புண்ணியமின்மை குற்றமாகாது. அறியத் தகுவன அறிந்து முயற்சியில்லாமையே குற்றமாவது.<br/><br/>அறிவு- காரிய அறிவு. புண்ணியமில்லாதார் முயன்றால் வருவதுண்டோ என்றார்க்கு, இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis no reproach unpropitious fate should ban;<br/>But not to do man's work is foul disgrace to man!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Adverse fate is no disgrace to any one; to be without exertion and without knowing what should be known, is disgrace."
          }
        ]
      }
    ],
    "id": 618
  },
  {
    "kural": {
      "l1": "தெய்வத்தா னாகா தெனினு முயற்சிதன்",
      "l2": "மெய்வருத்தக் கூலி தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தெய்வத்தான் ஆகா தெனினும் முயற்சிதன்<br/>மெய்வருத்தக் கூலி தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊழின் காரணத்தால் ஒரு செயல் முடியாமல் போகுமாயினும், முயற்சி தன் உடம்பு வருந்திய வருத்தத்தின் கூலியையாவது கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெய்வத்தான் ஆகாது எனினும்= முயன்றவினை, பால்வகையாற் கருதிய பயனைத் தாராதாயினும்; முயற்சி தன் மெய்வருத்தக் கூலி தரும்= முயற்சி தனக்கு இடமாகிய உடம்பு வருந்திய வருத்தத்தின் கூலியளவு தரும், பாழாகாது.<br/><br/>தெய்வத்தான் ஆயவழித் தன்அளவின் மிக்க பயனைத் தரும் என்பது உம்மையான் பெற்றாம். இருவழியும் பாழாகல் இன்மையின், தெய்வநோக்கி இராது முயல்க என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புண்ணியம் இன்மையால் ஆக்கம் இல்லையாயினும் ஒருவினையின் கண்ணே முயல்வானாயின் முயற்சி தன்னுடம்பினால் வருந்திய வருத்தத்தின் அளவு பயன் கொடுக்கும்.<br/><br/>இது புண்ணியமில்லையாயினும் பயன் கொடுக்கும் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Though fate divine should make you labour vain;<br/>Efforts its labour's sure reward will gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although it be said that, through fate, it cannot be attained, yet labour, with bodily exertion, will yield its reward."
          }
        ]
      }
    ],
    "id": 619
  },
  {
    "kural": {
      "l1": "ஊழையு முப்பக்கங் காண்ப ருலைவின்றித்",
      "l2": "தாழா துஞற்று பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊழையும் உப்பக்கம் காண்பர் உலைவின்றித்<br/>தாழாது உஞற்று பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சோர்வு இல்லாமல் முயற்சியில் குறைவு இல்லாமல் முயல்கின்றவர், (செயலுக்கு இடையூறாக வரும்) ஊழையும் ஒரு காலத்தில் தோல்வியுறச் செய்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஊழையும் உப்பக்கம் காண்பர்= பயனை விலக்குவதாய ஊழினையும் புறங் காண்பர்; உலைவு இன்றித தாழாது உஞற்றுபவர்= அவ்விலக்கிற்கு இளையாது வினையைத் தாழ்வற முயல்வார்.<br/><br/>தாழ்வறுதல், சூழ்ச்சியினும் வலி முதலிய அறிதலினும், செயலினும் குற்றமறுதல். ஊழ் ஒருகாலாக, இருகாலாக அல்லது விலக்கல்ஆகாமையின் பலகால் முயல்வார் பயன்எய்துவர் என்பார், 'உப்பக்கம் காண்பார்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு வினையை மனத்திற் றளர்வு இன்றி நீட்டியாமல் முயலுமவர், பயன்படாமல் விலக்குகின்ற தீய வினையையும் முதுகு புறங்காண்பர்.<br/><br/>இஃது ஊழ்தன்னையும் வெல்வ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who strive with undismayed , unfaltering mind.<br/>At length shall leave opposing fate behind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They who labour on, without fear and without fainting will see even fate (put) behind their back. "
          }
        ]
      }
    ],
    "id": 620
  }
]