export default [
  {
    kural: {
      l1: 'இடுக்கண் வருங்கா னகுக வதனை',
      l2: 'யடுத்தூர்வ தஃதொப்ப தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடுக்கண் வருங்கால் நகுக அதனை<br/>அடுத்தூர்வது அஃதொப்ப தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பம் வரும்போதும் (அதற்காகக் கலங்காமல்) நகுதல் வேண்டும். அத் துன்பத்தை நெருங்கி எதிர்த்து வெல்லவல்லது அதைப் போன்றது வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இடுக்கண் வருங்கால் நகுக= ஒருவன் வினையான் தனக்கு இடுக்கண் வருமிடத்து அதற்கு அழியாது உள்மகிழ்க; அதனை அடுத்து ஊர்வது அஃது ஒப்பது இல்= அவ் இடுக்கணை மேன்மேல் அடரவல்லது அம்மகிழ்ச்சி போல்வது பிறிது இல்லையாகலான்.<br/><br/>வினை இனிது முடிந்துழி, நிகழற்பாலதாய மகிழ்ச்சியை அதற்கிடையே இடுக்கண் வருவழிச் செய்யவே, அவன் அழிவின்றி மனஎழுச்சியான் அதனைத் தள்ளி அக்குறைமுடிக்கும் ஆற்றல் உடையனாம் ஆகலின், 'அதனை அடுத்து ஊர்வது அஃது ஒப்பதி்ல்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தனக்குத் துன்பம் வந்த காலத்தும் நகுக: அத்துன்பத்தை மேன்மேலும் அடர்க்க வல்லது அந்நகுதல் போல்வது பிறிதில்லை.<br/><br/>இஃது இடுக்கணுக்கு அழியாமை வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Smile, with patient, hopeful heart, in troublous hour;<br/>Meet and so vanquish grief; nothing hath equal power.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If troubles come, laugh; there is nothing like that, to press upon and drive away sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வெள்ளத் தனைய விடும்பை யறிவுடையா',
      l2: 'னுள்ளத்தி னுள்ளக் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வெள்ளத் தனைய இடும்பை அறிவுடையான்<br/>உள்ளத்தின் உள்ளக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வெள்ளம்போல் அளவற்றதாய் வரும் துன்பமும், அறிவுடையவன் தன் உள்ளத்தினால் அத் துன்பத்தின் இயல்பை நினைத்த அளவில் கெடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வெள்ளத்து அனைய இடும்பை= வெள்ளம்போலக் கரையிலவாய இடும்பைகள் எல்லாம்; அறிவுடையான் உள்ளத்தின் உள்ளக் கெடும்= அறிவுடையவன் தன் உள்ளத்தான் ஒன்றனை நினைக்க, அத்துணையானே கெடும்.<br/><br/>'இடும்பை' யாவது, உள்ளத்து ஒருகோட்பாடே அன்றிப் பிறிதில்லை என்பதூஉம், அது மாறுபடக் கொள்ள நீங்கும் எனவும் அறிதல் வேண்டுதலின், 'அறிவுடையான்' என்றும், அவ்உபாயத்து எண்மை தோன்ற 'உள்ளத்தின் உள்ள' என்றும் கூறினார்.<br/><br/>இவை இரண்டு பாட்டானும், ஊழினானாய இடுக்கணால் அழியாமைக்கு உபாயம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வெள்ளம்போன்ற துன்பம், அறிவுடையவன் நெஞ்சினாலே வினைப்பயனென்று நினைக்கக் கெடும்.<br/><br/>இது பலவா யொருங்கு வரினும், அறிவுடையா னுற்ற இடுக்கண் கெடுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Through sorrow, like a flood, comes rolling on,<br/>When wise men's mind regards it, -it is gone.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A flood of troubles will be overcome by the (courageous) thought which the minds of the wise will entertain, even in sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடும்பைக் கிடும்பை படுப்ப ரிடும்பைக்',
      l2: 'கிடும்பை படாஅ தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு<br/>இடும்பை படாஅ தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பம் வந்தபோது அதற்காக வருந்திக் கலங்காதவர் அந்தத் துன்பத்திற்கே துன்பம் உண்டாக்கி அதை வென்று விடுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இடும்பைக்கு இடும்பை படாதவர்= வினைசெய்யுங்கால் அதற்கிடையே வந்த துன்பத்திற்கு வருந்தாதவர்; இடும்பைக்கு இடும்பை படுப்பர்= அத்துன்பந்தனக்கு தாம் துன்பம் விளைப்பர்.<br/><br/>வருந்துதல் இளைத்து விட நினைத்தல். மனத்திட்பம் உடையராய் விடாது முயலவே, வினை முற்றுப் பெற்றுப் பயன்படும்; படவே, எல்லா இடும்பையும் இலவாம் ஆகலின், 'இடும்பைக்கிடும்பை படுப்பர்' என்றார். வருகின்ற பாட்டு இரண்டினும் இதற்கு இவ்வாறே கொள்க. சொற்பொருட் பின்வருநிலை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துன்பத்திற்குத் துன்பத்தைச் செய்வார், அத் துன்பத்திற்குத் துன்ப முறாதவர்.<br/><br/>இது பொறுக்க வேண்டுமென்றது. இவை மூன்றும் பொதுவாகக் கூறப்பட்டன.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who griefs confront with meek, ungrieving heart,<br/>From them griefs, put to grief, depart.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They give sorrow to sorrow, who in sorrow do not suffer sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மடுத்தவா யெல்லாம் பகடன்னா னுற்ற',
      l2: 'விடுக்க ணிடர்ப்பாடு டைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மடுத்தவா யெல்லாம் பகடன்னான் உற்ற<br/>இடுக்கண் இடர்ப்பாடு உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தடைப்பட்ட இடங்களில் எல்லாம் (வண்டியை இழுத்துச் செல்லும்) எருதுபோல் விடாமுயற்சி உடையவன் உற்ற துன்பமே துன்பப்படுவதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மடுத்த வாய் எல்லாம் பகடு அன்னான்= விலங்கிய இடங்கள் எல்லாவற்றினும் சகடம் ஈர்க்கும் பகடுபோல வினையை எடுத்துக்கொண்டு உய்க்கவல்லானை; உற்ற இடுக்கண் இடர்ப்பாடு உடைத்து= வந்துற்ற இடுக்கண் தானே இடர்ப்படுதலை உடைத்து.<br/><br/>'மடுத்தவாயெல்லாம்' என்பது, பொதுப்பட நின்றமையின், சகடத்திற்கு அளற்றுநிலம் முதலியவாகவும், வினைக்கு இடையூறுகளாகவும் கொள்க. 'பகடு' மருங்கு ஒற்றியும், மூக்கூன்றியும், தாள்தவழ்ந்தும் அரிதின் உய்க்குமாறு போலத் தன் மெய்வருத்தம் நோக்காது முயன்று உய்ப்பான் என்பார், 'பகடன்னான்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இடுக்கண் வந்து உற்றவிடத்தெல்லாம் பகடுபோலத் தளர்வின்றிச் செலுத்த வல்லவனை உற்ற துன்பம் இடர்ப்படுதலை யுடைத்து.<br/><br/>இது தளர்வில்லாதவன் உற்ற துன்பம் கெடுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Like bullock struggle on through each obstructed way;<br/>From such an one will troubles , troubled , roll away.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Troubles will vanish (i.e., will be troubled) before the man who (struggles against difficulties) as a buffalo (drawing a cart) through deep mire.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அடுக்கி வரினு மழிவிலா னுற்ற',
      l2: 'விடுக்க ணிடுக்கட் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அடுக்கி வரினும் அழிவிலான் உற்ற<br/>இடுக்கண் இடுக்கட் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விடாமல் மேன்மேலும் துன்பம் வந்தபோதிலும் கலங்காமலிருக்கும் ஆற்றலுடையவன் அடைந்த துன்பமே துன்பப்பட்டுப் போகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அடுக்கி வரினும்= இடைவிடாது மேன்மேல் வந்தனவாயினும்; அழிவிலான் உற்ற இடுக்கண் இடுக்கட்படும்= தன் உள்ளக் கோட்பாடு விடாதான் உற்ற இடுக்கண்தாம் இடுக்கணிலே பட்டுப்போம்.<br/><br/>ஒன்றே பலகால் வருதலும், வேறுபட்டன விராய் வருதலும் அடங்க அடுக்கிவரினும் என்றார். அழிவு என்னும் காரணப்பெயர் காரியத்தின்மேல் நின்றது.<br/><br/>இவை மூன்று பாட்டானும் தெய்வத்தான் ஆயதற்கு அழியாமை கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மேன்மேலே துன்பம் வந்தனவாயினும், மனனழிவில்லாதவன் உற்ற இடுக்கண், தான் இடுக்கண்படும்.<br/><br/>இது மனனழிவில்லாதவன் உற்றதுன்பம் மேன்மேல் வரினுங் கெடுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When griefs press on , but fail to crush the patient heart,<br/>Then griefs defeated, put to grief, depart.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The troubles of that man will be troubled (and disappear) who, however thickly they may come upon him , does not abandon (his purpose).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அற்றேமென் றல்லற் படுபவோ பெற்றேமென்',
      l2: 'றோம்புத றேற்றா தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அற்றேமென்று அல்லற் படுபவோ பெற்றேமென்று<br/>ஓம்புதல் தேற்றா தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'செல்வம் வந்தபோது `இதைப் பெற்றோமே` என்று பற்றுக் கொண்டு காத்தறியாதவர், வறுமை வந்தபோது `இழந்தோமே` என்று அல்லல்படுவாரோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அற்றேம் என்று அல்லல் படுபவோ = வறுமைக்காலத்து யாம் வறியம் ஆயினேம் என்று மனத்தான் துயர் உழப்பாரோ? ; பெற்றேம் என்று ஓம்புதல் தேற்றாதவர்= செல்வக்காலத்து இது பெற்றேம் என்று இவறுதலை அறியாதார்.<br/><br/>பெற்றவழி இவறாமை நோக்கி, அற்றவழியும் அப்பகுதி விடாதாகலின் அல்லற்பாடு இல்லையாயிற்று. இதனான் பொருள் இன்மையான் ஆயதற்கு அழியாமையும், அதற்கு உபாயமும் கூறப்பட்டன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருளற்றே மென்று இரங்கித் துன்ப முறார், அதனைப் பெற்றோமென்று போற்றி வைத்தலை நன்றென்று தெளியாதவர்.<br/><br/>இது பொருட்கேட்டினால் வருந் துன்பத்திற்கு அழியாதாரைக் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who boasted not of wealth, nor gave it all their heart,<br/>Will not bemoan the loss, when prosperous days depart.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Will those men ever cry out in sorrow, "we are destitute" who, (in their prosperity), give not way to (undue desire) to keep their wealth. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இலக்க முடம்பிடும்பைக் கென்று கலக்கத்தைக்',
      l2: 'கையாறாக் கொள்ளாதா மேல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இலக்கம் உடம்பிடும்பைக் கென்று கலக்கத்தைக்<br/>கையாறாக் கொள்ளாதாம் மேல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மேலோர், உடம்பு துன்பத்திற்கு இலக்கமானது என்று உணர்ந்து, (துன்பம் வந்தபோது) கலங்குவதை ஒழுக்க நெறியாகக் கொள்ளமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உடம்பு இடும்பைக்கு இலக்கம் என்று= நாற்கதியினும் உள்ள உடம்புகள் இடும்பை என்னும் வாளுக்கு இலக்கு என்று தெளிந்து; கலக்கத்தைக் கையாறாக் கொள்ளாதாம் மேல்= தம்மேல் வந்த இடும்பையை இடும்பையாகக் கொள்ளார் அறிவுடையார்.<br/><br/>ஏகதேச உருவகம். 'உடம்பு' சாதிப்பெயர். 'கலக்கம்' என்னும் காரியப்பெயர் காரணத்தின்மேல் நின்றது. 'கையாறு' என்பது ஒருசொல்; இதற்கு ஒழுக்கநெறி என்று உரைப்பாரும் உளர். இயல்பாகக்கொள்வர் என்பது குறிப்பெச்சம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உடம்பு இடும்பைக்கு இலக்கம் என்று கருதி, தமக்கு உற்ற துன்பத்தைத் துன்பமாகக் கொள்ளார் மேலாயினர். <br/><br/>இது மேல் நன்மையாற் றவஞ் செய்யுங்கால் வருந் துன்பத்திற்கு அழியாதாரைக் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Mans' frame is sorrow's target, ' the noble mind reflects,<br/>Nor meets with troubled mind and the sorrows it expects.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The great will not regard trouble as trouble, knowing that the body is the butt of trouble.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்பம் விழையா னிடும்பை யியல்பென்பான்',
      l2: 'றுன்ப முறுத லிலன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்பம் விழையான் இடும்பை இயல்பென்பான்<br/>துன்பம் உறுதல் இலன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இன்பமானதை விரும்பாதவனாய்த் துன்பம் இயற்கையானது என்று தெளிந்திருப்பவன் துன்பம் வந்தபோது துன்ப முறுவது இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இன்பம் விழையான் இடும்பை இயல்பு என்பான்= தன் உடம்பிற்கு இன்பமாயவற்றை விரும்பாதே வினையால் இடும்பை எய்துதல் இயல்பு என்று தெளிந்திருப்பான்; துன்பம் உறுதல் இலன்= தன் முயற்சியான் துன்பம் உறான்.<br/><br/>இன்பத்தை விழையினும், இடும்பையை இயல்பு என்னாது காக்கக் கருதினும், துன்பம் விளைதலின், இவ்விரண்டுஞ் செய்தானைத் 'துன்பம் உறுதல்இலன்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்ப முறுதலை விரும்பாது இடும்பை யுறுதலை இயல்பாகக் கொள்ளுமவன் துன்ப முறுதல் இல்லை.<br/><br/>இஃது இடுக்கணை யியல்பாகக் கொள்ளல்வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'He seeks not joy, to sorrow man is boorn, he knows;<br/>Such man will walk unharmed by touch of human woes.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'That man never experiences sorrow, who does not seek for pleasure, and who considers distress to be natural (to man).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்பத்து ளின்பம் விழையாதான் றுன்பத்துட்',
      l2: 'டுன்ப முறுத லிலன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்பத்துள் இன்பம் விழையாதான் துன்பத்துள்<br/>துன்பம் உறுதல் இலன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இன்பம் வந்த காலத்தில் அந்த இன்பத்தை விரும்பிப் போற்றாதவன், துன்பம் வந்த காலத்தில் அந்தத் துன்பத்தை அடைவதும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்பத்துள் இன்பம் விழையாதான்= வினையால் தனக்கின்பம் வந்துழி அதனை அனுபவியாநின்றே மனத்தான் விரும்பாதான்; துன்பத்துள் துன்பம் உறுதல் இலன்= துன்பம் வந்துழியும், அதனை அனுபவியாநின்றே மனத்தான் வருந்தான்.<br/><br/>துன்பம் முயற்சியான் வரும் இடுக்கண். இரண்டையும் ஒருதன்மையாகக் கோடலின், பயன்களும் இலவாயின.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்பம் நுகரு மிடத்து அதனை விரும்பாதவன், அதனால் வருந்துன்பம் நுகரு<br/><br/>மிடத்து வருத்த முறுதலிலன். <br/><br/>இன்பம் நுகரு மிடத்து அதனை விரும்பாமையாவது அவ்விடத்துத் தான் அழிந்து நில்லாமை. இது காமத்தால் வருந்துன்பத்திறகு அழியாதாரைக் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Mid joys he yields hot heart to joys' control,<br/>Mid sorrows, sorrow cannot touch his soul.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He does not suffer sorrow, in sorrow who does not look for pleasure in pleasure.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்னாமை யின்ப மெனக்கொளி னாகுந்தன்',
      l2: 'னொன்னார் விழையுஞ் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்னாமை இன்பம் எனக்கொளின் ஆகுந்தன்<br/>ஒன்னார் விழையுஞ் சிறப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் துன்பத்தையே தனக்கு இன்பமாகக் கருதிக் கொள்வானானால் அவனுடைய பகைவரும் விரும்பத்தக்க சிறப்பு உண்டாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்னாமை இன்பம் எனக்கொளின்= ஒருவன் வினைசெய்யும் இடத்து முயற்சியான் வரும் துன்பம்தன்னையே தனக்கு இன்பமாகக் கற்பித்துக் கொள்வானாயின்; தன் ஒன்னார் விழையும் சிறப்பு ஆகும்= அதனான் தன் பகைவர் நன்கு மதித்தற்கு ஏதுவாய கவர்ச்சி உண்டாம்.<br/><br/>துன்பந்தானும், உயிர்க்கு இயல்பன்றிக் கணிகமாய் மனத்திடை நிகழ்வதோர் கோட்பாடு ஆகலின், அதனை மாறுபடக் கொள்ளவே, அதற்கு அழிவின்றி மனமகிழ்ச்சி உடையனாய், அதனால் தொடங்கிய வினை முடித்தேவிடும் ஆற்றல் உடையனாம் என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்னாமையை இன்பம்போலக் கொள்வானாயின் அது தன் பகைவரும் விரும்புவதொரு சிறப்பாம். <br/><br/>மேற்கூறியவாற்றால் செய்தலே யன்றித் துன்பத்தையும் இன்பமாகக் கொள்வனாயின் அவனைப் பகைவரும் மதிப்பரென்றவாறு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who pain as pleasure takes,he shall acquire<br/>The bliss to which his foes in vain aspire.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The elevation, which even his enemies will esteem, will be gained by him, who regards pain as pleasure',
          },
        ],
      },
    ],
  },
];
