export default [
  {
    "kural": {
      "l1": "இல்வாழ்வா னென்பா னியல்புடைய மூவர்க்கு",
      "l2": "நல்லாற்றி னின்ற துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும்<br/>\n            நல்லாற்றின் நின்ற துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இல்லறத்தில் வாழ்பவனாகச் சொல்லப்படுகின்றவன் அறத்தின் இயல்பை உடைய மூவர்க்கும் நல்வழியில் நிலை பெற்ற துணையாவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்வாழ்வான் என்பான் = இல்லறத்தோடு கூடி வாழ்வானென்று சொல்லப்படுவான்;<br/><br/>\n            இயல்புடைய மூவர்க்கும் நல்லாற்றின் நின்ற துணை = அறவியல்பினையுடைய ஏனை மூவர்க்கும்,<br/><br/>\n            (அவர் செல்லும்) நல்லொழுக்க நெறிக்கண் நிலைபெற்ற துணையாம்.<br/><br/>\n            'இல்' லென்பது, ஆகுபெயர்.<br/><br/>\n            'என்பா' னெனச் செயப்படுபொருள், வினைமுதல்போலக் கூறப்பட்டது.<br/><br/>\n            ஏனைமூவராவார், ஆசாரியனிடத்தினின்று ஓதுதலும் விரதங்காத்தலுமாகிய பிரமசரிய ஒழுக்கத்தானும், இல்லைவிட்டுத் தீயோடு வனத்தின்கட் சென்று மனையாள் வழிபடத் தவஞ்செய்யும் ஒழுக்கத்தானும், முற்றத்துறந்த யோகவொழுக்கத்தானுமென இவர்; இவருள் முன்னையிருவருரையும் பிறர்மதம் மேற்கொண்டு கூறினார். இவர், இவ்வொழுக்கநெறிகளை முடியச் செல்லுமளவும் அச்செலவிற்குப் பசி நோய் குளிர் முதலியவற்றான் இடையூறு வாராமல் உண்டியும் மருந்தும் உறையுளும் முதலிய உதவி அவ்வவ் நெறிகளின் வழுவாமற் செலுத்துதலான், 'நல்லாற்றின் நின்ற துணை' யென்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இல் வாழ்வான் என்பான் - இல்வாழ்வான் என்று சொல்லப்படுமவன், இயல்புடைய மூவர்க்கும் - இயல்புடைய மூவர்க்கும், நல் ஆற்றில் நின்ற துணை. - நல்ல வழியின் கண்ணே நின்ற (ஒரு) துணை.<br/><br/>\n            தானமாகிய இல்லறத்தைச் செய்யுமவன், தவத்தின் பாற்பட்ட விரதத்தை மேற்கொண்டு ஒழுகாநின்ற பிரம்மசாரிக்கும், தவத்தினை மேற்கொண்டு ஒழுகாநின்ற வானப்பிரத்த சங்நியாசிகளுக்கும், தத்தம் நிலை குலையாமல் உணவு முதலாயின கொடுத்துப் பாதுகாத்தலின், அவர்க்கு நல்லுலகின் கண் செல்லும் நெறியிலே நின்ற ஒரு துணையென்று கூறினர். துணையென்ப, இடையூறு வாராமல் உய்த்துவிடுவாரை.<br/><br/>\n            இது, மற்றைய மூன்று ஆசிரமிகளுக்கும் இல்வாழ்வான் துணை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The men of household virtue, firm in way of good, sustain<br/>\n            The other orders three that rule professed maintain"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will be called a (true) householder, who is a firm support to the virtuous of the three orders in\n            their good path."
          }
        ]
      }
    ],
    "id": 41
  },
  {
    "kural": {
      "l1": "துறந்தார்க்குந் துவ்வா தவர்க்கு மிறந்தார்க்கு",
      "l2": "மில்வாழ்வா னென்பான் றுணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும்<br/>\n            இல்வாழ்வான் என்பான் துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "துறந்தவர்க்கும் வறியவர்க்கும் தன்னிடத்தே இறந்தவர்க்கும் இல்லறம் மேற்கொண்டு வாழ்கின்றவன் துணையாவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துறந்தார்க்கும் = (களைகண்1 ஆனவரால்) துறக்கப்பட்டார்க்கும்;<br/><br/>\n            துவ்வாதவர்க்கும் = நல்கூர்ந்தார்க்கும்;<br/><br/>\n            இறந்தார்க்கும் = (ஒருவருமின்றித் தன்பால் வந்து) இறந்தார்க்கும்;<br/><br/>\n            இல்வாழ்வான் என்பான் துணை = இல்வாழ்வானென்று சொல்லப்படுவான் துணை.<br/><br/>\n            துறந்தார்க்குப் பாவம் ஒழிய அவர் களைகணாய் நின்று வேண்டுவன செய்தலானும், துவ்வாதவர்க்கு உணவு முதலிய கொடுத்தலானும், இறந்தார்க்கு நீர்க்கடன் முதலியசெய்து நல்லுலகின்கட் செலுத்தலானும் ‘துணை’ யென்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துறந்தார்க்கும் - (வருண நாமங்களைத்) துறந்தார்க்கும், துவ்வாதவர்க்கும் - துறவாது நல்குரவாளராய் உண்ணப் பெறாதார்க்கும், இறந்தார்க்கும் - (பிறராய் வந்து) செத்தார்க்கும், இல்வாழ்வான் என்பான் துணை - இல்வாழ்வான் என்று சொல்லப் படுமவனே துணையாவான்.<br/><br/>\n            மேற்கூறிய மூவரும் வருணநாமங்களைத் துறவாமையால் அவரை \"இயல்புடைய மூவர்\" என்றும், ஈண்டுக் கூறிய இவர் அவற்றைத் துறந்தமையால் இவரைத் \"துறந்தா\"ரென்றும் கூறினர். செத்தார்க்கு இவன் வேண்டிய வனாயினான், அவரைப் புறங்காட்டுய்த்தல் முதலியன செய்யவேண்டுதலின்.<br/><br/>\n            இது, மேற்கூறியவர்களே யன்றி இவர்களுக்கும் இல்வாழ்வான் துணையென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To anchorites, to indigent, to those who’ve passed away,<br/>\n            The man for household virtue famed is needful help and stay"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will be said to flourish in domestic virtue who aids the forsaken, the poor, and the dead."
          }
        ]
      }
    ],
    "id": 42
  },
  {
    "kural": {
      "l1": "தென்புலத்தார் தெய்வம் விருந்தொக்க றானென்றாங்",
      "l2": "கைம்புலத்தா றோம்ப றலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு<br/>\n            ஐம்புலத்தாறு ஓம்பல் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தென்புலத்தார், தெய்வம், விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி தவறாமல் போற்றுதல் சிறந்த கடமையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தென்புலத்தார் தெய்வம் விருந்து ஒக்கல் தான் என்ற = பிதிரர் தேவர் விருந்தினர் சுற்றத்தார் தான் என்று சொல்லப்பட்ட;<br/><br/>\n            ஐம்புலத்து ஆறு ஓம்பல் தலை = ஐந்திடத்துஞ் செய்யும் அறநெறியை வழுவாமற் செய்தல் (இல்வாழ்வானுக்குச்) சிறப்புடைய அறமாம்.<br/><br/>\n            பிதிரராவார், படைப்புக்காலத்து அயனாற் படைக்கப்பட்டதோர் கடவுட் சாதி; அவர்க்கிடம் தென் திசையாதலின், தென்புலத்தாரென்றார்.<br/><br/>\n            ‘தெய்வம்’ என்றது, சாதியொருமை.<br/><br/>\n            ‘விருந்து’ என்பது புதுமை; அஃது ஈண்டு ஆகுபெயராய்ப் புதியராய் வந்தார்மேனின்றது; அவர் இருவகையர்: பண்டு அறிவு உண்மையிற் குறித்துவந்தாரும், அஃது இன்மையிற் குறியாது வந்தாரும் என.<br/><br/>\n            ‘ஒக்கல்’ சுற்றத்தார்.<br/><br/>\n            எல்லாவறங்களும் தான் உளனாய் நின்று செய்யவேண்டுதலின், தன்னை ஓம்பலும் அறனாயிற்று.<br/><br/>\n            'என்ற' வென்பது, விகாரமாயிற்று.<br/><br/>\n            'ஆங்கு' அசை.<br/><br/>\n            ஐவகையும் அறஞ்செய்தற்கிடனாகலின், 'ஐம்புலம்' என்றார்.<br/><br/>\n            அரசனுக்கு இறைப்பொருள் ஆறில் ஒன்றாயிற்று, இவ்வைம்புலத்திற்கும் ஐந்து கூறுவேண்டுதலான் என்பது அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தென்புலத்தார் தெய்வம் விருந்து ஒக்கல் தான் என்று ஐம்புலத்தார் - பிதிரர் தேவர் புதியராய்வந்தார் சுற்றத்தார் தான் என்னும் ஐந்திடத்தாரையும், ஓம்பல் தலை - ஓம்புதல் தலையான இல்வாழ்க்கை.<br/><br/>\n            தனக்கு உண்டான பொருளை ஆறு கூறாக்கி, ஒரு கூறு அரசற்குக் கொடுத்து, ஒழிந்த ஐந்து கூறினும் தான் கொள்வது ஒரு கூறு என்றற்குத் தன்னையும் சேர்த்து எண்ணினார். மேல் கூறிய அறுவரும் விருந்தின் வகையினரென்று கொள்ளப்படுவர்.<br/><br/>\n            இது, தலையான இல்வாழ்க்கை வாழும் திறன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The manes, God. Guest, Kindred, self, in due degree<br/>\n            These Five to cherish well is chiefest charity"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The chief (duty of the householder) is to preserve the five-fold rule (of conduct) towards the manes,\n            the Gods, his guests, his relations and himself"
          }
        ]
      }
    ],
    "id": 43
  },
  {
    "kural": {
      "l1": "பழியஞ்சிப் பாத்தூ ணுடைத்தாயின் வாழ்க்கை",
      "l2": "வழியெஞ்ச லெஞ்ஞான்று மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை<br/>\n            வழியெஞ்சல் எஞ்ஞான்றும் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் சேர்க்கும்போது பழிக்கு அஞ்சிச் சேர்த்து, செலவு செய்யும்போது பகுத்து உண்பதை மேற்கொண்டால், அவ்வாழ்க்கையின் ஒழுங்கு எப்போதும் குறைவதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பழி அஞ்சிப் = (பொருள் செய்யுங்கால்) பாவத்தை யஞ்சி (யீட்டி),<br/><br/>\n            பாத்து = (அப்பொருளை இயல்புடைய மூவர் முதலாயினார்க்கும், தென்புலத்தார் முதலிய நால்வர்க்கும்) பகுத்து,<br/><br/>\n            ஊண் = (தான்) உண்டலை,<br/><br/>\n            வாழ்க்கை = (ஒருவன்) இல் வாழ்க்கை,<br/><br/>\n            உடைத்து ஆயின் = உடைத்தாயின்,<br/><br/>\n            வழி = அவன் வழி (உலகத்து),<br/><br/>\n            எஞ்ஞான்றும் = எஞ்ஞான்றும்,<br/><br/>\n            எஞ்சல் இல் = (நிற்றலல்லது) இறத்தலில்லை.<br/><br/>\n            பாவத்தான் வந்த பிறன்பொருளைப் பகுத்து உண்ணின், அறம் பொருளுடையார் மேலும், பாவந் தன்மேலுமாய் நின்று வழியெஞ்சுமாகலின், ‘பழியஞ்சி’ யென்றார்.<br/><br/>\n            வாழ்வானது உடைமை, வாழ்க்கைமேல் ஏற்றப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வாழ்க்கை பழி அஞ்சி பாத்தூண் உடைத்தாயின் - இல்வாழ்க்கையாகிய நிலை பாவத்தை அஞ்சிப் பகுத்தண்டலை உடைத்தாயின், வழி எஞ்சல் எஞ்ஞான்றும் இல் - தீது ஒழுங்கு இடையறுதல் எக்காலத்திலும் இல்லை. [ஒழுங்கு - நடை.]<br/><br/>\n            மேல் பகுக்குமாறு கூறினவர், ஈண்டுப் பகுத்தலானும் பழிக்கஞ்சுதலானும் எய்தும் பயன் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who shares his meal with other, while all guilt he shuns,<br/>\n            His virtuous line unbroken though the ages runs"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "His descendants shall never fail who, living in the domestic state, fears vice (in the acquisition of\n              property) and shares his food (with others)."
          }
        ]
      }
    ],
    "id": 44
  },
  {
    "kural": {
      "l1": "அன்பு மறனு முடைத்தாயி னில்வாழ்க்கை",
      "l2": "பண்பும் பயனு மது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை<br/>\n            பண்பும் பயனும் அது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இல்வாழ்க்கை அன்பும் அறமும் உடையதாக விளங்குமானால், அந்த வாழ்க்கையின் பண்பும் பயனும் அதுவே ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்வாழ்க்கை = ஒருவன் இல்வாழ்க்கை,<br/><br/>\n            அன்பும் = (தன் துணைவிமேற் செய்யத்தகும்) அன்பினையும்,<br/><br/>\n            அறனும் = (பிறர்க்குப் பகுத்துண்டலாகிய) அறத்தினையும்,<br/><br/>\n            உடைத்து ஆயின் = உடைத்தாயின்;<br/><br/>\n            அது = அவ்வுடைமை,<br/><br/>\n            பண்பும் பயனும் = (அதற்குப்) பண்பும் பயனுமாம்.<br/><br/>\n            நிரனிறை.<br/><br/>\n            இல்லாட்குங் கணவற்கும் நெஞ்சொன்றாகாவழி இல்லறங் கடைபோகாமையின், அன்புடைமை பண்பாயிற்று, அறனுடைமை பயனாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இல்வாழ்க்கை அன்பும் அறனும் உடைத்தாயின் - இல்வாழ்க்கையாகிய நிலை (யாவர் மாட்டும்) அன்பு செய்தலையும் அறம் செய்தலையும் உடைத்தாயின், பண்பும் பயனும் அது - அதற்குக் குணமாவதும் பயனாவதும் அவ்விரண்டினையும் உடைமைதானே. பயன் வேறு வேண்டா; தனக்கும் பிறர்க்கும் உண்டான முகமலர்ச்சிதானே அமையும்.<br/><br/>\n            பழியொடு வாராத உணவை நுகர ஏற்பார்மாட்டு அன்பு செய்ய வேண்டு மென்பதூஉம், தான் சீலனாய்க் கொடுக்கவேண்டுமென்பதூஉம் இது கூறிற்று,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If love and virtue in the household reign,<br/>\n            This is of life the perfect grace and gain"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the married life possess love and virtue, these will be both its duty and reward."
          }
        ]
      }
    ],
    "id": 45
  },
  {
    "kural": {
      "l1": "அறத்தாற்றி னில்வாழ்க்கை யாற்றிற் புறத்தாற்றிற்",
      "l2": "போஒய்ப் பெறுவ தெவன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில்<br/>\n            போஒய்ப் பெறுவ தெவன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் அறநெறியில் இல்வாழ்க்கையைச் செலுத்தி வாழ்வானானால், அத்தகையவன் வேறு நெறியில் சென்று பெறத்தக்கது என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்வாழ்க்கை அறத்தாற்றின் ஆற்றின் = (ஒருவன்) இல்வாழ்க்கையை அறத்தின் வழியே செலுத்துவானாயின்;<br/><br/>\n            புறத்து ஆற்றில் போஒய்ப் பெறுவது எவன் = (அவன்) அதற்குப் புறமாகிய நெறியிற் போய்ப் பெறும் பயன் யாது?<br/><br/>\n            ‘அறத்தாறு’ என்பது, பழியஞ்சிப் பகுத்துண்டலும், அன்புடையும் என மேற்சொல்லிய ஆறு.<br/><br/>\n            ‘புறத்தாறு’ இல்லைவிட்டு வனத்துச் செல்லு நிலை.<br/><br/>\n            அந்நிலையின் இது பயனுடைத்தென்பார், 'போஒய்ப்பெறுவதெவன்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இல்வாழ்க்கை அறத்து ஆற்றின் ஆற்றின் - இல்வாழ்க்கையாகிய நிலையை அறநெறியிலே செலுத்த வல்லவானாயின், புறத்து ஆற்றின் போய் பெறுவது எவன் - புறநெறியாகிய தவத்தில் போய்ப் பெறுவது யாதோ?<br/><br/>\n            மேல் சீலனாய்க் கொடுக்கவேண்டு மென்றவர், ஈண்டு அவ்வாறு செய்யின் அதுதானே தவப்பயனையும் தரு மென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If man in active household life a virtuous soul retain,<br/>\n            What fruit from other modes a virtue can he gain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What will he who lives virtuously in the domestic state gain by going into the other, (ascetic) state ?"
          }
        ]
      }
    ],
    "id": 46
  },
  {
    "kural": {
      "l1": "இயல்பினா னில்வாழ்க்கை வாழ்பவ னென்பான்",
      "l2": "முயல்வா ருளெல்லாந் தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான்<br/>\n            முயல்வாருள் எல்லாம் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறத்தின் இயல்போடு இல்வாழ்க்கை வாழ்கின்றவன்- வாழ முயல்கின்றவன் பல திறத்தாரிலும் மேம்பட்டு விளங்குகின்றவன் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல் வாழ்க்கை இயல்பினான் வாழ்பவன் என்பான் = இல்வாழ்க்கைக்கண் நின்று (அதற்குரிய) இயல்போடு கூடி வாழ்பவனென்று சொல்லப்படுவான்;<br/><br/>\n            முயல்வாருள் எல்லாம் தலை = (புலன்களைவிட) முயல்வார் எல்லாருள்ளும் மிக்கவன்.<br/><br/>\n            முற்றத்துறந்தவர் விட்டமையின், 'முயல்வார்' என்றது மூன்றா நிலையில் நின்றாரை.<br/><br/>\n            அந்நிலைதான் பலவகைப்படுதலின் 'எல்லாருள்ளும்' எனவும், முயலாதுவைத்துப் பயனெய்துதலின் ‘தலை’ யெனவுங் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான் - நெறியினாலே இல்வாழ்க்கை வாழ்பவன் என்பான், முயல்வாருள் எல்லாம் தலை - முயல்வா ரெல்லாரினும் தலையாவான்.<br/><br/>\n            முயல்தல் - பொருட்கு முயல்தல். [பொருள் - மெய்ப்பொருள்.]<br/><br/>\n            இது, மெய்ப்பொருளை அடைய முயல்வாருள் இல்வாழ்வான் தலையானவ னென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In nature's way who spends his calm domestic days,<br/>\n            'Mid all that strive for virtue's crown hath foremost place"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Among all those who labour (for future happiness) he is greatest who lives well in the household\n            state."
          }
        ]
      }
    ],
    "id": 47
  },
  {
    "kural": {
      "l1": "ஆற்றி னொழுக்கி யறனிழுக்கா வில்வாழ்க்கை",
      "l2": "நோற்பாரி னோன்மை யுடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை<br/>\n            நோற்பாரின் நோன்மை உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மற்றவரையும் அறநெறியில் ஒழுகச் செய்து, தானும் அறம் தவறாத இல்வாழ்க்கை, தவம் செய்வாரைவிட மிக்க வல்லமை உடைய வாழ்க்கையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றின் ஒழுக்கி அறன் இழுக்கா இல்வாழ்க்கை = (தவஞ்செய்வாரையுந் தத்தம்) நெறிக்கண் ஒழுகப்பண்ணித் (தானுந் தன்) அறத்திற் றவறாத இல்வாழ்க்கை;<br/><br/>\n            நோற்பாரின் நோன்மை உடைத்து = அத்தவஞ்செய்வார் நிலையினும் பொறை யுடைத்து.<br/><br/>\n            பசிமுதலிய விடையூறு நீக்கலின், 'ஆற்றினொழுக்கி' யென்றார்.<br/><br/>\n            'நோற்பா' ரென்பது ஆகுபெயர்.<br/><br/>\n            நோற்பார் நிலைக்கு அவர்தம்மை யுற்ற நோயல்லது இல்வாழ்வார் நிலைபோற் பிறரையுற்ற நோயும் பொறுத்தலின்மையின், 'நோற்பாரின் நோன்மை யுடைத்து’ என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆற்றின் ஒழுக்கி அறன் இழுக்கா இல்வாழ்க்கை - பிறரையும் நன்னெறியிலே ஒழுகப்பண்ணித் தானும் அறத்தின்பால் ஒழுகும் இல்வாழ்க்கை, நோற்றலின் நோன்மை உடைத்து - தவம் செய்தலினும் வலி உடைத்து,<br/><br/>\n            ஒழுகப்பண்ணலாவது அவர்க்கு வேண்டுவன அமைத்தல்.<br/><br/>\n            இது, தவத்தினும் இல்வாழ்க்கை வலியுடைத் தென்றது,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Others it sets upon their way, itself from virtue ne'er declines;<br/>\n            Than stern ascetics' pains such life domestic brighter shines"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The householder who, not swerving from virtue, helps the ascetic in his way, endures more than\n            those who endure penance."
          }
        ]
      }
    ],
    "id": 48
  },
  {
    "kural": {
      "l1": "அறனெனப் பட்டதே யில்வாழ்க்கை யஃதும்",
      "l2": "பிறன்பழிப்ப தில்லாயி னன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறன்எனப் பட்டதே இல்வாழ்க்கை அஃதும்<br/>\n            பிறன்பழிப்ப தில்லாயின் நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறம் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே ஆகும்; அதுவும் மற்றவன் பழிக்கும் குற்றம் இல்லாமல் விளங்கினால் மேலும் நன்மையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறன் எனப்பட்டது இல்வாழ்க்கையே = (இருவகையறத்தினும் நூல்களான்) அறனென்று சிறப்பித்துச் சொல்லப்பட்டது, இல்வாழ்க்கையே;<br/><br/>\n            அஃதும் பிறன் பழிப்பது இல்லாயின் நன்று = (ஏனைத் துறவறமோவெனின்) அதுவும், பிறனாற் பழிக்கப்படுவதில்லைஆயின், (அவ்வில்வாழ்க்கையோடு ஒரு தன்மைத்தாக) நன்று.<br/><br/>\n            ஏகாரம், பிரிநிலைக்கண் வந்தது. இதனாற் பிரிக்கப்பட்டது துறவறமாகலின், ‘அஃது’ என்னுஞ்சுட்டுப்பெயர் அதன்மேனின்றது.<br/><br/>\n            ‘பிறன்பழிப்பது’ என்றது, கூடாவொழுக்கத்தை.<br/><br/>\n            துறவறம் மனத்தையும் பொறிகளையுயும் ஒறுத்து அடக்கவல்ல அருமையுடைத்தாயவழியே, அவற்றை ஒறுக்க வேண்டாது ஐம்புலவின்பங்கள் ஆரத்துய்க்கும் எண்மையுடைய இல்வாழ்க்கையோடு அறமென ஒருங்கி எண்ணப் படுவது என்றவாறாயி்ற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறன் எனப்பட்டது. இல்வாழ்க்கையே - அறன் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே : அஃதும் பிறன் பழிப்பது இல்லாயின் நன்று - அதுவும் பிறன் ஒருவனால் பழிக்கப்ப்டுவ தொன்றை உடைத்தன்றாயின் நன்றாம்.<br/><br/>\n            பழிக்கப்படுவ தென்றது இழிகுணத்தாளாகிய மனையாளை.<br/><br/>\n            இனி வாழ்க்கைத் துணைநலம் கூறுகின்ற ராதலின், இஃது ஈண்டுக் கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The life domestic rightly bears true virtue's name;<br/>\n            That other too, if blameless found, due praise may claim"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The marriage state is truly called virtue. The other state is also good, if others do not reproach it."
          }
        ]
      }
    ],
    "id": 49
  },
  {
    "kural": {
      "l1": "வையத்துள் வாழ்வாங்கு வாழ்பவன் வானுறையுந்",
      "l2": "தெய்வத்துள் வைக்கப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வையத்துள் வாழ்வாங்கு வாழ்பவன் வானுறையும்<br/>\n            தெய்வத்துள் வைக்கப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகத்தில் வாழவேண்டிய அறநெறியில் நின்று வாழ்கின்றவன், வானுலகத்தில் உள்ள தெய்வமுறையில் வைத்து மதிக்கப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வாழ்வாங்கு வையத்துள் வாழ்பவன் = (இல்லறத்தோடு கூடி) வாழும் இயல்பினால், வையத்தின்கண் வாழ்பவன்;<br/><br/>\n            வான் உறையும் தெய்வத்துள் வைக்கப்படும் = (வையத்தானே யெனினும்) வானின்கண் உறையுந் தேவருள் ஒருவனாக வைத்து நன்கு மதிக்கப்படும்.<br/><br/>\n            பின் தேவனாய் அவ்வறப்பயனுகர்தல் ஒருதலையாகலின், ‘தெய்வத்துள் வைக்கப்படும்’ என்றார்.<br/><br/>\n            இதனான், இன்னிலையது மறுமைப்பயன் கூறப்பட்டது.<br/><br/>\n            இம்மைப்பயன் புகழ்; அதனையிறுதிக்கட் (அதிகாரம்: 24 புகழ்) கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வாழ்வாங்கு வாழ்பவன் - இல்வாழ்க்கை வாழும் படியிலே வாழுமவன், வையத்துள் வான் உறையும் தெய்வத்துள் வைக்கப்படும் - உலகத்திலே தேவருள் ஒருவனாக மதிக்கப்படுவன்.<br/><br/>\n            இஃது, இல்வாழ்வான் எல்லோராலும் நன்குமதிக்கப்படுவன் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who shares domestic life, by household virtues graced,<br/>\n            Shall, mid the Gods, in heaven who dwell, be placed"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who on earth has lived in the conjugal state as he should live, will be placed among the Gods who\n            dwell in heaven."
          }
        ]
      }
    ],
    "id": 50
  }
]