export default [
  {
    kural: {
      l1: 'சிறப்பீனுஞ் செல்வம் பெறினும் பிறர்க்கின்னா',
      l2: 'செய்யாமை மாசற்றார் கோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சிறப்பீனும் செல்வம் பெறினும் பிறர்க்குஇன்னா<br/>செய்யாமை மாசற்றார் கோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சிறப்பைத் தருகின்ற பெருஞ் செல்வத்தைப் பெறுவதாக இருந்தாலும், பிறர்க்குத் துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சிறப்பு ஈனும் செல்வம் பெறினும்= யோகமாகிய சிறப்புத் தரும் அணிமா முதலிய செல்வங்களைப் பிறர்க்கு இன்னா செய்து பெறலாமாயினும்; பிறர்க்கு இன்னா செய்யாமை மாசு அற்றார் கோள்= அதனைச் செய்யாமை ஆகமங்கள் கூறியவாற்றான் மனம் தூயாரது துணிவு.<br/><br/>'உம்'மை பெறாமை மேற்று. சிறப்புடையதனைச் 'சிறப்'பென்றும், அதன் பயிற்சியான் வாயுவை வென்று எய்தப்படுதலின், எட்டுச் சித்திகளையும் 'சிறப்பீனும் செல்வம்' என்றும், காமம் வெகுளி மயக்கம் என்னும் குற்றங்கள் அற்றமையான் 'மாசற்றார்' என்றும் கூறினார்.<br/><br/>இதனால் தமக்கொரு பயனோக்கிச் செய்தல் விலக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மிகுதியைத் தருகின்ற செல்வத்தைப் பெறினும் பிறர்க்கு இன்னாதவற்றைச் செய்யாமை குற்றமற்றார் கோட்பாடு.<br/><br/>இது பழி வாராத செல்வம் பெறினும் தவிரவேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though ill to neighbour wrought should glorious pride of wealth secure,<br/>No ill to do is fixed decree of men in spirit pure.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is the determination of the spotless not to cause sorrow to others, although they could (by so causing) obtain the wealth which confers greatness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கறுத்தின்னா செய்த வக்கண்ணு மறுத்தின்னா',
      l2: 'செய்யாமை மாசற்றார் கோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கறுத்துஇன்னா செய்தவக் கண்ணும் மறுத்தின்னா<br/>செய்யாமை மாசற்றார் கோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் கறுவுகொண்டு துன்பம் செய்த போதிலும் அவனுக்குத் திரும்பத் துன்பம் செய்யாதிருத்தலே மாசற்றவரின் கொள்கையாம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கறுத்து இன்னா செய்த அக்கண்ணும்= தம்மேல் செற்றங்கொண்டு ஒருவன் இன்னாதவற்றைச் செய்தவிடத்தும்; மறுத்து இன்னா செய்யாமை மாசு அற்றார் கோள்= மீண்டு தாம் அவனுக்கு இன்னாதவற்றைச் செய்யாமையும் அவரது துணிவு.<br/><br/>இறந்தது தழீஇய எச்சவும்மை விகாரத்தாற் றொக்கது. அவ்வின்னாதவற்றை உட்கொள்ளாது விடுதல் செயற்பால தென்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாஞ்செய்த குற்றத்தினாலே வெகுண்டு, இன்னாதவற்றைத் தமக்குச் செய்தவன்மாட்டும் தாம் அதற்கு மாறாகப் பின்பு இன்னாதவற்றைச் செய்யாமை குற்றமற்றார் கோட்பாடு,',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though malice work its worst, planning no ill return, to endure,<br/>And work no ill, is fixed decree of men in spirit pure.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is the determination of the spotless not to do evil, even in return, to those who have cherished enmity and done them evil.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செய்யாமற் செற்றார்க்கு மின்னாத செய்தபி',
      l2: 'னுய்யா விழுமந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செய்யாமல் செற்றார்க்கும் இன்னாத செய்தபின்<br/>உய்யா விழுமந் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தான் ஒன்றும் செய்யாதிருக்கத் தனக்குத் தீங்கு செய்தவர்க்கும் துன்பமானவற்றைச் செய்தால், செய்த பிறகு தப்பமுடியாத துன்பத்தையே கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செய்யாமல் செற்றார்க்கும் இன்னாத செய்தபின்= தான் முன்பு ஓர் இன்னாமை செய்யாதிருக்கத் தன்மேற் செற்றம் கொண்டவர்க்கும் இன்னாதவற்றைத் துறந்தவன் செய்யுமாயின்; உய்யா விழுமம் தரும்= அச்செயல் அவனுக்குக் கடக்கமுடியாத இடும்பையைக் கொடுக்கும்.<br/><br/>அவ்விடும்பையாவது, தவமிழந்து பழியும் பாவமும் எய்தல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தானொரு குற்றஞ் செய்யாதிருக்கத் தனக்கு இன்னாத வற்றைச் செய்தவர்க்கும், இன்னாதவற்றைச் செய்யின் அஃது உய்வில்லாத நோயைத்தரும்.<br/><br/>இது காரணமின்றி இன்னாதன செய்தவர்க்கும் பொல்லாங்கு செய்தலைத் தவிரவேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though unprovoked thy soul malicious foes should sting,<br/>Retaliation wrought inevitable woes will bring.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'In an ascetic inflict suffering even on those who hate him, when he has not done them any evil, it will afterwards give him irretrievable sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்னா செய்தாரை யொறுத்த லவர்நாண',
      l2: 'நன்னயஞ் செய்து விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண<br/>நன்னயஞ் செய்து விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இன்னா செய்தவரைத் தண்டித்தல், அவரே நாணும் படியாக அவர்க்கு நல்லுதவி செய்து, அவருடைய தீமையையும் நன்மையயும் மறந்துவிடுதலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்னா செய்தாரை ஒறுத்தல்= தமக்கு இன்னாதவற்றைச் செய்தாரைத் துறந்தார் ஒறுத்தலாவது; அவர் நாண நன்னயம் செய்து விடல்= அவர் தாமே நாணுமாறு அவர்க்கு இனிய உவகைகளைச் செய்து அவ்விரண்டனையும் மறத்தல்.<br/><br/>மறவாவழிப் பின்னும் வந்து கிளைக்குமாகலின், மறக்கற் பாலவாயின. அவரைவெல்லும் உபாயம் கூறியவாறு.<br/><br/>இவை மூன்று பாட்டானும் செற்றம்பற்றிச் செய்தல் விலக்கப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்னாதன செய்தாரை ஒறுக்குமாறு என்னையெனின், அவர் நாணும்படியாக நல்ல நயமுடையவற்றைச் செய்துவிடுக.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To punish wrong, with kindly benefits the doers ply;<br/>Thus shame their souls; but pass the ill unheeded by.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The (proper) punishment to those who have done evil (to you), is to put them to shame by showing them kindness, in return and to forget both the evil and the good done on both sides.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறிவினானாகுவ துண்டோ பிறிதினோய்',
      l2: 'தநநோய்போற் போற்றாக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறிவினான் ஆகுவ துண்டோ பிறிதின்நோய்<br/>தந்நோய்போல் போற்றாக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மற்ற உயிரின் துன்பத்தைத் தன் துன்பம்போல் கருதிக் காப்பாற்றாவிட்டால், பெற்றுள்ள அறிவினால் ஆகும் பயன் உண்டோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறிவினான் ஆகுவது உண்டோ= துறந்தார்க்கு உயிர் முதலியவற்றை உள்ளவாறு அறிந்த அறிவினான் ஆவதொரு பயனுண்டோ? பிறிதின் நோய் தந்நோய் போல் போற்றாக் கடை= பிறிதோர் உயிருக்கு வரும் இன்னாதவற்றைத் தம்முயிர்க்கு வந்தன போலக் குறிக்கொண்டு காவாவிடத்து.<br/><br/>குறிக்கொண்டு காத்தலாவது நடத்தல், இருத்தல், கிடத்தல், நிற்றல், உண்டல் முதலிய தந்தொழில்களானும் பிறவாற்றானும் உயிர்கள் உறுவனவற்றை முன்னே அறிந்து உறாமற் காத்தல். இது பெரும்பான்மையும் அஃறிணைக்கண் நுண்ணிய உடம்புடையவற்றைப் பற்றி வருதலிற் பொதுப்படப் 'பிறிதின்நோய்' என்றும், மறப்பான் அது துன்புறினும் நமக்கின்னா செய்தலாம் என்று அறிந்து காத்தல் வேண்டுமாகலின் அது செய்யாவழி 'அறிவினான் ஆகுவதுண்டோ' என்றும் கூறினார்.<br/><br/>இதனாற் சோர்வாற் செய்தல் விலக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறிதோருயிர்க்குஉறும் நோயைத் தனக்கு உறும் நோய்போலக் காவாதவிடத்து, அறிவுடையனாகிய வதனால் ஆகுவதொரு பயன் உண்டாகாது.<br/><br/>இஃது அறிவுடையார் செய்யார் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "From wisdom's vaunted lore what doth the learner gain,<br/>If as his own he guard not others' souls from pain?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What benefit has he derived from his knowledge, who does not endeavour to keep off pain from another as much as from himself ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்னா வெனத்தா னுணர்ந்தவை துன்னாமை',
      l2: 'வேண்டும் பிறன்கட் செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்னா எனத்தான் உணர்ந்தவை துன்னாமை<br/>வேண்டும் பிறன்கண் செயல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் துன்பமானவை என்று தன் வாழ்க்கையில் கண்டு உணர்ந்தவைகளை மற்றவனிடத்தில் செய்யாமல் தவிர்க்க வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்னா எனத் தான் உணர்ந்தவை= இவை மக்கட்கு இன்னாதன என அனுமானத்தாற் தான் அறிந்தவற்றை; பிறன்கண் துன்னாமை வேண்டும்= பிறன்மாட்டுச் செய்தலை மேவாமை துறந்தவனுக்கு வேண்டும்.<br/><br/>இன்பத்துன்பங்கள் உயிர்க்குணமாகலின், அவை காட்சியளவையான் அறியப்படாமை அறிக. அறமும் பாவமும் உளவாவது மனம் உளனாயவழியாகலான், உணர்ந்தவை என்றார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தான் இன்னாதன இவையென்று அறிந்தவற்றைப் பிறற்குச் செய்தலை மேவாமை வேண்டும்.<br/><br/>இஃது இன்னா செய்யாமை வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'What his own soul has felt as bitter pain,<br/>From making others feel should man abstain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let not a man consent to do those things to another which, he knows, will cause sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எனைத்தானு மெஞ்ஞான்றும் யார்க்கு மனத்தானா',
      l2: 'மாணாசெய் யாமை தலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம்<br/>மாணாசெய் யாமை தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எவ்வளவு சிறியதாயினும் எக்காலத்திலும் எவரிடத்திலும் மனத்தால் எண்ணி உண்டாகின்ற துன்பச் செயல்களைச் செய்யாதிருத்தலே சிறந்தது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மனத்தான் ஆம் மாணா= மனத்தோடு உளவாகின்ற இன்னாத செயல்களை; எஞ்ஞான்றும் யார்க்கும் எனைத்தானும் செய்யாமை தலை= எக்காலத்தும் யாவர்க்கும் சிறிதாயினும் செய்யாமை தலையாய அறம்.<br/><br/>ஈண்டு மனத்தான் ஆகாதவழிப் பாவமில்லை என்பது பெற்றாம். ஆற்றல் உண்டாய காலத்தும் ஆகாமையின் 'எஞ்ஞான்றும்' என்றும், எளியார்க்கும் ஆகாமையின் 'யார்க்கும்' என்றும், செயல்சிறிதாயினும் பாவம் பெரிதாகலின் 'எனைத்தானும்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாதொன்றாயினும், எல்லா நாளும் யாவர்மாட்டும் இன்னாதவற்றை மனத்தினாலும் செய்யாமை நன்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To work no wilful woe, in any wise, through all the days,<br/>To any living soul, is virtue's highest praise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is the chief of all virtues not knowingly to do any person evil, even in the lowest degree, and at any time.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தன்னுயிர்க் கின்னாமை தானறிவா னென்கொலோ',
      l2: 'மன்னுயிர்க் கின்னா செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தன்னயிர்க்கு இன்னாமை தானறிவான் என்கொலோ<br/>மன்னுயிர்க்கு இன்னா செயல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன் உயிர்க்குத் துன்பமானவை இவை என்று உணர்ந்தவன், மற்ற உயிர்களுக்கு அத்துன்பங்களைச் செய்தல் என்ன காரணத்தாலோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தன் உயிர்க்கு இன்னாமை தான் அறிவான்= பிறர்செய்யும் இன்னாதன தன்னுயிர்க்கு இன்னாவாம் தன்மையை அனுபவித்து அறிகின்றவன்; மன் உயிர்க்கு இன்னா செயல் என்கொல்= நிலைபேறுடைய பிறவுயிர்கட்குத் தான் அவற்றைச் செய்தல் என்ன காரணத்தான்!<br/><br/>இவ்வாறே இவை பிற உயிர்க்கும் இன்னா என்பது அனுமானத்தான் அறிந்து வைத்துச் செய்கின்ற இப்பாவம் கழுவப்படாமையின், இன்னாதன யான் வருந்தப் பின்னே வந்து வருத்தும் என்பது ஆகமத்தானும் அறிந்து ஒழியற்பாலன என்பது தோன்றத் 'தான்' என்றும், அத்தன்மையான் ஒழியாமைக்குக் காரணம் மயக்கம் என்பது தோன்ற 'என்கோலோ' என்றும் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் பொதுவகையான் விலக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னுயிர்க்கு உற்ற இன்னாமையை உயிரில்லாப் பொருள்கள் போல அறியாது கிடத்தலன்றித் தான் அறியுமவன், பின்னைப் பிறவுயிர்க்கு இன்னாதவற்றைச் செய்கின்றது யாதினைக் கருதியோ?',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Whose soul has felt as bitter smart of wrong, how can,<br/>He wrongs inflict on ever-living soul of man?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Why does a man inflict upon other creatures those sufferings, which he has found by experience are sufferings to himself ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிறர்க்கின்னா முற்பகற் செய்யிற் தமக்கின்னா',
      l2: 'பிற்பகற் றாமே வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிறர்க்கின்னா முற்பகல் செய்யின் தமக்குஇன்னா<br/>பிற்பகல் தாமே வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முற்பகலில் மற்றவர்க்குத் துன்பமானவற்றைச் செய்தால் அவ்வாறு செய்தவர்க்கே பிற்பகலில் துன்பங்கள் தாமாகவே வந்து சேரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறர்க்கு இன்னா முற்பகல் செய்யின்= துறந்தவர் பிறர்க்கு இன்னாதனவற்றை ஒருபகலது முற்கூற்றின்கட் செய்வாராயின்; தமக்கு இன்னா பிற்பகல் தாமே வரும்= தமக்கு இன்னாதன அதன் பிற்கூற்றின்கண் அவர் செய்யாமல் தாமே வரும்.<br/><br/>'முற்பகல்' 'பிற்பகல்' என்பன பின்முன்னாகத்தொக்க ஆறாம் வேற்றுமைத்தொகை. தவம் அழிதலின் அங்ஙனம் கடிதினும் எளிதினும் வரும்; அதனான் அவை செய்யற்க என்பதாம். இனித் 'தானே வரும்' என்பது பாடாமாயின், அச்செயல் தானே தமக்கு இன்னாதனவாய் வரும் என உபசார வழக்காக்கி, ஆக்கம் வருவித்து உரைக்க.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர்க்கு இன்னாதவற்றை முற்பொழுது செய்யின், தாமே பிற்பொழுது தமக்கு இன்னாதனவாய் வரும்: மற்றொருவன் செய்யாமல்.<br/><br/>இன்னாதன செய்ததனால் வருங் குற்றமென்னை யென்றார்க்கு இது கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If, ere the noontide , you to others evil do,<br/>Before the eventide will evil visit you.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If a man inflict sorrow upon others in the morning, it will come upon him unsought in the very evening.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நோயெல்லா நோய்செய்தார் மேலவா நோய்செய்யார்',
      l2: 'நோயின்மை வேண்டு பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நோயெல்லாம் நோய்செய்தார் மேலவாம் நோய்செய்யார்<br/>நோயின்மை வேண்டு பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பம் எல்லாம் துன்பம் செய்தவரையே சார்வன. ஆகையால் துன்பம் இல்லாமல் வாழ்தலை விரும்புகின்றவர், பிறர்க்குத் துன்பம் செய்யார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நோய் எல்லாம் நோய் செய்தார் மேலவாம்= இன்னாதன எல்லாம் பிறிதோர் உயிர்க்கு இன்னாதன செய்தார் மேலவாம்; நோயின்மை வேண்டுபவர் நோய் செய்யார்= அதனால் தம் உயிர்க்கு இன்னாதன வேண்டாதார் பிறிதோர் உயிர்க்கு இன்னாதன செய்யார்.<br/><br/>உயிர்நிலத்து வினைவித்து இட்டார்க்கு விளைவும் அதுவே யாகலின், நோயெல்லா நோய்செய்தார் மேலவாம் என்றார். இது சொற்பொருட் பின்வருநிலை.<br/><br/>இவை இரண்டு பாட்டானும் அது செய்தார்க்கு வரும் தீங்கு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இக்காலத்து நுகர்கின்ற துன்பமெல்லாம் முற்காலத்துப் பிறர்க்குத் துன்பம் செய்தார் மாட்டே யுளவாம்: ஆதலால் இக்காலத்துப் பிறர்க்கு துன்பத்தைச் செய்யார் வருங்காலத்துத் தமக்குத் துன்பம் வாராமையை வேண்டுபவர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "O'er every evil-doer evil broodeth still;<br/>He evil shuns who freedom seeks from ill.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sorrow will come upon those who cause pain to others; therfore those, who desire to be free from sorrow, give no pain to others.',
          },
        ],
      },
    ],
  },
];
