export default [
  {
    "kural": {
      "l1": "படைகுடி கூழமைச்சு நட்பர ணாறு",
      "l2": "முடையா னரசரு ளேறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "படைகுடி கூழ்அமைச்சு நட்பரண் ஆறும்<br/>உடையான் அரசருள் ஏறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "படை குடி கூழ் அமைச்சு நட்பு அரண் என்று கூறப்படும் ஆறு அங்கங்களையும் உடையவனே அரசருள் ஆண் சிங்கம் போன்றவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "படைகுடிகூழ் அமைச்சு நட்பு அரண் ஆறும் உடையான்= படையும், குடியும் கூழும் அமைச்சும் நட்பும் அரணும் என்று சொல்லப்பட்ட ஆறு அங்கங்களையும் உடையவன்;<br/><br/>அரசருள் ஏறு= அரசருள் ஏறு போல்வான் என்றவாறு.<br/><br/>ஈண்டுக் 'குடி' என்றது, அதனையுடைய நாட்டினை. 'கூழ்' என்றது, அதற்கு ஏதுவாய பொருளை. அமைச்சு, நாடு, அரண், பொருள், படை, நட்பு என்பதே முறையாயினும் ஈண்டுச் செய்யுள் நோக்கிப் பிறழவைத்தார், 'ஆறும் உடையான்' என்றதனால், அவற்றுள் ஒன்று இல்வழியும், அரசநீதி செல்லாது என்பது பெற்றாம். வடநூலார் இவற்றிற்கு 'அங்கம்' எனப் பெயர் கொடுத்ததூஉம் அது நோக்கி. 'ஏறு' என்பது உபசார வழக்கு.<br/><br/>இதனால், அரசற்கு அங்கமாவன இவை என்பதூஉம், இவை முற்றும் உடைமையே அவன் வெற்றிக்கு ஏது என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "படையும் குடியும் கூழும் அமைச்சும் நட்பும் அரணுமென்னும் ஆறுபொருளினையும் உடையவன் அரசருள் ஏறுபோல்வன்.<br/><br/>ஈண்டுக் குடியுள் நாடு அடங்கிற்று. இஃது அரசனுக்கு உண்டாக்குவன கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "An army, people wealth, a minister, friends, fort; six things-<br/>Who owns them all , a lion lives amid the kings."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who possesses these six things, an army, a people, wealth, ministers, friends and a fortress, is a lion among kings."
          }
        ]
      }
    ],
    "id": 381
  },
  {
    "kural": {
      "l1": "அஞ்சாமை யீகையறி வூக்க மிந்நான்கு",
      "l2": "மெஞ்சாமை வேந்தற் கியல்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அஞ்சாமை ஈகை அறிவூக்கம் இந்நான்கும்<br/>எஞ்சாமை வேந்தர்க் கியல்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அஞ்சாமை, ஈகை, அறிவுடைமை, ஊக்கமுடைமை ஆகிய இந்த நான்கு பண்புகளும் குறைவுபடாமல் இருத்தலே அரசனுக்கு இயல்பாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேந்தற்கு இயல்பு- அரசனுக்கு இயல்பாவது;<br/><br/>அஞ்சாமை ஈகை அறிவு ஊக்கம் இந்நான்கும் எஞ்சாமை- திண்மையும் கொடையும் அறிவும் ஊக்கமும் என்னும் இந்நான்கு குணமும் இடைவிடாது நிற்றல் என்றவாறு.<br/><br/>ஊக்கம், வினை செய்தற்கண் மனஎழுச்சி. இவற்றுள் அறிவு ஆறு அங்கத்திற்கும் உரித்து; ஈகை படைக்குரித்து; ஏனைய வினைக்கு உரிய. உயிர்க்குணங்களுள் ஒன்று தோன்ற ஏனைய அடங்கி வரும்; அவற்றுள் இவை அடங்கின், அரசற்குக் கெடுவன பலவாமாகலின், இவை எப்போதும் தோன்றிநிற்றல் வேண்டும் என்பார், 'எஞ்சாமை வேந்தற்கு இயல்பு' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அஞ்சாமையும் ஈகையும் அறிவுடைமையும் ஊக்கமுடைமையுமென்னும் இந்நான்கு குணமும் ஒழியாமை வேந்தனுக்கியல்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Courage, a liberal hand, wisdom, and energy; these four<br/>Are qualities a king adorn for evermore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Never to fail in these four things, fearlessness, liberality, wisdom, and energy, is the kingly character."
          }
        ]
      }
    ],
    "id": 382
  },
  {
    "kural": {
      "l1": "தூங்காமை கல்வி துணிவுடைமை யிம்மூன்றும்",
      "l2": "நீங்கா நிலனாள் பவற்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தூங்காமை கல்வி துணிவுடைமை இம்மூன்றும்<br/>நீங்கா நிலனாள் பவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காலம் தாழ்த்தாத தன்மை, கல்வியுடைமை, துணிவுடைமை ஆகிய இந்த மூன்று பண்புகளும் நிலத்தை ஆளும் அரசனுக்கு நீங்காமல் இருக்க வேண்டியவை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலன் ஆள்பவற்கு- நிலத்தினை ஆளும் திருவுடையாற்கு;<br/><br/>தூங்காமை கல்வி துணிவுடைமை இம் மூன்றும் நீங்கா- அக்காரியங்களில் விரைவுடைமையும், அவை அறிதற்கு ஏற்ற கல்வி உடைமையும், ஆண்மை உடைமையும் ஆகிய இம்மூன்று குணமும் ஒருகாலும் நீங்கா என்றவாறு.<br/><br/>கல்வியது கூறுபாடு பின்னர்க் கூறப்படும். ஆண்மையாவது, ஒன்றனையும் பாராது கடிதிற் செய்வது ஆதலின் அஃது ஈண்டு உபசார வழக்கால் துணிவு எனப்பட்டது.உம்மை இறந்தது தழீஇய எச்சவும்மை. இவற்றுள் கல்வி ஆறங்கத்திற்கும் உரித்து; ஏனைய வினைக்கு உரிய; 'நீங்கா' என்பதற்கு மேல் எஞ்சாமைக்கு உரைத்தாங்கு உரைக்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மடியின்மையும் கல்வியுடைமையும் ஒரு பொருளை ஆராய்ந்து துணிதலுடைமையும் என்று சொல்லப்பட்ட இம்மூன்றும் பூமியை யாள்பவனுக்கு நீங்காமல் வேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A sleepless promptitude, knowledge, decision strong:<br/>These three for aye to rulers of the land belong."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "These three things, viz., vigilance, learning, and bravery, should never be wanting in the ruler of a country."
          }
        ]
      }
    ],
    "id": 383
  },
  {
    "kural": {
      "l1": "அறனிழுக்கா தல்லவை நீக்கி மறனிழுக்கா",
      "l2": "மான முடைய தரசு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறனிழுக்கா தல்லவை நீக்கி மறனிழுக்கா<br/>மானம் உடைய தரசு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆட்சி முறைக்கு உரிய அறத்தில் தவறாமல், அறமல்லாதவற்றை நீக்கி, வீரத்தில் குறைபடாத மானத்தை உடையவனே சிறந்த அரசன் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறன் இழுக்காது = தனக்கு ஓதிய அறத்தின் வழுவாது ஒழுகி;<br/><br/>அல்லவை நீக்கி = அறன் அல்லவை தன் நாட்டின் கண்ணும் நிகழாமல் கடிந்து;<br/><br/>மறன் இழுக்கா மானம் உடையது அரசு = வீரத்தின் வழுவாத தாழ்வின்மையினை உடையான் அரசன் என்றவாறு.<br/><br/>அவ்வறமாவது, ஓதல் வேட்டல் ஈதல் என்னும் பொதுத்தொழிலினும், படைக்கலம் பயிறல், பல்லுயிர் ஓம்பல், பகைத்திறம் தெறுதல் என்னும் சிறப்புத்தொழிலினும் வழுவாது நிற்றல். \"மாண்ட அறநெறி முதற்றே அரசின் கொற்றம்\"(புறநானூறு- 55) என்பதனால், இவ்வறம் பொருட்குக் காரணமாதல் அறிக. அல்லவை, கொலை களவு முதலாயின. குற்றமாய மானத்தின் நீக்குதற்கு, 'மறன் இழுக்கா மானம்' என்றார். அஃதாவது,<br/><br/>\"வீறின்மையின் விலங்காம்என மதவேழமும் எறியான்<br/><br/>ஏறுண்டவர் நிகராயினும் பிறர்மிச்சில்என்(று) எறியான்<br/><br/>மாறன்மையின் மறம்வாடும்என்(று) இளையாரையும் எறியான்<br/><br/>ஆறன்மையின் முதியாரையும் எறியான்அயில் உழவன்\" (சீவக சிந்தாமணி-2261) எனவும்,<br/><br/>\"அழியுநர் புறக்கொடை அயில்வேல் ஓச்சான்\"(புறப்பொருள் வெண்பா மாலை- 55) எனவும் சொல்லப்படுவது.<br/><br/>அரசு-அரசனது தன்மை; அஃது உபசாரவழக்கால் அவன்றன் மேல் நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறத்திற் றப்பாமலொழுகி அறமல்லாத காம வெகுளியைக் கடிந்து மறத்திற் றப்பாத மானத்தையுடையவன் அரசன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Kingship, in virtue failing not , all vice restrains,<br/>In courage failing not, it honour's grace maintains."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is a king who, with manly modesty, swerves not from virtue, and refrains from vice."
          }
        ]
      }
    ],
    "id": 384
  },
  {
    "kural": {
      "l1": "இயற்றலு மீட்டலுங் காத்தலுங் காத்த",
      "l2": "வகுத்தலும் வல்ல தரசு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இயற்றலும் ஈட்டலுங் காத்தலும் காத்த<br/>வகுத்தலும் வல்ல தரசு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் வரும் வழிகளை மேன்மேலும் இயற்றலும் வந்த பொருள்களைச் சேர்த்தலும், காத்தலும், காத்தவற்றை வகுத்துச் செலவு செய்தலும் வல்லவன் அரசன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இயற்றலும் = தனக்குப் பொருள்கள் வரும் வழிகளை மேன்மேல் உளவாக்கலும்:<br/><br/>ஈட்டலும் = அங்ஙனம் வந்தவற்றை ஒருவழித் தொகுத்தலும்;<br/><br/>காத்தலும் = தொகுத்தவற்றைப் பிறர் கொள்ளாமல் காத்தலும்;<br/><br/>காத்த வகுத்தலும் = காத்தவற்றை அறம் பொருள் இன்பங்களின் பொருட்டு விடுத்தலும்;<br/><br/>வல்லது அரசு = வல்லவனே அரசன் என்றவாறு.<br/><br/>ஈட்டல், காத்தல், வகுத்தல் என்றவற்றிற்கு ஏற்ப இயற்றல் என்பதற்குச் செயப்படுபொருள் வருவிக்கப்பட்டது.<br/><br/>பொருள்களாவன: மணி, பொன், நெல் முதலாயின.<br/><br/>அவை வரும் வழிகளாவன: பகைவரை அழித்தலும், திறை கோடலும், தன் நாடு தலையளித்தலும் முதலாயின.<br/><br/>பிறர் என்றது பகைவர், கள்வர், சுற்றத்தார், வினைசெய்வார் முதலாயினாரை.<br/><br/>கடவுளர், அந்தணர், வறியோர் என்ற இவர்க்கும், புகழிற்கும் கொடுத்தலை அறப்பொருட்டாகவும்,<br/><br/>யானை குதிரை படை நாடு அரண் என்று இவற்றிற்கும், பகையொடு கூடலின் பிரிக்கப்படுவார்க்கும், தன்னிற் பிரிதலின் கூட்டப்படுவார்க்கும் கொடுத்தலைப் பொருட் பொருட்டாகவும்,<br/><br/>மண்டபம், வாவி, செய்குன்று, இளமரக்கா முதலிய செய்தற்கும், ஐம்புலன்களான் நுகர்வனவற்றிற்கும் கொடுத்தலை இன்பப்பொருட்டாகவும் கொள்க.<br/><br/>இயற்றல் முதலிய தவறாமற் செய்தல் அரிதாகலின், 'வல்லது' என்றார்.<br/><br/>இவை நான்கு பாட்டானும் மாட்சியே கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் வரும்வழி யியற்றலும் அதனை அழியாம லீட்டலும் அதனைச் சோர்வுபடாமற் காத்தலும் காத்த அதனை வேண்டுவனவற்றிற்குப் பகுத்தலும் வல்லவன் அரசனாவான்.<br/><br/>பகுத்தல்- யானை குதிரை முதலிய படைக்குக் கொடுத்து அவையிற்றை யுண்டாக்குதல். இது பண்டாரங் கூறுமாறு கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A king is he who treasure gains, stores up, defends,<br/>And duly for his Kingdom's weal expends."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is a king who is able to acquire (wealth), to lay it up, to guard, and to distribute it."
          }
        ]
      }
    ],
    "id": 385
  },
  {
    "kural": {
      "l1": "காட்சிக் கெளியன் கடுஞ்சொல்ல னல்லனேல்",
      "l2": "மீக்கூறும் மன்னன் நிலம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காட்சிக் கெளியன் கடுஞ்சொல்லன் அல்லனேல்<br/>மீக்கூறும் மன்னன் நிலம் ⁠386"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காண்பதற்கு எளியவனாய், கடுஞ்சொல் கூறாதவனாய் இருந்தால், அந்த மன்னனுடைய ஆட்சிக்கு உட்பட்ட நாட்டை உலகம் புகழும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காட்சிக்கு எளியன்= முறைவேண்டினார்க்கும் குறைவேண்டினார்க்கும் காண்டற்கு எளியனாய்;<br/><br/>கடுஞ்சொல்லன் அல்லனேல்= யாவர்மாட்டும் கடுஞ்சொல்லன் அல்லனுமாயின்;<br/><br/>மன்னன் நிலம் மீக்கூறும்= அம்மன்னனது நிலத்தை எல்லா நிலங்களினும் உயர்த்துக்கூறும் 'உலகம்' என்றவாறு.<br/><br/>முறைவேண்டினார், வலியரால் நலிவெய்தினார்.<br/><br/>குறைவேண்டினார், வறுமையுற்று இரந்தார்.<br/><br/>காண்டற்கு எளிமையாவது, பேரத்தாணிக்கண் அந்தணர், சான்றோர் உள்ளிட்டாரோடு செவ்வியுடையனாயிருத்தல்.<br/><br/>கடுஞ்சொல், கேள்வியினும் வினையினும் கடியவாய சொல்.<br/><br/>நிலத்தை மீக்கூறும் எனவே, மன்னனை மீக்கூறுதல் சொல்லவேண்டாவாயிற்று.<br/><br/>மீக்கூறுதல், இவன் காக்கின்ற நாடு பசிபிணி பகை முதலிய இன்றி, யாவர்க்கும் பேரின்பம் தருதலின் தேவருலகினும் நன்று என்றல்.<br/><br/>'உலகம்' என்னும் எழுவாய் வருவிக்கப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காண்கைக்கு எளியனாய்க் கடுஞ்சொற்கூறுதலும் அல்லனாயின் அம்மன்னனை உலகத்தார் உயர்த்துக் கூறுவர்.<br/><br/>இது மன்னன் உலகத்தார்மாட்டு ஒழுகுந் திறங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where king is easy of access, where no harsh word repels,<br/>That land's high praises every subject swells."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The whole world will exalt the country of the king who is easy of access, and who is free from harsh language."
          }
        ]
      }
    ],
    "id": 386
  },
  {
    "kural": {
      "l1": "இன்சொலா லீத்தளிக்க வல்லாற்குத் தன்சொலாற்",
      "l2": "றான்கண் டனைத்திவ் வுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்சொலால் ஈத்தளிக்க வல்லார்க்குத் தன்சொலால்<br/>தான்கண் டனைத்திவ் வுலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இனிய சொற்களுடன் தக்கவர்க்குப் பொருளை உதவிக் காக்கவல்ல அரசனுக்கு இவ்வுலகம் தன் புகழோடு தான் கருதியபடி அமைவதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்சொலால் ஈத்து அளிக்க வல்லாற்கு= இனிய சொல்லுடனே ஈதலைச் செய்து அளிக்கவல்ல அரசனுக்கு;<br/><br/>இவ்வுலகு தன் சொலால் தான் கண்டனைத்து= இவ்வுலகம் தன் புகழோடு மேவித் தான் கருதிய அளவிற்றாம் என்றவாறு.<br/><br/>இன்சொல், கேள்வியினும் வினையினும் இனியவாய சொல்;<br/><br/>ஈதல், வேண்டுவார்க்கு வேண்டுவன கொடுத்தல்;<br/><br/>அளித்தல், தன் பரிவாரத்தானும் பகைவரானும் நலிவுபடாமல் காத்தல்;<br/><br/>இவை அரியவாகலின் 'வல்லாற்கு' என்றும், அவன் மண் முழுதும் ஆளுமாகலின் 'இவ்வுலகு' என்றும் கூறினார்.<br/><br/>கருதிய அளவிற்றாதல், கருதிய பொருள் எல்லாம் சுரத்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இனிய சொல்லோடே கொடுத்துத் தலையளி செய்ய வல்ல அரசனுக்குத் தன்னேவலாலே இவ்வுலகம் தான் கண்டாற் போலும் தன் வசத்தே கிடக்கும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With pleasant speech, who gives and guards with poweful liberal hand,<br/>He sees the world obedient all to his command."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world will praise and submit itself to the mind of the king who is able to give with affability, and to protect all who come to him."
          }
        ]
      }
    ],
    "id": 387
  },
  {
    "kural": {
      "l1": "முறைசெய்து காப்பாற்றும் மன்னவன் மக்கட்",
      "l2": "கிறையென்று வைக்கப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முறைசெய்து காப்பாற்றும் மன்னவன் மக்கட்கு<br/>இறையென்று வைக்கப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நீதிமுறை செய்து குடிமக்களைக் காப்பாற்றும் மன்னவன், மக்களுக்குத் தலைவன் என்று தனியே கருதி மதிக்கப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முறைசெய்து காப்பாற்றும் மன்னவன்= தான் முறைசெய்து, பிறர் நலியாமல் காத்தலையும் செய்யும் அரசன்;<br/><br/>மக்கட்கு இறை என்று வைக்கப்படும்= பிறப்பான் மகனேயாயினும் செயலான் மக்கட்குக் கடவுள் என்று வேறு வைக்கப்படும் என்றவாறு.<br/><br/>முறை, அறநூலும் நீதிநூலும் சொல்லும் நெறி.<br/><br/>பிறர், என்றது மேற் சொல்லியாரை.<br/><br/>வேறுவைத்தல், மக்களிற் பிரித்து உயர்த்து வைத்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குற்றஞ் செய்தாரை அதற்குச் செய்யும் முறைமை தப்பாமற் செய்து, எல்லாவுயிரையுங் காத்தலைச் செய்கின்ற அரசன் மனிதர்க்கு நாயகனென்று எண்ணப்படுவான்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who guards the realm and justice strict maintains,<br/>That king as god o'er subject people regins."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That king, will be esteemed a God among men, who performs his own duties, and protects (his subjects)."
          }
        ]
      }
    ],
    "id": 388
  },
  {
    "kural": {
      "l1": "செவிகைப்பச் சொற்பொறுக்கும் பண்புடை வேந்தன்",
      "l2": "கவிகைக்கீழ்த் தங்கு முலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செவிகைப்பச் சொற்பொறுக்கும் பண்புடை வேந்தன்<br/>கவிகைக்கீழ்த் தங்கும் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குறைகூறுவோரின் சொற்களைச் செவி கைக்கும் நிலையிலும் பொறுக்கின்ற பண்பு உடைய அரசனது குடைநிழலில் உலகம் தங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சொல் செவி கைப்பப் பொறுக்கும் பண்பு உடை வேந்தன்= இடிக்கும் துணையாயினார் சொற்களைத் தன் செவி பொறாதாகவும், விளைவு நோக்கிப் பொறுக்கும் பண்புடைய அரசனது;<br/><br/>கவிகைக் கீழ்த் தங்கும் உலகு= குடை நிழற்கண்ணே தங்கும் உலகம் என்றவாறு.<br/><br/>செவிகைப்ப என்பதற்கேற்ப இடிக்கும் துணையார் என்பது வருவிக்கப்பட்டது.<br/><br/>நாவின்புலத்தைச் செவிமேல் ஏற்றிக் கைப்ப என்றார்.<br/><br/>பண்புடைமை விசேட உணர்வினன் ஆதல்.<br/><br/>அறநீதிகளில் தவறாமையின் மண்முழுதும் தானே ஆளும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன் செவி வெறுக்கும்படியாகப் பிறர் செய்த குற்றங்களைக் கேட்டு வைத்தும், அதனைப் பொறுக்கவல்ல குணமுடைய வேந்தனது குடைக் கீழே உலகு தங்கும்.<br/><br/>சொற்பொறுக்கும் என்பதற்குப் புரோகிதர் தன்னிடத்துச் சொல்லுஞ் சொற்களைப் பொறுக்கவல்ல என்பாருமுளர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The king of worth, who can words bitter to his ear endure,<br/>Beneath the shadow of his power the world abides secure."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The whole world will dwell under the umbrella of the king, who can bear words that embitter the ear."
          }
        ]
      }
    ],
    "id": 389
  },
  {
    "kural": {
      "l1": "கொடையளி செங்கோல் குடியோம்பல் நான்கும்",
      "l2": "உடையானாம் வேந்தர்க் கொளி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொடையளி செங்கோல் குடியோம்பல் நான்கும்<br/>உடையானாம் வேந்தர்க் கொளி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கொடை, அருள், செங்கோல்முறை, தளர்ந்த குடிகளைக் காத்தல் ஆகிய நான்கும் உடைய அரசன், அரசர்க்கெல்லாம் விளக்குப் போன்றவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொடை= வேண்டுவார்க்கு வேண்டுவன கொடுத்தலும்;<br/><br/>அளி= யாவர்க்கும் தலையளி செய்தலும்;<br/><br/>செங்கோல்= முறை செய்தலும்;<br/><br/>குடி ஓம்பல்= தளர்ந்த குடிகளைப் பேணலும் ஆகிய;<br/><br/>நான்கும் உடையான்= இந்நான்கு செயலையும் உடையவன்;<br/><br/>வேந்தர்க்கு ஒளியாம்= வேந்தர்க்கு எல்லாம் விளக்காம் என்றவாறு.<br/><br/>தலையளி, முகமலர்ந்து இனிய கூறல்.<br/><br/>செவ்விய கோல் போறலின் செங்கோல் எனப்பட்டது.<br/><br/>குடியோம்பல் என எடுத்துக் கூறினமையால் தளர்ச்சி பெற்றாம்; அஃதாவது, ஆறில் ஒன்றாய பொருள்தன்னையும் வறுமை நீங்கியவழிக் கொள்ளல் வேண்டின் அவ்வாறு கோடலும், இழத்தல் வேண்டின் இழத்தலுமாம்.<br/><br/>சாதி முழுதும் விளக்கலின், விளக்கு என்றார். ஒளி ஆகுபெயர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொடுத்தலும், தலையளி செய்தலும், செங்கோன்மையும் குடிகளைப் பாதுகாத்தலு<br/><br/>மென்று சொல்லப்படுகின்ற இந்நான்கினையு முடையவன் வேந்தர்க்கெல்லாம் விளக்காம்.<br/><br/>கொடுத்தல்- தளர்ந்த குடிக்கு விதை ஏர் முதலியன கொடுத்தல்: அளித்தல்- அவரிடத்துக் கொள்ளுங் கடமையைத் தளர்ச்சி பார்த்து விட்டு வைத்துப் பின்பு கோடல்: செங்கோன்மை- கொள்ளும் முறையைக் குறையக் கொள்ளாமை: குடியோம்பல்- தளர்ந்த<br/><br/>குடிக்கு இறை கழித்தல். இது குடிக்கு அரசன் செய்யுந் திறங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Gifts, grace, right sceptre, care of people's weal;<br/>These four a light of dreaded kings reveal."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is the light of kings who has there four things, beneficence, benevolence, rectitude, and care for his people."
          }
        ]
      }
    ],
    "id": 390
  }
]