export default [
  {
    kural: {
      l1: 'இரக்க விரத்தக்கார்க் காணிற் கரப்பி',
      l2: 'னவர்பழி தம்பழி யன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரக்க இரத்தக்கார்க் காணின் கரப்பின்<br/>அவர்பழி தம்பழி அன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரந்து கேட்கத் தக்கவரைக் கண்டால் அவரிடம் இரக்க வேண்டும்; அவர் இல்லையென்று ஒளிப்பாரானால் அது அவர்க்குப் பழி; தமக்குப் பழி அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இரத்தக்கார் காணின் இரக்க= நல்கூர்ந்தார் இரத்தற்கு ஏற்புடையாரைக் காணில், அவர்மாட்டு இரக்க; கரப்பின் அவர் பழி தம் பழி அன்று= இரந்தால் அவர் கரந்தாராயின், அவர்க்குப் பழியாவதல்லது தமக்குப் பழியாகாமையான்.<br/><br/>இரவு என்னும் முதனிலைத் தொழிற்பெயரது இறுதிக்கண் நான்கன் உருபு விகாரத்தான் தொக்கது. இரத்தற்கு ஏற்புடையர் ஆவார்- உரையாமை முன் உணரும் ஒண்மை உடையராய் மாற்றாது ஈவார். அவர் உலகத்து அரியர் ஆகலின் 'காணின்' என்றும், அவர் மாட்டு இரந்தார்க்கு இரவான் வரும் இழிவு இன்மையின் 'இரக்க' என்றும், அவர் ஈதலி்ற் குறைகாட்டாமையிற் 'கரப்பின்' என்றும், காட்டுவராயின் அப்பழி தூவெள் அறுவைக்கண் மாசுபோல அவர்கண் கடிதுசேறலின் 'அவர் பழி' என்றும், ஏற்பிலார் மாட்டு இரவன்மையின், 'தம்பழி அன்று' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தமக்கு இல்லாதவிடத்து இரக்கத்தக்காரைக் காணின் இரந்து கொள்க: அவர் இல்லை யென்பாராயின் அஃது அவர்க்குப் பழியாம்; தமக்குப் பழியாகாது.<br/><br/>இது கூறுகின்ற இரத்தல் எல்லார்மாட்டுஞ் செயலாகா தென்பதூஉம், தக்கார் மாட்டிரத்தலென்பதூஉம் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When those you find from whom 'tis meet to ask, -for aid apply;<br/>Theirs is the sin, not yours, if they the gift deny.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If you meet with those that may be begged of, you may beg; (but) if they withhold (their gift) it is their blame and not yours.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்ப மொருவற் கிரத்த லிரந்தவை',
      l2: 'துன்ப முறாஅ வரின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்பம் ஒருவற்கு இரத்தல் இரந்தவை<br/>துன்பம் உறாஅ வரின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரந்து கேட்ட பொருள்கள் துன்பமுறாமல் கிடைக்குமானால், அவ்வாறு இரத்தலும் இன்பம் என்று சொல்லத் தக்கதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒருவற்கு இரத்தல் இன்பம்= ஒருவற்கு இரத்தல் தானும் இன்பத்திற்கு ஏதுவாம்; இரந்தவை துன்பம் உறாஅ வரின்= இரந்த பொருள்கள் ஈவாரது உணர்வுடைமையான் தான் துன்புறாமல் வருமாயின்.<br/><br/>'இன்பம்' ஆகுபெயர். உறாமல் என்பது கடைக்குறைந்து நின்றது. 'துன்பம்' சாதிஒருமைப்பெயர். அவையாவன: ஈவார்கட் காலமும், இடனும் அறிந்து சேறலும், அவர் குறிப்பறிதலும், அவரைத் தம்வயத்தர் ஆக்கலும், அவர் மனம் நெகிழ்வன நாடிச் சொல்லலும் முதலியவற்றான் வருவனவும், மறுத்துழி வருவனவுமுமாம். அவை உறாமல் வருதலாவது, அவர் முன் உணர்ந்து ஈயக்கோடல். இரந்தவர் துன்பமுறாவரின் என்று பாடமோதி, இரக்கப்பட்டவர் பொருளின்மை முதலியவற்றான் துன்புறாது எதிர்வந்து ஈவாராயின் என்று உரைப்பாரும் உளர்.1",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இரத்தல் ஒருவர்க்கு இன்பமாம், இரக்கப்பட்ட பொருள்கள் தான் வருத்தமுறாதவகை எய்துமாயின்.<br/><br/>இது வேண்டிய பொருள் பெறின் துன்பமாகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Even to ask an alms may pleasure give,<br/>If what you ask without annoyance you receive.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even begging may be pleasant, if what is begged for is obtained without grief (to him that begs). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கரப்பிலா நெஞ்சிற் கடனறிவார் முன்னின்',
      l2: 'றிரப்புமோ ரேஎ ருடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரப்பிலா நெஞ்சின் கடனறிவார் முன்நின்று<br/>இரப்புமோ ரேஎர் உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒளிப்பு இல்லாத நெஞ்சும் கடமையுணர்ச்சியும் உள்ளவரின் முன்னே நின்று இரந்து பொருள் கேட்பதும் ஓர் அழகு உடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கரப்பிலா நெஞ்சின் கடன் அறிவார் முன் நின்று இரப்பும்= கரத்தல் இல்லா நெஞ்சினை உடைய மானம் அறிவார் முன்னர் நின்று அவர் மாட்டு ஒன்று இரத்தலும்; ஓர் ஏஎர் உடைத்து= நல்கூர்ந்தார்க்கு ஓர் அழகு உடைத்து.<br/><br/>\"சிறிய சுருக்கத்து வேண்டும் உயர்வு\"2 என்றதனால், அவர்க்கு அது கடன் எனப்பட்டது. அதனை அறிதல்- சொல்லுதல் உற்று, உரைக்கலாகாமைக்கு ஏதுவாய அதன் இயல்பினை அறிதல். அவ்வறிவுடையார்க்கு முன், நிற்றன் மாத்திரமே அமைதலின், 'முன்னின்று' என்றும், சொல்லுதலான் வரும் சிறுமை எய்தாமையின், 'ஓர் ஏஎர் உடைத்து' என்றும் கூறினார். உம்மை அதன் இழிபு விளக்கி நின்றது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கரப்பிலாத நெஞ்சினை யுடைய ஒப்புரவறிவார் முன்பே நின்று, இரத்தலும் ஓரழகுடைத்து.<br/><br/>இஃது ஒப்புரவறிவார் மாட்டு இரத்தலா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The men who nought deny, but know what's due , before their face<br/>To stand as suppliants affords especial grace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is even a beauty in standing before and begging of those who are liberal in their gifts and understand their duty (to beggars).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரத்தலு மீதலே போலுங் கரத்தல்',
      l2: 'கனவிலுந் தேற்றாதார் மாட்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரத்தலும் ஈதலே போலும் கரத்தல்<br/>கனவிலும் தேற்றாதார் மாட்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உள்ளதை மறைத்துக் கூறும் தன்மையைக் கனவிலும் அறியாதவனிடத்தில் இரந்து கேட்பதும் பிறர்க்குக் கொடுப்பதே போன்ற சிறப்புடையது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கரத்தல் கனவிலும் தேற்றாதார் மாட்டு இரத்தலும்= தமக்கு உள்ளது கரத்தலைக் கனவின்கண்ணும் அறியாதார் மாட்டுச் சென்று ஒன்றனை இரத்தலும்; ஈதலே போலும்= வறியார்க்கு ஈதலே போலும்.<br/><br/>உம்மை ஈண்டு அவ்வாறு நின்றது. தான் புகழ்பயவாதாயினும், முன்னுளதாய புகழ் கெட வாராமையின், 'ஈதலே போலும்' என்றார். ஏகாரம், ஈற்றசை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கரத்தலைக் கனவின்கண்ணும் அறியாதார்மாட்டு இரந்து சேறலும் கொடுப்பதனோடு ஒக்கும்.<br/><br/>ஈதலேபோலும் என்பதற்குக் கரத்தல் கனவிலுந் தேற்றதார் என்றமையால் இரப்பான் தாரானென்று கொள்ளப்படும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Like giving alms, may even asking pleasant seem,<br/>From men who of denial never even dream.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To beg of such as never think of withholding (their charity) even in their dreams, is in fact the same as giving (it oneself);',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கரப்பிலார் வையகத் துண்மையாற் கண்ணின்',
      l2: 'றிரப்பவர் மேற்கொள் வது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரப்பிலார் வையகத்து உண்மையால் கண்ணின்று<br/>இரப்பவர் மேற்கொள் வது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவர்முன் நின்று இரப்பவர் அந்த இரத்தலை மேற்கொள்வது, உள்ளதை இல்லை என்று, ஒளித்துக் கூறாத நன்மக்கள் உலகத்தில் இருப்பதால்தான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கண்ணின்று இரப்பவர் மேற்கொள்வது= சொல்லுதல் மாட்டாது, முன் நிற்றன் மாத்திரத்தான் இரப்பார் உயிர் ஓம்பற் பொருட்டு அதனை மேற்கொண்டு போதுகின்றது; கரப்பிலார் வையகத்து உண்மையான்= அவர்க்கு உள்ளது கரவாது கொடுப்பார் சிலர் உலகத்து உளராய தன்மையானே, பிறிது ஒன்றான் அன்று.<br/><br/>அவர் இல்லையாயின், மானம் நீக்க மாட்டாமையின், உயிர் நீப்பர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் முன்னே நின்று இரத்தலை இரப்பார் மேற்கொள்வது, கரப்பில்லாதார் உலகத்து உண்டாதலானே; மற்றொன்றாலன்று.<br/><br/>மேல் கரவாதார்மாட்டு இரக்கவென்றார்; உலகத்தில் அவரைப் பெறுத லரிதென்றார்க்கு இது கூறினார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Because on earth the men exist, who never say them nay,<br/>Men bear to stand before their eyes for help to pray.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'As there are in the world those that give without refusing, there are (also) those that prefer to beg by simply standing before them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கரப்பிடும்பை யில்லாரைக் காணி னிரப்பிடும்பை',
      l2: 'யெல்லா மொருங்கு கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரப்பிடும்பை யில்லாரைக் காணின் நிரப்பிடும்பை<br/>எல்லாம் ஒருங்கு கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உள்ளதை ஒளிக்கும் துன்ப நிலை இல்லாதவரைக் கண்டால், இரப்பவரின் வறுமைத்துன்பம் எல்லாம் ஒருசேரக் கெடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கரப்பிடும்பை இல்லாரைக் காணின்= உள்ளது கரத்தலாகிய நோய் இல்லாரைக் கண்டால்; நிரப்பிடும்பை எல்லாம் ஒருங்கு கெடும்= மானம் விடாது இரப்பார்க்கு நிரப்பான் வரும் துன்பங்கள் எல்லாம் சேரக்கெடும்.<br/><br/>கரத்தல் ஒருவற்கு வேண்டுவது ஒன்றன்மையின், அதனை நோய் என்றும், அஃது இல்லாத இரக்கத்தக்காரைக் கண்ட பொழுதே அவர் கழி உவகையர் ஆவர் ஆகலின், 'எல்லாம் ஒருங்கு கெடும்' என்றும் கூறினார். 'இடும்பை' ஆகுபெயர். முழுதும் கெடும் என்று பாடம் ஓதி, எஞ்சாமற் கெடும் என்று உரைப்பாரும் உளர்.3",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கரப்பிடும்பை இல்லாதரைக் காண்பாராயின், நிரப்பினான் ஆகிய இடும்பை யெல்லாம் ஒருங்கு கெடும்.<br/><br/>கரப்பிடும்பை யில்லார் என்றமையால் இது செல்வராயினார் மாட்டு இரக்க லாகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If those you find from evil of 'denial' free,<br/>At once all plague of poverty will flee.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'All the evil of begging will be removed at the sight of those who are far from the evil of refusing.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இகழ்ந்தெள்ளா தீவாரைக் காணின் மகிழ்ந்துள்ள',
      l2: 'முள்ளு ளுவப்ப துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இகழ்ந்தெள்ளாது ஈவாரைக் காணின் மகிழ்ந்துள்ளம்<br/>உள்ளுள் உவப்பது உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இகழ்ந்து எள்ளாமல் பொருள் கொடுப்பவரைக் கண்டால், இரப்பவரின் உள்ளம் மகிழ்ந்து உள்ளுக்குள்ளேயே உவகை அடையும் தன்மையுடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இகழ்ந்து எள்ளாது ஈவாரைக் காணின்= தம்மை அவமதித்து இழிவு சொல்லாது பொருள் கொடுப்பாரைக் கண்டால்; உள்ளம் மகிழ்ந்து உள்ளுள் உவப்பது உடைத்து= அவ்விரப்பாரது உள்ளம் மகிழ்ந்து உள்ளுள்ளே உவக்கும் தன்மை உடைத்து.<br/><br/>'இகழ்ந்து எள்ளாது' எனவே, நன்கு மதித்தலும் இனியவை கூறலும் பெறுதும். நிரப்பிடும்பை கெடுதல் அளவேயன்றி, ஐம்புலன்களானும் பேரின்பம் எய்தினாராகக் கருதலான், 'உள்ளுள் உவப்பதுடைத்து' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இரப்பாரைக் கண்டால் உதாசனித்தலும் இன்றி அவர் சொன்ன மாற்றத்தை இகழ்ந்துரைத்தலும் செய்யாது வேண்டப்பட்டதனைக் கொடுப்பாரைக் காணின், இரந்து சென்றவர் மனம் மகிழ்ந்து நின்று உள்ளுள்ளே இன்புறுந் தன்மை யுடைத்து.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If men are found who give and no harsh words of scorn employ,<br/>The minds of askers, through and through, will thrill with joy.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Beggars rejoice exceedingly when they behold those who bestow (their alms) with kindness and courtesy.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரப்பாரை யில்லாயி னீர்ங்கண்மா ஞால',
      l2: 'மரப்பாவை சென்றுவந் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரப்பாரை இல்லாயின் ஈர்ங்கண்மா ஞாலம்<br/>மரப்பாவை சென்றுவந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரப்பவர் இல்லையானால், இப் பெரிய உலகின் இயக்கம் மரத்தால் செய்த பாவை கயிற்றினால் ஆட்டப்பட்டுச் சென்று வந்தாற் போன்றதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இரப்பாரை இல்லாயின்= வறுமையுற்று இரப்பார் இல்லையாயின்; ஈர்ங்கண் மா ஞாலம்= குளிர்ந்த இடத்தையுடைய பெரிய ஞாலத்துள்ளார் செலவு வரவுகள்; மரப்பாவை சென்று வந்தற்று= உயிர் இல்லாத மரப்பாவை இயந்திரக் கயிற்றாற் சென்றுவந்தாற் போலும்.<br/><br/>ஐகாரம் அசைநிலை. ஞாலம் என்னும் ஆகுபெயர்ப் பொருட்கு உவமையோடு ஒத்த தொழில் வருவிக்கப்பட்டது. ஞாலத்துள்ளார் என்றது அவரை ஒழிந்தாரை. அவர்க்கு ஈதலைச் செய்து புகழும் புண்ணியமும் எய்தாமையின் உயிருடையர் அல்லர் என்பதாம். "ஈவாருங் கொள்வாரும் இல்லாத வானத்து, வாழ்வாரே வன்கணவர்" என்றார் பிறரும். இத்தொடையின்பம் நோக்காது இரப்பவர் இல்லாயின் என்று பாடம் ஓதுவாருமுளர்.4',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குளிர்ந்த இடத்தையுடைய பெரிய உலகம் இரக்குமவர்களை உடைத்தல்லவாயின்,<br/><br/>உள்ள மக்களது இயக்கம் மரப்பாவை சென்றுவந்து இயங்கினாற்போலும்.<br/><br/>இஃது இரத்தலும் ஈதலும் உலகியல்பாதலான் இரத்தல் இழிவென்று கொள்ளப்படா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If askers cease, the mighty earth, where cooling fountains flow,<br/>Will be a stage where wooden puppets come and go.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If there were no beggars, (the actions done in) the cool wide world would only resemble the movement of a puppet.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஈவார்கண் ணென்னுண்டாந் தோற்ற மிரந்துகோள்',
      l2: 'மேவா ரிலாஅக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஈவார்கண் என்னுண்டாம் தோற்றம் இரந்துகோள்<br/>மேவார் இலாஅக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொருள் இல்லை என்று இரந்து அதைப் பெற்றுக் கொள்ள விரும்புவோர் இல்லாதபோது, பொருள் கொடுப்பவரிடத்தில் என்ன புகழ் உண்டாகும்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இரந்துகோள் மேவார் இலாக்கடை= அவர்பால் சென்று ஒன்றனை இரந்துகோடலை விரும்புவார் இல்வழி; ஈவார்கண் தோற்றம் என் உண்டாம்= கொடுப்பார்மாட்டு, என்ன புகழ் உண்டாம்? யாதும் இல்லை.<br/><br/>'தோற்றம்' ஆகுபெயர். மேவுவார் என்பது விகாரமாயிற்று. கொடுத்தல் வன்மை வெளிப்படாமையின், அதனான் புகழ் எய்தார் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இரந்து கோடலைப் பொருந்துவார் இல்லாதவிடத்து ஈயக கருதியிருப்பார்மாட்டுப் புகழ் யாதான் உண்டாம்.<br/><br/>இஃது இரப்பாரில்லாராயின் புகழுடையார் இலராவார். ஆதலால் இரவு பழிக்கப்படா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What glory will there be to men of generous soul.<br/>When none are found to love the askers' role?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What (praise) would there be to givers (of alms) if there were no beggars to ask for and reveive (them).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரப்பான் வெகுளாமை வேண்டும் நிரப்பிடும்பை',
      l2: 'தானேயுஞ் சாலுங் கரி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரப்பான் வெகுளாமை வேண்டும் நிரப்பிடும்பை<br/>தானேயும் சாலும் கரி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரப்பவன் எவரிடத்திலும் சினம் கொள்ளாதிருக்க வேண்டும்; அவன் அடைந்துள்ள வறுமைத் துன்பமே அவனுக்கு அறிவு புகட்டும் சான்றாக அமையும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இரப்பான் வெகுளாமை வேண்டும்= ஈவானுக்குப் பொருள் உதவாவழி, இவன் எனக்கு ஈகின்றிலன் என்று, அவனை இரப்பான் வெகுளாது ஒழிதல் வேண்டும்; நிரப்பிடும்பை தானேயும் கரி சாலும் = அதுவேண்டிய பொழுது உதவாது என்பதற்கு வேறு சான்று வேண்டா, நிரப்பாகிய தன் இடும்பை தானேயும் சான்றாதல் அமையும்.<br/><br/>யாவர்க்கும் தேட வேண்டுதலும், நிலையின்மையும் முதலிய பிற சான்றும் உண்டு என்பதுபட நின்றமையின், உம்மை எச்சவும்மை. தனக்கேயன்றி, மற்றை இரந்தார்க்கும் அற்றைக்கன்று பொருள் கடைக்கூட்டற்கு அவன் உறும் துன்பத்தைத் தனக்கேயாக வைத்துத் தானுறும் துன்பம் தானறிந்து வெகுளற்க என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனை யிரந்தால் அவன் ஈந்தில னென்று தான் வெகுளா தொழிதல் வேண்டும். பொருளரிதென்பதற்குத் தன்னுடைய நிரப்பிடும்பை தானேயும் அமையுஞ் சான்று.<br/><br/>இஃது இரப்பார்க்கு வேண்டியதோ ரியல்பு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Askers refused from wrath must stand aloof;<br/>The plague of poverty itself is ample proof.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who begs ought not to be angry (at a refusal); for even the misery of (his own) poverty should be a sufficient reason (for so doing).',
          },
        ],
      },
    ],
  },
];
