export default [
  {
    "kural": {
      "l1": "இகலென்ப வெல்லா வுயிர்க்கும் பகலென்னும்",
      "l2": "பண்பின்மை பாரிக்கு நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலென்ப எல்லா உயிர்க்கும் பகலென்னும்<br/>பண்பின்மை பாரிக்கும் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லா உயிர்களுக்கும் மற்ற உயிர்களோடு பொருந்தாமல் வேறுபடுதலாகிய தீய பண்பை வளர்க்கும் நோய் இகல் (மாறுபாடு) என்று சொல்வர் அறிஞர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லா உயிர்க்கும் பகல் என்னும் பண்பு இன்மை பாரிக்கும் நோய்= எல்லா உயிர்கட்கும், பிறஉயிர்களோடு கூடாமை என்னும் தீக்குணத்தை வளர்க்கும் குற்றம்; இகல் என்ப= இகல்என்று சொல்லுவர் நூலோர்.<br/><br/>மக்களையும், விலங்குகளோடு ஒப்பிப்பது என்பது தோன்ற 'எல்லாஉயிர்க்கும்' என்றும், பகுதிக்குணத்தை இடைநின்று விளைத்தலின் 'பகல் என்னும் பண்பின்மை' என்றும் கூறினார். நற்குணமின்மை அருத்தாபத்தியான் தீக்குணம் ஆயிற்று. இதனால் இகலது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லா வுயிர்க்கும் வேறுபடுதலாகிய குணமின்மையைப் பரப்பும் துன்பத்தை, இகலென்று சொல்லுவார் அறிவோர்.<br/><br/>இஃது இகலாவது இதுவென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Hostility disunion's plague will bring,<br/>That evil quality, to every living thing."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The disease which fosters the evil of disunion among all creatures is termed hatred by the wise."
          }
        ]
      }
    ],
    "id": 851
  },
  {
    "kural": {
      "l1": "பகல்கருதிப் பற்றா செயினு மிகல்கருதி",
      "l2": "யின்னாசெய் யாமை தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகல்கருதிப் பற்றா செயினும் இகல்கருதி<br/>இன்னாசெய் யாமை தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன்னோடு பொருந்தாமல் வேறுபடுதலைக் கருதி அன்பில்லாதவற்றைச் செய்தாலும், தான் இகல் கொண்டு அவனுக்குத் துன்பம் செய்யாதிருத்தல் சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பகல் கருதிப் பற்றா செயினும்= தம்மோடு கூடாமையைக் கருதி ஒருவன் வெறுப்பன செய்தானாயினும்; இகல் கருதி இன்ன செய்யாமை தலை= அவனோடு மாறுபடுதலைக் குறித்துத் தாம் அவனுக்கு இன்னாதவற்றைச் செய்யாமை உயர்ந்தது.<br/><br/>செய்யின், பகைமை வளரத் தாம் தாழ்ந்துவரலானும், ஒழியின் அப் பற்றாதன தாமே ஓய்ந்துபோகத் தாம் ஓங்கிவரலானும் 'செய்யாமை தலை' என்றார். பற்றாத என்பது விகாரமாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மோடு பற்றில்லாதார் வேறுபடுதலைக் கருதி இன்னாதவற்றைச் செய்தாராயினும் அவரோடு மாறுபடுதலைக் கருதித் தாமும் அவர்க்கு அவற்றைச் செய்யாமை நன்று.<br/><br/>இது மேற்கூறிய குற்றமும் குணமும் பயக்குமாதலின் மாறுபடுதற்குக் காரணமுள வழியும் அதனைத் தவிர்தல் வேண்டும் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though men disunion plan, any do thee much despite,<br/>'Tis best no enmity to plan, nor evil deeds requite."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though disagreeable things may be done from (a feeling of) disunion, it is far better that nothing painful be done from (that of) hatred."
          }
        ]
      }
    ],
    "id": 852
  },
  {
    "kural": {
      "l1": "இகலென்னு மெவ்வநோய் நீக்கிற் றவலில்லாத்",
      "l2": "தாவில் விளக்கந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலென்னும் எவ்வநோய் நீக்கின் தவலில்லாத்<br/>தாவில் விளக்கம் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் இகல் என்று சொல்லப்படும் துன்ப நோயை நீக்கிவிட்டால். அஃது அவனுக்கு அழிவில்லாத நிலையான புகழைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகல் என்னும் எவ்வ நோய் நீக்கின்= மாறுபாடு என்று சொல்லப்படுகின்ற துன்பத்தைச் செய்யு நோயை ஒருவன் தன்மனத்தினின்று நீக்குமாயின்; தவல் இல்லாத் தாவில் விளக்கம் தரும்= அவனுக்கு அந்நீக்குதல், எஞ்ஞான்றும் உளனாதற்கு ஏதுவாய புகழைக் கொடுக்கும்.<br/><br/>தவல் இல்லாமை அருத்தாபத்தியான் அப்பொருட்டாயிற்று. தாவில் விளக்கம் வெளிப்படை. யாவரு நண்பர்ஆவார், ஆகவே, எல்லாச் செல்வமும் எய்திக் கொடை முதலிய காரணங்களான் புகழ்பெறும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாறுபடுதலாகிய இன்னாத நோயை நீக்குவானாயின், அந்நீக்குதல் கேடில்லாத குற்றமற்ற ஒளியினைத் தரும்.<br/><br/>இது தோற்றமுண்டா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If enmity, that grievous plague, you shun,<br/>Endless undying praises shall be won."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To rid one-self of the distressing dtsease of hatred will bestow (on one) a neverdecreasing imperishable fame."
          }
        ]
      }
    ],
    "id": 853
  },
  {
    "kural": {
      "l1": "இன்பத்து ளின்பம் பயக்கு மிகலென்னுந்",
      "l2": "துன்பத்துட் டுன்பங் கெடின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்<br/>துன்பத்துள் துன்பங் கெடின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால், அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகல் என்னும் துன்பத்துள் துன்பம் கெடின்= மாறுபாடு என்று சொல்லப்படுகின்ற துன்பங்கள் எல்லாவற்றினும் மிக்க துன்பம் ஒருவனுக்கு இல்லையாயின்; இன்பத்துள் இன்பம் பயக்கும்= அவ்வின்மை அவனுக்கு இன்பங்கள் எல்லாவற்றினும் மிக்க இன்பத்தினைக் கொடுக்கும்.<br/><br/>'துன்பத்துட் துன்பம்': பலரொடு பொருது வலிதொலைதலான் யாவர்க்கும் எளியனாய் உறுவது. அதனை இடையின்றியே பயத்தலின், இகல் என்னும் என்றார். 'இன்பத்துள் இன்பம்': யாவரு நட்பாகலின் எல்லாப் பயனும் எய்தியுறுவது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இன்பத்தின் மிக்க இன்பம் எய்தும்: மாறுபாடாகிய துன்பத்தின் மிக்க துன்பம் கெடுமாயின்.<br/><br/>எல்லா இன்பத்தின்மிக்க வீடுபேற்றின்பம் எய்தும் என்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Joy of joys abundant grows,<br/>When malice dies, that woe of woes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If hatred which is the greatest misery is destroyed, it will yield the greatest delight."
          }
        ]
      }
    ],
    "id": 854
  },
  {
    "kural": {
      "l1": "இகலெதிர் சாய்ந்தொழுக வல்லாரை யாரே",
      "l2": "மிகலூக்குந் தன்மை யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலெதிர் சாய்ந்தொழுக வல்லாரை யாரே<br/>மிகலூக்கும் தன்மை யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இகல் என்று சொல்லப்படும் துன்பங்களில் கொடிய துன்பம் கெட்டுவிட்டால். அஃது ஒருவனுக்கு இன்பங்களில் சிறந்த இன்பத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகல் எதிர் சாய்ந்து ஒழுக வல்லாரை= தம்முள்ளது மாறுபாடு தோன்றியவழி அதனை ஏற்றுக்கொள்ளாது சாய்ந்து ஒழுகவல்லாரை; மிகல் ஊக்கும் தன்மையவர் யார்= வெல்லக் கருதும் தன்மயுடையார் யாவர்?<br/><br/>இகலை ஒழிந்து ஒழுகல் வேந்தார்க்கு எவ்வாற்றானும் அரிதாகலின், வல்லாரை என்றும், யாவர்க்கும் நண்பர் ஆகலின், அவரை வெல்லக் கருதுவார் யாரும்இல்லை என்றும் கூறினார்.<br/><br/>இவை நான்கு பாட்டானும் இகலாதார்க்கு வரும் நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இகலின் எதிர் சாய்ந்தொழுக வல்லாரை வெல்ல நினைக்கும் தன்மையவர் யார்தான்.<br/><br/>சாய்ந்தொழுக வேண்டுமென்றார் அது தோல்வி யாகாதோ வென்றார்க்கு அவரை வெல்வாரில்லை யென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If men from enmity can keep their spirits free,<br/>Who over them shall gain the victory?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Who indeed would think of conquering those who naturally shrink back from hatred ?"
          }
        ]
      }
    ],
    "id": 855
  },
  {
    "kural": {
      "l1": "இகலின் மிகலினி தென்பவன் வாழ்க்கை",
      "l2": "தவலுங் கெடலு நணித்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலின் மிகலினிது என்பவன் வாழ்க்கை<br/>தவலும் கெடலும் நணித்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இகல் கொள்வதால் வெல்லுதல் இனியது என்று கருதுகின்றவனுடைய வாழ்க்கை தவறிப்போதலும் அழிதலும் விரைவில் உள்ளனவாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகலின் மிகல் இனிது என்பவன் வாழ்க்கை= பிறரொடு மாறுபடுதற்கண் மிகுதல் எனக்கு இனிதென்று அதனைச் செய்வானது உயிர்வாழ்க்கை; தவலும் கெடலும் நணித்து= பிழைத்தலும் முற்றக்கெடுதலும் சிறிது பொழுதுள் உளவாம்.<br/><br/>மிகுதல்: மேன்மேல் ஊக்குதல். இனிது என்பது, தான் வேறல் குறித்தல். பிழைத்தல்- வறுமையான் இன்னாதாதல். முற்றக்கெடுதல்- இறத்தல். இவற்றோடு நணித்து என்பதனைத் தனித்தனிக் கூட்டி உம்மைகளை எதிரதும் இறந்ததும் தழீஇய எச்சவும்மைகளாக உரைக்க. பொருட்கேடும், உயிர்க்கேடும் அப்பொழுதே உளவாம் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறருடன் மாறுபாட்டின்கண் மிகுதல் இனிதென்று கருதுமவனும், அவன் வாழ்க்கையும் சாதலும் கெடுதலும் நணித்து.<br/><br/>நிரனிறை. இது சாயானாயின் உயிர்க்கேடும் பொருட்கேடு முண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The life of those who cherished enmity hold dear,<br/>To grievous fault and utter death is near."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Failure and ruin are not far from him who says it is sweet to excel in hatred. "
          }
        ]
      }
    ],
    "id": 856
  },
  {
    "kural": {
      "l1": "மிகன்மேவன் மெய்ப்பொருள் காண ரிகன்மேவ",
      "l2": "லின்னா வறிவி னவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மிகல்மேவல் மெய்ப்பொருள் காணார் இகல்மேவல்<br/>இன்னா அறிவி னவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இகலை விரும்புகின்ற தீய அறிவை உடையவர் வெற்றி பொருந்துதலுக்குக் காரணமான உண்மைப் பொருளை அறியமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகல் மேவல் இன்னா அறிவினவர்= இகலோடு மேவுதலையுடைய இன்னாத அறிவினை உடையார்; மிகல் மேவல் மெய்ப்பொரு்ள் காணார்= வெற்றி பொருந்தலையுடைய நீதிநூற் பொருளை அறியமாட்டார்.<br/><br/>'இன்னாவறிவு', தமக்கும் பிறர்க்கும் தீங்கு பயக்கும் அறிவு. வெற்றிவழி நின்றார்க்கு உளதாவது, காணப்படும் பயத்ததாகலின் மெய்ந்நூல் எனப்பட்டது. இகலால் அறிவு கலங்குதலின், காணார் என்றார்.<br/><br/>இவை இரண்டு பாட்டானும் இகலினார்க்கு வரும் தீங்கு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மிகுதலைப் பொருந்துகின்ற உண்மைப் பொருளைக் காணமாட்டார், மாறுபாட்டினைப் பொருந்தின இன்னாத அறிவுடையார்.<br/><br/>இது மாறுபடுவார்க்கு மெய்ப்பொருள் தோன்றாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The very truth that greatness gives their eyes can never see,<br/>Who only know to work men woe, fulfilled of enmity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those whose judgement brings misery through its connection with hatred cannot understand the triumphant nature of truth."
          }
        ]
      }
    ],
    "id": 857
  },
  {
    "kural": {
      "l1": "இகலிற் கெதிர்சாய்த லாக்க மதனை",
      "l2": "மிகலூக்கி னூக்குமாங் கேடு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலிற்கு எதிர்சாய்தல் ஆக்கம் அதனை<br/>மிக்லூக்கின் ஊக்குமாம் கேடு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இகலுக்கு எதிரே சாய்ந்து நடத்தல் ஒருவனுக்கு ஆக்கமாகும்; அதனை எதிர்த்து வெல்லக் கருதினால் கேடு அவனிடம் வரக் கருதும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகலிற்கு எதிர் சாய்தல் ஆக்கம்= தன்னுள்ளத்து மாறுபாடு தோன்றியவழி, அதனை எதிர்தலை ஒழிதல் ஒருவனுக்கு ஆக்கமாம்; அதனை மிகல் ஊக்கின் கேடு ஊக்குமாம்= அது செய்யாது அதன்கண் மிகுதலை மேற்கொள்வானாயின், கேடும் தன்கண் வருதலை மேற்கொள்ளும்.<br/><br/>எதிர்தல்: ஏற்றுக்கோடல். சாய்ந்தபொழுதே வருதலின், சாய்தல் ஆக்கம் என்றார். 'இகலிற்கு' எனவும், 'அதனை' எனவும் வந்தன வேற்றுமை மயக்கம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாறுபாட்டிற்குச் சாய்தொழுகுதல் ஆக்கமாம்: அதனை மிகுதலை நினைக்கின் கேடு மிகும்.<br/><br/>இது மாறுபாட்டிற்குச் சாய்ந்தொழுகல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis gain to turn the soul from enmity;<br/>Ruin reigns where this hath mastery."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Shrinking back from hatred will yield wealth; indulging in its increase will hasten ruin."
          }
        ]
      }
    ],
    "id": 858
  },
  {
    "kural": {
      "l1": "இகல்காணா னாக்கம் வருங்கா லதனை",
      "l2": "மிகல்காணுங் கேடு தரற்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகல்காணான் ஆக்கம் வருங்கால் அதனை<br/>மிகல்காணும் கேடு தரற்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தனக்கு ஆக்கம் வரும்போது இகலைக் கருதமாட்டான்; தனக்குக் கேடு தருவித்துக் கொள்ளும் போது அதனை எதிர்த்து வெல்லக் கருதுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆக்கம் வருங்கால் இகல் காணான்= ஒருவன் தன்கண் ஆக்கம் வரும்வழிக் காரணமுண்டாயினும் இகலை நினையான்; கேடு தரற்கு அதனை மிகல் காணும்= தனக்குக் கேடு செய்துகோடற்கண் காரணம் இன்றியும் அதன்கண் மிகுதலை நினைக்கும்.<br/><br/>இகலான் வரும் கேடு பிறரான் அன்று என்பது தோன்றத் 'தரற்கு' என்றார். நான்காவதும் இரண்டாவதும் ஏழாவதன்கண் வந்தன. ஆக்கக் கேடுகட்கு முன் நடப்பன, இகலினது இன்மை, உண்மைகள் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாறுபடுதற்குக் காரண முண்டாயினும் ஆக்கம் வருங்காலத்து மாறுபாடு காணான்: கேடு வருங்காலத்து அதனை மிகுதலைக் காணும்.<br/><br/>.இம் மாறுபாடு நல்வினை யுடையார்க்குத் தோன்றாதென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Men think not hostile thought in fortune's favouring hour,<br/>They cherish enmity when in misfortune's power."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "At the approach of wealth one will not think of hatred (but) to secure one's ruin, one will look to its increase."
          }
        ]
      }
    ],
    "id": 859
  },
  {
    "kural": {
      "l1": "இகலானா மின்னாத வெல்லா நகலானா",
      "l2": "நன்னய மென்னுஞ் செருக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இகலானாம் இன்னாத எல்லாம் நகலானாம்<br/>நன்னயம் என்னும் செருக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்கு இகலால் துன்பமானவை எல்லாம் உண்டாகும்; அதற்கு மாறான நட்பால் நல்ல நீதியாகிய பெருமித நிலை உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகலான் இன்னாத எல்லாம் ஆம்= ஒருவனுக்கு மாறுபாடு ஒன்றானே இன்னாதன எல்லாம் உளவாம்; நகலான் நன்னயம் என்னும் செருக்கு ஆம்= நட்பு ஒன்றானே நல்லநீதி என்னும் பெருஞ்செல்வம் உளதாம்.<br/><br/>'இன்னாத'ன: வறுமை, பழி, பாவம் முதலாயின. 'நகல்': மகிழ்தல். நகல் என்பதூஉம், செருக்கு என்பதூஉம் தத்தம் காரணங்கட்கு ஆயின. 'நயம் என்னும் செருக்'கெனக் காரியத்தைக் காரணமாக உபசரித்தார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாறுபாட்டினாலே துன்பங்களெல்லாம் உளவாம்: உடன்பட்டு நகுதலாலே நல்ல நயமாகிய உள்ளக்களிப்பு உண்டாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From enmity do all affictive evils flow;<br/>But friendliness doth wealth of kindly good bestow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "All calamities are caused by hatred; but by the delight (of friendship) is caused the great wealth of good virtues."
          }
        ]
      }
    ],
    "id": 860
  }
]