export default [
  {
    "kural": {
      "l1": "தொடங்கற்க வெவ்வினையு மெள்ளற்க முற்று",
      "l2": "மிடங்கண்ட பின்னல் லது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தொடங்கற்க எவ்வினையும் எள்ளற்க முற்றும்<br/>இடங்கண்ட பின்அல் லது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முற்றுகை செய்வதற்கு ஏற்ற இடத்தைக் கண்டபின் அல்லாமல் எச் செயலையும் தொடங்கக் கூடாது; பகைவரை இகழவும் கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முற்றும் இடம் கண்டபின் அல்லது= பகைவரை முற்றுதற்கு ஆவதோர் இடம் பெற்றபின் அல்லது; எவ்வினையும் தொடங்கற்க= அவர்மாட்டு யாதொரு வினையும் தொடங்காது ஒழிக; எள்ளற்க= அவரைச் சிறியர் என்று இகழாது ஒழிக.<br/><br/>முற்றுதல்- வளைத்தல். அதற்கு ஆம் இடமாவது, வாயில்களானும், நூழைகளானும் அவர் புகலொடு போக்கொழியும்வகை அரணினைச் சூழ்ந்து, ஒன்றற்கொன்று துணையாய்த் தம்முள் நலிவிலாத பல படையிருப்பிற்கும், மதிலும் அகழும் முதலிய அரண் செய்யப்பட்ட அரசிருப்பிற்கும் ஏற்ற நிலக்கிடக்கையும், நீரும் உடையது. அதுபெற்றால் இரண்டும் செய்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முடியுமிடங் கண்டாலல்லது யாதொரு வினையுந் தொடங்கா தொழிக; எளிதென்றிகழாதொழிக.<br/><br/>இஃது இடமறிதல் வேண்டுமென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Begin no work of war, despise no foe,<br/>Till place where you can wholly circumvent you know."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let not (a king) despise (an enemy), nor undertake any thing (against him), until he has obtained (a suitable) place for besieging him."
          }
        ]
      }
    ],
    "id": 491
  },
  {
    "kural": {
      "l1": "முரண்சேர்ந்த மொய்ம்பி னவர்க்கு மரண்சேர்ந்தா",
      "l2": "மாக்கம் பலவுந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முரண்சேர்ந்த மொய்ம்பி னவர்க்கும் அரண்சேர்ந்தாம்<br/>ஆக்கம் பலவுந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மாறுபாடு பொருந்திய வலிமை உடையவர்க்கும் அரணோடு பொருந்தி ஏற்படுகின்ற வெற்றியானது பலவகைப் பயன்களையும் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முரண்சேர்ந்த மொய்ம்பினவர்க்கும்= மாறுபாட்டோடு கூடிய வலியினை உடையார்க்கும்; அரண்சேர்ந்து ஆம் ஆக்கம் பலவும் தரும்= அரணைச் சேர்ந்தாகின்ற ஆக்கம் பல பயன்களையும் கொடுக்கும்.<br/><br/>'மாறுபாடா'வது, ஞாலம் பொதுவெனப் பொறா அரசர் மனத்தின்கண் நிகழ்வதாகலானும், வலியுடைமை கூறிய அதனாலும் இது பகைமேற் சென்ற அரசர்மேற்றாயிற்று. உம்மை சிறப்பும்மை. அரண் சேராத ஆக்கமும் உண்மையின், ஈண்டு ஆக்கம் விசேடிக்கப்பட்டது. 'ஆக்கம்' என்றது அதற்கு ஏதுவாய முற்றினை. அது கொடுக்கும் பயன்களாவன: பகைவரால் தமக்கு நலிவின்மையும், தாம் நிலைபெற்று நின்று அவரை நலிதலும் முதலாயின."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகை கொள்ளும் வலியுடையவர்க்கும் அரணைச் சேர்ந்தாகின்ற ஆக்கம் பலபயனையுந் தரும்.<br/><br/>இது பகைவரிடம் அறிதலே யன்றித் தமக்கு அமைந்த இடமும் அறிய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though skill in war combine with courage tried on battle - field,<br/>The added gain of fort doth great advantage yeild."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even to those who are men of power and expedients, an attack in connection with a fortification will yield many advantages."
          }
        ]
      }
    ],
    "id": 492
  },
  {
    "kural": {
      "l1": "ஆற்றாரு மாற்றி யடுப விடனறிந்து",
      "l2": "போற்றார்கட் போற்றிச் செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றாரும் ஆற்றி அடுப இடனறிந்து<br/>போற்றார்கண் போற்றிச் செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தக்க இடத்தை அறிந்து தம்மைக் காத்துக்கொண்டு பகைவரிடத்திற் சென்று தம் செயலைச் செய்தால், வலிமை இல்லாதவரும் வலிமை உடையவராய் வெல்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றாரும் ஆற்றி அடுப= வலியர் அல்லாதாரும், வலியராய் வெல்வர்; இடன் அறிந்து போற்றிப் போற்றார்கண் செயின்= அதற்கு ஏற்ற இடத்தினை அறிந்து தம்மைக் காத்துப் பகைவர்மாட்டு வினைசெய்வராயின்.<br/><br/>வினை என்பதூஉம், தம்மை என்பதூஉம் அவாய்நிலையான் வந்தன. காத்தல், பகைவரான் நலிவு வாராமல் அரணானும் படையானும் காத்தல். இவ்வாற்றான், வினைசெய்வராயின் மேற்சொல்லிய (குறள்: 492) வலியின்றியும் வெல்வர் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வலியில்லாதாரும் வலியுடையராய் வெல்வர்: பகைவர்மாட்டு வினைசெய்யும் இடமறிந்து தம்மைக் காத்து வினை செய்வாராயின்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "E'en weak ones mightily prevail, if palce of strong defence,<br/>They find, protect themselves, and work their foes offence."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even the powerless will become powerful and conquer, if they select a proper field (of action), and guard themselves, while they make war on their enemies."
          }
        ]
      }
    ],
    "id": 493
  },
  {
    "kural": {
      "l1": "எண்ணியா ரெண்ண மிழப்ப ரிடனறிந்து",
      "l2": "துன்னியார் துன்னிச் செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்ணியார் எண்ணம் இழப்பர் இடனறிந்து<br/>துன்னியார் துன்னிச் செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தக்க இடத்தை அறிந்து பொருந்தியவராய்ச் செயலை நெருங்கிச் செய்வாராயின், அவரை வெல்ல எண்ணியிருந்த பகைவர் தம் எண்ணத்தை இழந்துவிடுவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இடன் அறிந்து துன்னியார்= தாம் வினைசெய்தற்கு ஏற்ற இடத்தினை அறிந்து சென்ற அரசர்; துன்னிச் செயின்= அரணைப் பொருந்திநின்று அதனைச் செய்வராயின்; எண்ணியார் எண்ணம் இழப்பர்= அவரை வெல்வதாக எண்ணியிருந்த பகைவர் அவ்வெண்ணத்தினை இழப்பர்.<br/><br/>அரண் என்பது அவாய்நிலையான் வந்தது. எண்ணம் என்றது, எண்ணப்பட்ட தம் வெற்றியை. அதனை இழப்பர் என்றார், அவர் வினைசெய்யாமல் தம்மைக் காத்தமையின். இதனால் அவர் பகைவர் தோற்பர் என்பதாயிற்று.<br/><br/>இவை நான்கு பாட்டானும், பகைவர் அரணின் புறத்து இறுப்பார் அதற்கு ஆம் இடம் அறிதல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மைக் கெடுத்தற் கெண்ணினவர் தங்களெண்ணம் இழப்பர்; வினைசெய்யும் இடமறிந்து நட்டோரானவர் மனம் பொருந்திச் செய்வாராயின்.<br/><br/>இஃது இடமறிந்து செய்வோர் அமைதியும் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The foes who thought to triumph, find their thoughts were vain,<br/>If hosts advance, seize vantage ground, and thence the fight maintain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If they who draw near (to fight) choose a suitable place to approach (their enemy), the latter, will have to relinquish the thought which they once entertained, of conquering them."
          }
        ]
      }
    ],
    "id": 494
  },
  {
    "kural": {
      "l1": "நெடும்புனலுள் வெல்லு முதலை யடும்புனலி",
      "l2": "னீங்கி னதனைப் பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெடும்புனலுள் வெல்லும் முதலை அடும்புனலின்<br/>நீங்கின் அதனைப் பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆழமுள்ள நீரில் முதலை மற்ற உயிர்களை வெல்லும்; ஆனால் நீரிலிருந்து நீங்கி வந்தால் அந்த முதலையையும் மற்ற உயிர்கள் வென்று விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முதலை நெடும்புனலுள் பிற வெல்லும்= முதலை ஆழமுடைய நீரின்கண் ஆயின் பிறவற்றை எல்லாம் தான் வெல்லாநிற்கும்; புனலின் நீங்கின் அதனைப் பிற அடும்= அப்புனலின் நீங்குமாயின் அதனைப் பிறவெல்லாம் வெல்லாநிற்கும்.<br/><br/>எனவே, எல்லாரும் தந்நிலத்து வலியர் என்பது கூறப்பட்டது. 'பிற' என்பது, முன்னும் கூட்டப்பட்டது. நிலைப்படா நீரின்கண் பிறவெல்லாம் நிற்றல் ஆற்றாமையின் அவையெல்லாம் முதலைக்கு எளியவாம்; அவை இயங்குதற்கு உரிய நிலத்தின்கண், அஃது இயங்கல் ஆற்றாமையின் அஃது அவற்றிற்கு எல்லாம் எளிதாம் என்றது, மேற்செல்லும் அரசர் பகைவர் நிற்றலாற்றா இடன் அறிந்து செல்வராயின், அவர் தமக்கு எளியராவர்; அன்றித் தாம் நிற்கலாற்றா விடத்துச் செல்வராயின், அவர்க்கு எளியராவர் என்னும் பொருள் தோன்ற நின்றமையின், இது பிறிதுமொழிதல் என்னும் அலங்காரம். அவரை அவர் நிற்றல் ஆற்றாவிடத்துச் சென்று வெல்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெடிய நீரின்கண் பலவற்றையும் முதலை வெல்லும்; அஃது அந்நீரினின்று நீங்குமாயின் அதனைப் பிறவெல்லாம் வெல்லும்.<br/><br/>இது மேலதற்குக் காரணங் கூறிற்று. இவை யைந்தும் இடமறியவேண்டு மென்பது கூறின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The crocodile prevails in its own flow of water wide,<br/>If this it leaves, 'tis slain by anything beside."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In deep water, a crocodile will conquer (all other animals); but if it leave the water, other animals will conquer it."
          }
        ]
      }
    ],
    "id": 495
  },
  {
    "kural": {
      "l1": "கடலோடா கால்வ னெடுந்தேர் கடலோடு",
      "l2": "நாவாயு மோடா நிலத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கடலோடா கால்வல் நெடுந்தேர் கடலோடும்<br/>நாவாயும் ஓடா நிலத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வலிய சக்கரங்களையுடைய பெரிய தேர்கள் கடலில் ஓடமுடியாது; கடலில் ஓடுகின்ற கப்பல்களும் நிலத்தில் ஓடமுடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கால் வல் நெடுந்தேர்= நிலத்தின்கண் ஓடும் கால் வலிய நெடிய தேர்கள் கடலின்கண் ஓடமாட்டா; கடல் ஓடும் நாவாயும் நிலத்து ஓடா= இனி, அக்கடலின்கண் ஓடும் நாவாய்கள் தாமும், நிலத்தின்கண் ஓடமாட்டா.<br/><br/>'கடலோடா' என்ற மறுதலையடையான், நிலத்துஓடும் என்பது வருவிக்கப்பட்டது. 'கால்வல் நெடுந்தேர்' என்பது, ஓடுதற்கு ஏற்ற காலும், பெருமையும் உடையவாயினும் என்பதுபட நின்றது. மேற்சென்றார் பகைவரிடங்களை அறிந்து, அவற்றிற்கு ஏற்ற கருவிகளான் வினைசெய்க என்பது தோன்ற நின்றமையின். இதுவும் மேலை அலங்காரம் ஆயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கால் வலிய நெடுந்தேர் கடலின்கண் ஓடாது: கடலின் கண் ஓடும் நாவாயும் நிலத்தின்கண் ஓடாது.<br/><br/>இஃது இடத்திற்காங் கருவி பண்ணவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The lofty car, with mighty wheel, sails not o'er watery main,<br/>The boast that skims the sea, runs not on earth's hard plain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wide chariots, with mighty wheels, will not run on the ocean; neither will ships that the traverse ocean, move on the earth."
          }
        ]
      }
    ],
    "id": 496
  },
  {
    "kural": {
      "l1": "அஞ்சாமை யல்லாற் றுணைவேண்டா வெஞ்சாமை",
      "l2": "யெண்ணி யிடத்தாற் செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அஞ்சாமை அல்லால் துணைவேண்டா எஞ்சாமை<br/>எண்ணி இடத்தால் செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(செய்யும் வழிவகைகளைக்) குறைவில்லாமல் எண்ணித் தக்க இடத்தில் பொருந்திச் செய்தால், அஞ்சாமை அல்லாமல் வேறு துணை வேண்டியதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எஞ்சாமை எண்ணி இடத்தான் செயின்= பகையிடத்து வினைசெய்யும் திறங்களை எல்லாம் ஒழியாது எண்ணி அவற்றை அரசர் இடத்தொடு பொருந்தச் செய்வராயின்; அஞ்சாமை அல்லால் துணை வேண்டா= அச்செயற்குத் தம் திண்மையல்லது பிறிதொரு துணை வேண்டுவதில்லை.<br/><br/>திண்ணியராய் நின்று செய்து முடித்தலே வேண்டுவதல்லது 'துணைவேண்டா' என்றார், அவ்வினை தவறுதற்கு ஏதுவின்மையின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தப்பாமலெண்ணி இடத்தோடு பொருந்த வினை செய்ய வல்லவராயின், அஞ்சாமையே வேண்டுவ தல்லாமல் வேறு துணையாவாரைத் தேட வேண்டுவதில்லை.<br/><br/>இஃது இடனறிந்தால் துணையின்றியும் வெல்வரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Save their own fearless might they need no other aid,<br/>If in right place they fight, all due provision made."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "You will need no other aid than fearlessness, if you thoroughly reflect (on what you are to do), and select (a suitable) place for your operations."
          }
        ]
      }
    ],
    "id": 497
  },
  {
    "kural": {
      "l1": "சிறுபடையான் செல்லிடஞ் சேரி னுறுபடையா",
      "l2": "னூக்க மழிந்து விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறுபடையான் செல்லிடம் சேரின் உறுபடையான்<br/>ஊக்கம் அழிந்து விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சிறிய படை உடையவனுக்குத் தக்கதாக உள்ள இடத்தில் பொருந்தி நின்றால், பெரிய படை உடையவன் தன் ஊக்கம் அழிவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உறுபடையான்= பெரும்படையுடைய அரசன்; சிறுபடையான் செல் இடம் சேரின்= ஏனைச் சிறுபடை உடையானை அழித்தல் கருதி, அவன் புகலைச் சென்று சாருமாயின்; ஊக்கம் அழிந்து விடும்= அவனால் தன்பெருமை அழியும்.<br/><br/>'செல்லிடம்' அவனுக்குச் செல்லுமிடம். 'அழிந்துவிடும்' என்பது எழுந்திரு்க்கும் என்றாற்போல ஒருசொல். ஊக்கத்தின் அழிவு, உடையான்மேல் ஏற்றப்பட்டது. தன்படைப்பெருமை நோக்கி இடன் நோக்காது செல்வனாயின், அஃது, அப்படைக்கு ஒருங்கு சென்று வினைசெயல் ஆகாமையானாகப் பயிற்சியின்மையானாகப் பெருமையாற் பயனின்றித் தான் அழிந்துவிடும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சிறுபடையை யுடையவனுக்கு இயலுமிடத்தே பெரும்படையை யுடையவன் பொருந்துவனாயின் மன மிகுதி கெடும்.<br/><br/>இஃது இகழ்ந்து செல்லின், வெற்றியில்லையாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If lord of army vast the safe retreat assail<br/>Of him whose host is small, his mightiest efforts fail."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The power of one who has a large army will perish, if he goes into ground where only a small army can act."
          }
        ]
      }
    ],
    "id": 498
  },
  {
    "kural": {
      "l1": "சிறைநலனுஞ் சீரு மிலரெனினு மாந்த",
      "l2": "ருறைநிலத்தோ டொட்ட லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறைநலனும் சீரும் இலரெனினும் மாந்தர்<br/>உறைநிலத்தோடு ஒட்டல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரணாகிய நன்மையும் மற்றச் சிறப்பும் இல்லாதவராயினும் பகைவர் வாழ்கின்ற இடத்திற்குச் சென்று அவரைத் தாக்குதல் அரிது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறை நலனும் சீரும் இலர் எனினும்= அரண் அழித்தற்கு, அருமையும் பெருமையுமாகிய ஆற்றலும் உடையர் அல்லராயினும்; மாந்தர் உறை நிலத்தோடு ஒட்டல் அரிது= வினைக்குரிய மாந்தரை அவர் உறைகின்ற நிலத்தின்கண் சென்று தாக்குதல் அரிது.<br/><br/>'நிலத்தோடு' என்பது வேற்றுமை மயக்கம். ஆண்மையுடையாரைச் சிறுமை நோக்கி இருப்பின்கண் சென்று தாக்கின், அவர் அது விட்டுப்போதல் துணிவினதுஅன்றிச் சாதல் துணிவினராவர்; ஆகவே, அவர்க்குப் பெரும்படை உடையும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அரசன் பதியும் பெருமையும் இலராயினும் மாந்தர் உறைநிலத்தின்கண் பொருந்துத லரிது.<br/><br/>இது மாந்தர் உறைவிடத்தின்கண் செல்லுங்கால் அறிந்து செல்ல வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though fort be none, and store of wealth they lack,<br/>'Tis hard a people's homesteads to attack!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is a hazardous thing to attack men in their own country, although they may neither have power nor a good fortress."
          }
        ]
      }
    ],
    "id": 499
  },
  {
    "kural": {
      "l1": "காலாழ் களரி னரியடுங் கண்ணஞ்சா",
      "l2": "வேலாண் முகத்த களிறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காலாழ் களரில் நரியடும் கண்ணஞ்சா<br/>வேலாள் முகத்த களிறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வேல் ஏந்திய வீரரைக் கோத்தெடுத்த கொம்பு உடைய அஞ்சாத யானையையும், கால் ஆழும் சேற்று நிலத்தில் அகப்பட்டபோது நரிகள் கொன்றுவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண் அஞ்சா வேல்ஆள் முகத்த களிறு= பாகர்க்கு அடங்காவுமாய், வேலாட்களைக் கோத்த கோட்டவுமாய களிறுகளை; கால் ஆழ் களரின் நரி அடும்= அவை, கால்ஆழும் இயல்பிற்றாய சேற்றுநிலத்துப்பட்டுழி நரி கொல்லும்.<br/><br/>'முகம்' ஆகுபெயர். ஆண்மையும், பெருமையும் உடையாரும் தமக்கு ஏலா நிலத்துசசெல்லின் அவற்றாற் பயனின்றி மிகவும் எளியரால் அழிவர் என்பது தோன்ற நின்றமையின், இதுவும் அவ்வலங்காரம். 'வேலாழ் முகத்த' என்று பாடம் ஓதுவாருமுளர். வேற்படை குளித்த முகத்தவாயின், அதுவும் நரி அடுதற்கு ஏதுவாய் முடிதலின், அது பாடமன்மை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணஞ்சாத வேலழுத்தப்பட்ட முகத்தினையுடைய களிற்றைக் கால் விழப்பட்ட களரின்கண் நரி கொல்லவற்றாம்.<br/><br/>இது மேலதற்குக் காரணங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The jackal slays, in miry paths of foot - betraying fen,<br/>The elephant of fearless eye and tusks transfixing armed men."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A fox can kill a fearless, warrior-faced elephant, if it go into mud in which its legs sink down."
          }
        ]
      }
    ],
    "id": 500
  }
]