export default [
  {
    kural: {
      l1: 'கரவா துவந்தீயுங் கண்ணன்னார் கண்ணு',
      l2: 'மிரவாமை கோடி யுறும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரவாது உவந்தீயும் கண்ணன்னார் கண்ணும்<br/>இரவாமை கோடி உறும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உள்ளதை ஒளிக்காமல் உள்ளம் மகிழ்ந்து கொடுக்கும் கண்போல் சிறந்தவரிடத்திலும் சென்று இரவாமலிருப்பதே கோடி மடங்கு நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கரவாது உவந்து ஈயும் கண் அன்னார்கண்ணும் இரவாமை= தனக்குள்ளது கரவாது இவர் வரப்பெற்றோம் என்று உண்மகிழ்ந்து கொடுக்கும் கண் போலச் சிறந்தார் மாட்டும் இரவாதே ஒருவன் வறுமை கூர்தல்: கோடி உறும்= இரந்து செல்வம் எய்தலின் கோடிமடங்கு நன்று.<br/><br/>நல்குரவு மறைக்கப்படாத நட்டார்மாட்டும் ஆகாது என்பதுபட நின்றமையின், உம்மை உயர்வுசிறப்பின்கண் வந்தது. அவ்விரவான் மானம் தீராது என்னும் துணையல்லது, அதற்கு மிகுதி கூடாமையின், வல்லதோர் முயற்சியான் உயிர் ஓம்பலே நல்லது என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தமக் குள்ளது கரவாது இவர் வரப்பெற்றேமென்று உண் மகிழ்ந்துகொடுக்குங் கண்போலச் சிறந்தார்மாட்டும் இரவாதே ஒருவன் வறுமை கூர்தல் செல்வமெய்தலிற் கோடிமடங்கு நன்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Ten million-fold 'tis greater gain, asking no alms to live,<br/>Even from those, like eyes in worth, who nought concealing gladly give.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Not to beg (at all) even from those excellent persons who cheerfully give without refusing, will do immense good.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரந்து முயிர்வாழ்தல் வேண்டிற் பரந்து',
      l2: 'கெடுக வுலகியற்றி யான்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரந்தும் உயிர்வாழ்தல் வேண்டின் பரந்து<br/>கெடுக உலகியற்றி யான்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உலகத்தைப் படைத்தவன் உலகில் சிலர் இரந்தும் உயிர்வாழுமாறு ஏற்படுத்தியிருந்தால், அவன் இரப்பவரைப் போல் எங்கும் அலைந்து கெடுவானாக!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உலகு இயற்றியான், இரந்தும் உயி்ர் வாழ்தல் வேண்டின்= இவ்வுலகத்தைப் படைத்தவன் இதன்கண் வாழ்வார்க்கு முயன்று உயிர்வாழ்தலை அன்றி இரந்தும் உயிர்வாழ்தலை வேண்டி விதித்தானாயின்; பரந்து கெடுக= அக்கொடியோன் தானும் அவரைப்போன்று எங்கும் அலமந்து கெடுவானாக.<br/><br/>மக்கள் உயிர்க்கெல்லாம் வாழ்நாளும், அதற்கு வேண்டுவதாய உண்டியும், அதற்கு ஏதுவாய செய்தொழிலும், பழவினை வயத்தாற் கருவொடு கலந்த அன்றே அவன் கற்பிக்கும் அன்றே? அவற்றுள் சில உயிர்க்கு இரத்தலையும், ஒரு செய்தொழிலாகக் கற்பித்தான் ஆயின், அத்தீவினையால் தானும் அத்துன்பமுறல் வேண்டும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துப்புரவு இல்லாக்கால் இறந்துபடாதே பிறர்மாட்டு இரந்து கொண்டும் உயிர் வாழ்தல் வேண்டுமாயின், உலக நடையை இவ்வாறாகக் கற்பித்த முதல்வன் மிகக் கெடுவானாக வேண்டும்.<br/><br/>இஃது இரக்குமதனின் இறத்தல் அமையு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If he that shaped the world desires that men should begging go,<br/>Through life's long course. let him a wanderer be and perish so.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If the Creator of the world has decreed even begging as a means of livelihood, may he too go abegging and perish. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்மை யிடும்பை யிரந்துதீர் வாமென்னும்',
      l2: 'வன்மையின் வன்பாட்ட தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்மை இடும்பை இரந்துதீர் வாமென்னும்<br/>வன்மையின் வன்பாட்ட தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமைத் துன்பத்தை இரப்பதன் வாயிலாகத் தீர்ப்போம் என்று கருதி முயற்சியைக் கைவிட்ட வன்மையைப் போல் வன்மையானது வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்மை இடும்பை இரந்து தீர்வாம் என்னும் வன்மையின்= வறுமையான் வரும் துன்பத்தை முயன்று நீக்கக் கடவேம் என்று கருதாது இரந்து நீக்கக் கடவேம் என்று கருதும் வன்மை போல;<br/><br/>வன்பாட்டது இல்= வலிமைப்பாடுடையது பிறிது இல்லை.<br/><br/>நெறியாய முயற்சி நிற்க, நெறியல்லாத இரவால் தீர்க்கக் கருதுதலின், வன்மையாயிற்று. வன்பாடு- முருட்டுத்தன்மை. அஃதாவது, ஓராது செய்து நிற்றல்.<br/><br/>இதனான் வறுமை தீர்தற்கு நெறி இரவன்று என்று கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வறுமையாலுற்ற துன்பத்தைப் பிறர்மாட்டு இரந்து பெற்ற பொருளினாலே தீர்ப்பேமென்று கருதுகின்ற வன்மைபோல, வன்பாயிருப்பது பிறிது இல்லை.<br/><br/>இஃது இரந்தாலும் நல்குரவு தீரா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Nothing is harder than the hardness that will say,<br/>The plague of penury by asking alms we'll drive away.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is no greater folly than the boldness with which one seeks to remedy the evils of poverty by begging (rather than by working).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடமெல்லாங் கொள்ளாத் தகைத்தே யிடமில்லாக்',
      l2: 'காலு மிரவொல்லாச் சால்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடமெல்லாம் கொள்ளாத் தகைத்தே இடமில்லாக்<br/>காலும் இரவொல்லாச் சால்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வாழ வழி இல்லாத போதும் இரந்துகேட்க உடன்படாத சால்பு, உலகத்தில் இடமெல்லாம் கொள்ளாத அவ்வளவு பெருமையுடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இடம் இல்லாக் காலும் இரவு ஒல்லாச் சால்பு= நுகரவேண்டுவன இன்றி நல்கூர்ந்த வழியும், பிறர்பால் சென்று இரத்தலை உடம்படாத அமைதி;<br/><br/>இடம் எல்லாம் கொள்ளாத் தகைத்தே= எல்லா உலகும் ஒருங்கு இயைந்தாலும், கொள்ளாத பெருமை உடைத்து.<br/><br/>அவ்விரத்தலைச் சால்பு விலக்குமாகலின், இரவு ஒல்லாமை அதன்மேல் ஏற்றப்பட்டது.<br/><br/>இதனான் அந்நெறியல்லதனைச் சால்புடையார் செய்யார் என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தஞ்சுற்றத்தளவு தமக்கு வருவாய் இல்லாக் காலத்தினும் பிறரை இரத்தற்கு இசையாத சால்பு, அகன்ற உலகமெல்லாம் கொள்ளாத பெருமையே யுடைத்து.<br/><br/>இஃது இரவாதார் பெரிய ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who ne'er consent to beg in utmost need, their worth<br/>Has excellence of greatness that transcends the earth.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even the whole world cannot sufficiently praise the dignity that would not beg even in the midst of destitution.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தெண்ணீர் அடுபுற்கை யாயினுந் தாடந்த',
      l2: 'துண்ணலி னூங்கினிய தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தெண்ணீர் அடுபுற்கை ஆயினும் தாள்தந்தது<br/>உண்ணலின் ஊங்கினிய தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தெளிந்த நீர்போல் சமைத்த கூழே ஆனாலும், முயற்சியால் கிடைத்ததை உண்பதைவிட இனிமையானது வேறொன்றும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தாள் தந்தது தெண்ணீர் அடுபுற்கை ஆயினும்= நெறியாய முயற்சி கொடுவந்து தந்தது தெளிந்த நீர்போலும் அடுபுற்கையே ஆயினும்;<br/><br/>உண்ணலின் ஊங்கு இனியது இல்= அதனை உண்டற்குமேல் இனியது இல்லை.<br/><br/>தாள் தந்த கூழ் செறிவின்றித் தண்ணீர் போன்றதாயினும், இழிவாய இரவான் வந்தது அன்றித் தம் உடைமையாகலின், அமிழ்தத்தோடு ஒக்கும் என்பதாம்.<br/><br/>இதனால் நெறியினான் ஆயது சிறிதேனும் அது செய்யும் இன்பம் பெரிது என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மோரினும் காடியினும் அடப்பெறாது தெளிந்த நீரினாலே யட்ட புற்கையாயினும் தனது தாளாண்மையால் வந்ததனை உண்ணுதலின் மிக இனிதாயிருப்பது பிறிது இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Nothing is sweeter than to taste the toil-won cheer,<br/>Though mess of pottage as tastless as the water clear.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even thin gruel is ambrosia to him who has obtained it by labour.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆவிற்கு நீரென் றிரப்பினு நாவிற்',
      l2: 'கிரவி னிளிவந்த தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆவிற்கு நீரென்று இரப்பினும் நாவிற்கு<br/>இரவின் இளிவந்த தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பசுவிற்கு நீர்வேண்டும் என்று அறம் நோக்கி இரந்து கேட்டாலும் அந்த இரத்தலை விட நாவிற்கு இழிவானது மற்றொன்று இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஆவிற்கு நீர் என்று இரப்பினும்= தண்ணீர் பெறாது இறக்கும் நிலைமைத்தாயதோர் ஆவினைக் கண்டு அறன் நோக்கி இதற்குத் தண்ணீர் தரல்வேண்டும் என்று இரந்து சொல்லுங்காலும்;<br/><br/>இரவின் நாவிற்கு இளி வந்தது இல்= அவ்விரவு போல ஒருவன் நாவிற்கு இளிவந்தது பிறிது இல்லை.<br/><br/>ஆ காத்தோம்பல் பேரறம் ஆகலின், 'ஆவிற்கு' என்றும், பொருள் கொடுத்துக் கொள்ளவேண்டாத எண்மைத்து ஆகலின், 'நீர்' என்றும், இரக்கின்றானுக்கு இளிவு அச்சொல்லளவே ஆகலின், 'நாவிற்கு' என்றும், அதுதான் எல்லா இளிவினும் மேற்படுதலின், 'இளிவந்தது இல்' என்றும் கூறினார்.<br/><br/>இதனான் அறனும் முயன்று செய்வது அல்லது, இரந்து செய்யற்க என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இப் பசுவிற்குத் தண்ணீர் தருமினென்று பிறரை இரப்பினும் நாவினுக்கு இரத்தல்போல இளிவரவு தருவது பிறிது இல்லை.<br/><br/>இஃது அறத்திற்காக இரத்தலும் ஆகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "E'en if a draught of water for a cow you ask,<br/>Nought's so distaseful to the tongue as beggar's task.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "There is nothing more disgraceful to one's tongue than to use it in begging water even for a cow.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரப்ப னிரப்பாரை யெல்லா மிரப்பிற்',
      l2: 'கரப்பா ரிரவன்மி னென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரப்பன் இரப்பாரை எல்லாம் இரப்பின்<br/>கரப்பார் இரவன்மின் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரந்து கேட்பதானால் உள்ளதை ஒளிப்பவரிடத்தில் சென்று இரக்கவேண்டாம் என்று இரப்பவர் எல்லோரையும் இரந்து வேண்டுகின்றேன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இரப்பாரை எல்லாம் இரப்பன்= இரப்பாரை எல்லாம் யான் இரவாநின்றேன்;<br/><br/>இரப்பின் கரப்பார் இரவன்மின் என்று= யாது சொல்லி எனின், நுமக்கு இரக்கவேண்டுமாயின் தமக்கு உள்ளது கரப்பாரை இரவாது ஒழிமின் என்று சொல்லி.<br/><br/>இரண்டாவது விகாரத்தான் தொக்கது. இவ்விளிவந்த செயலான் ஊட்டியவழியும், உடம்பு நில்லாதாகலின், இது வேண்டா என்பது தோன்ற, 'இரப்பன்' என்றார்.<br/><br/>இதனான் மானந்தீர வரும் இரவு விலக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர்மாட்டு இரந்து செல்வா ரெல்லாரையும் யானிரந்து கொள்ள நின்றேன்: இரக்குமிடத்து இல்லை யென்பவர்மாட்டு ஒரு பொருளை இரந்து சொல்லன்மின் என்று சொல்லி.<br/><br/>இரந்து சொல்லாமை இரந்து பெற்ற பொருளினும் கோடி மடங்கு மிகுதியுடைத்தென்றவாறு. இஃது ஈவார்மாட்டும் இரத்தலாகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "One thing I beg of beggars all ,'If beg ye may,<br/>Of those who hide their wealth , beg not , I pray.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I beseech all beggars and say, "If you need to beg, never beg of those who give unwillingly."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரவென்னு மேமாப்பி றோணி கரவென்னும்',
      l2: 'பார்தாக்கப் பக்கு விடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரவென்னும் ஏமாப்பில் தோணி கரவென்னும்<br/>பார்தாக்கப் பக்கு விடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரத்தல் என்னும் காவல் இல்லாத மரக்கலம் உள்ளதை ஒளித்துவைக்கும் தன்மையாகிய வன்னிலம் தாக்கினால் உடைந்துவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இரவு என்னும் ஏமாப்பு இல் தோணி= இவ்வறுமை என்னும் கடலை இதனான் கடத்தும் என்று கருதி, ஒருவன் ஏறிய இரவு என்னும் சேமம் அற்ற தோணி;<br/><br/>கரவு என்னும் பார்தாக்கப் பக்கு விடும்= அதன்கண் ஓடுங்கால், கரத்தல் என்னும் வன்னிலத்தோடு தாக்குமாயின், பிளந்துபோம்.<br/><br/>முயற்சியான் கடப்பதனை, இரவான் கடக்கலுற்றான் அதன் கரை காணாமையின், 'ஏமாப்பில் தோணி' என்றார். ஏமாப்பின்மை தோணிமேல் ஏற்றப்பட்டது. அது கடத்தற்கு ஏற்ற தன்மையானும், நிலம் அறியாது செலுத்தியவழி உடைதலானும், அதன்கண் ஏறற்க என்பதாம்; இஃது அவயவ உருவகம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் வறுமையாகிய கடலை நீந்திக் கடக்க அமைத்துக் கொண்ட இரத்தலாகிய அரணில்லாத தோணி, இரக்கப் பட்டார் மாட்டுக் கரத்தலாகிய கல்லோடே தாக்க இறந்துவிடும்.<br/><br/>இஃது நல்குரவு தீராமைக்குக் காரணங் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The fragile bark of beggary<br/>Wrecked on denial's rock will lie.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The unsafe raft of begging will split when it strikes on the rock of refusal. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இரவுள்ள வுள்ள முருகுங் கரவுள்ள',
      l2: 'வுள்ளதூஉ மின்றிக் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இரவுள்ள உள்ளம் உருகும் கரவுள்ள<br/>உள்ளதூஉம் இன்றிக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இரத்தலின் கொடுமையை நினைந்தால் உள்ளம் கரைந்து உருகும்; உள்ளதை ஒளிக்கும் கொடுமையை நினைந்தால், உருகுமளவும் இல்லாமல் அழியும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இரவு உள்ள உள்ளம் உருகும்= உடையார் முன் இல்லார் சென்று இரந்து நிற்றலின் கொடுமையை நினைந்தால் எம் உள்ளம் கரைந்து உருகாநிற்கும்;<br/><br/>கரவு உள்ள உள்ளதூஉம் இன்றிக் கெடும்= இனி, அந்நிலையைக் கண்டுவைத்தவர் இல்லையென்றலின் கொடுமையை நினைந்தால், அவ்வுருகும் அளவுதானும் இன்றிப் பொன்றி விடும்.<br/><br/>"இரவினை உள்ளுங்கால் உள்ளம் உருகுமால் என்கொலோ, கொள்ளுங்கால் கொள்வார் குறிப்பு"1 என்றார் பிறரும். இரவினும் கரவு கொடிது என்பதாம். இதற்குப் பிறர் எல்லாம்2 இரக்கின்றவர் உள்ளம் உருகும் என்று உரைத்தார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இரப்பென்று நினைக்க உள்ளம் கரையும்: இரக்கப் பட்டவர் கரக்கு மதனை நினைக்கக் கரைந்து நின்ற உள்ளமும் மாய்ந்து கெடும்.<br/><br/>இஃது இரப்பார்க்கு ஆக்கமில்லை என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The heart will melt away at thought of beggary;<br/>With thought of stern repulse 'twill perish utterly.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "To think of (the evil of) begging is enough to melt one's heart; but to think of refusal is enough to break it.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கரப்பவர்க் கியங்கொளிக்குங் கொல்லோ விரப்பவர்',
      l2: 'சொல்லாடப் போஒ முயிர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரப்பவர்க்கு யாங்கொளிக்கும் கொல்லோ இரப்பவர்<br/>சொல்லாடப் போஒம் உயிர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "இரப்பவர்`இல்லை' என்று சொல்கின்ற அளவிலேயே உயிர் போகின்றதே; உள்ளதை இல்லை என்று ஒளிப்பவர்க்கு உயிர் எங்கு ஒளிந்திருக்குமோ?",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சொல்லாட இரப்பவர் உயிர் போஒம்= கரப்பார் இல்லை என்று சொல்லாடிய துணையானே இரப்பார்க்கு உயிர் போகாநின்றது; :கரப்பவர்க்கு யாங்கு ஒளிக்குங் கொல்= இனிச் சொல்லாடுகின்ற அவர்தமக்கு உயிர் பின்னும் நிற்றலான், அப்பொழுது எப் புரையுள் புக்கு ஒளி்த்து நிற்கும்.<br/><br/>உயிர்போகலாவது, இனி யாம் என் செய்தும் என்று ஏங்கிச் செயலற்று நிற்றல். "அந்நிலையே, மாயானோ மாற்றி விடின்"3 என்றார் பிறரும். கேட்டாரைக் கொல்லவற்றாய சொல் சொல்வாரைக் கோறல் சொல்ல வேண்டாவாயினும் அது காண்கின்றிலம், இஃது என்னோ என்பதாம். வறுமையுற்றுழி மறையாது இரக்கப்படுவாராய கேளிர்கட்கும், அதனைச் சொல்லாட உயிர்போம். ஆனபின் மறைக்கப்படுவாராய பிறர்க்குச் சொல்லாடியக்கால் போகாது எங்கே ஒளித்துநிற்கும்; இரண்டானும் போமே அன்றோ என இரவு அஞ்சினான் ஒருவன் கூற்றாக்கி உரைப்பாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எமக்கு யாதும் இல்லை, சிறிது ஈயவேண்டு மென்று சொல்லுவார்க்குக் குறித்தவர்கள் இல்லையென்று சொன்ன அளவிலே அவர் உயிர்போய்ப் பிணம்போல நிற்பார்: பொருள் உடையராய் வைத்து அவர் சொன்ன இல்லையென்னுஞ் சொல்லையே சொல்லி ஈயாதார்க்கு உயிர் எவ்விடத்து ஒளித்து நிற்கின்றதோ.<br/><br/>இது பிணத்தை யொப்பரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "E'en as he asks, the shamefaced asker dies;<br/>Where shall his spirit hide who help denies?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Saying "No" to a beggar takes away his life. (but as that very word will kill the refuser) where then would the latter\'s life hide itself ?',
          },
        ],
      },
    ],
  },
];
