export default [
  {
    "kural": {
      "l1": "இன்சொலா லீர மளைஇப் படிறிலவாஞ்",
      "l2": "செம்பொருள் கண்டார்வாய்ச் சொல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்சொலால் ஈரம் அளைஇப் படிறுஇலவாம்<br/>செம்பொருள் கண்டார்வாய்ச் சொல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அன்பு கலந்து வஞ்சம் அற்றவைகளாகிய சொற்கள், மெய்ப்பொருள் கண்டவர்களின் வாய்ச்சொற்கள் இன்சொற்களாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்சொல்= இன்சொலாவன;<br/><br/>ஈரம் அளைஇப் படிறு இலவாம் செம்பொருள் கண்டார் வாய்ச்சொல்= அன்போடு கலந்து வஞ்சனையிலவாய் இருக்கின்ற அறத்தினை உணர்ந்தார் வாயிற்சொற்கள்.<br/><br/>'ஆல்' அசைநிலை. அன்போடு கலத்தல்= அன்புடைமையை வெளிப்படுத்தல். படிறின்மை= வாய்மை. மெய்யுணர்ந்தார் நெஞ்சிற்கெல்லாம் செம்மையுடைத்தாய்த் தோன்றலின், 'செம்பொரு'ளெனப் பட்டது. இலவாஞ் சொ்ல்லென இயையும். 'வாய்' என வேண்டாது கூறினார், தீய சொற் பயிலாவென்பது அறிவித்தற்கு.<br/><br/>இதனான் இன்சொற்கு இலக்கணங் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செம்பொருள் கண்டார் வாய்ச்சொல் இன்சொலால்-(இருவர் மாறுபடச் சொன்ன மாற்றத்தினது) உண்மைப் பொருளைக் கண்டார் கூறும் மெய்யாகிய சொற்களும் இன்சொல்லாதலானே, ஈரம் அளைஇ படிறு இலவாம்-(அவை) அருளோடு பொருந்திக் குற்றம் இலவாம்.<br/><br/>இஃது, ஒருவனைக் கடிந்து சொல்ல வேண்டும் இடத்தும் இன்சொல்லாலே கடிய வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Pleasant words are words with all prevading love that burn;<br/>Words from his guileless mouth who can the very truth discern."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sweet words are those which imbued with love and free from deceit flow from the mouth of the virtuous."
          }
        ]
      }
    ],
    "id": 91
  },
  {
    "kural": {
      "l1": "அகனமர்ந் தீதலி னன்றே முகனமர்ந்",
      "l2": "தின்சொல னாகப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அகன்அமர்ந்து ஈதலின் நன்றே முகனமர்ந்து<br/>இன்சொலன் ஆகப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முகம் மலர்ந்து இன்சொல் உடையவனாக இருக்கப் பெற்றால், மனம் மகிழ்ந்து பொருள் கொடுக்கும் ஈகையைவிட நல்லதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அகன் அமர்ந்து ஈதலின் நன்று= நெஞ்சுவந்து ஒருவற்கு வேண்டிய பொருளைக் கொடுத்தலினும் நன்று;<br/><br/>முகன் அமர்ந்து இன்சொலன் ஆகப்பெறின்= கண்டபொழுதே முகம் இனியனாய் அதனோடு இனிய சொல்லையும் உடையனாகப் பெறின்.<br/><br/>இன்முகத்தோடு கூடிய இன்சொல் ஈதல்போலப் பொருள்வயத்தன்றித் தன்வயத்ததாயினும், அறநெஞ்சுடையார்க்கல்லது இயல்பாகவின்மையின், அதனினும் அரிதுஎன்னுங் கருத்தான், 'இன்சொலனாகப்பெறின்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அகன் அமர்ந்து ஈதலின் நன்று-மனம் பொருந்திக் கொடுத்தலினும் நன்று; முகன் அமர்ந்து இன்சொலன் ஆக பெறின்-முகம் பொருந்தி இன்சொல் சொல்லவல்லவ னாயின்.<br/><br/>[ஏகாரம் அசை.]<br/><br/>இஃது, இனிய பார்வையோடு இன்சொல் கூறுதல் அன்போடு ஈதலினும் சிறந்த தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A pleasant word with beaming smile's preferred,<br/>Even to gifts with liberal heart conferred."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sweet speech, with a cheerful countenance is better than a gift made with a joyous mind."
          }
        ]
      }
    ],
    "id": 92
  },
  {
    "kural": {
      "l1": "முகத்தா னமர்ந்தினிது நோக்கி யகத்தானா",
      "l2": "மின்சொ லினதே யறம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முகத்தான் அமர்ந்துஇனிது நோக்கி அகத்தானாம்<br/>இன்சொ லினதே அறம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முகத்தால் விரும்பி - இனிமையுடன் நோக்கி - உள்ளம் கலந்து இன்சொற்களைக் கூறும் தன்மையில் உள்ளதே அறமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முகத்தான் அமர்ந்து இனிது நோக்கி= கண்டபொழுதே முகத்தான் விரும்பி இனிதாக நோக்கி;<br/><br/>அகத்தான் ஆம் இன்சொலினதே அறம்= பின் நண்ணியவழி மனத்துடனாகிய இனிய சொற்களைச் சொல்லுதலின் கண்ணே அறம்.<br/><br/>'நோக்கி' என்னும் வினையெச்சம் இன்சொலென அடையடுத்து நின்ற முதனிலைத் தொழிற்பெயர் கொண்டது. ஈதலின் கண்ணதன்று என்றவாறு.<br/><br/>இவை இரண்டு பாட்டானும் இன்முகத்தோடுகூடிய இன்சொல் முன்னரே பிணித்து்க் கோடலின் விருந்தோம்புதற்கட் சிறந்ததென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகத்தான் அமர்ந்து-கண்ணாலே பொருந்தி, இனிது நோக்கி- இனிதாக நோக்கி, அகத்தான் ஆம் இன்சொலினதே-மனத்தோடே பொருந்திய இன்சொல்லையுடையதே, அறம்-அறமாம்.<br/><br/>இஃது, இனிய பார்வையையும் இனிய சொல்லையு முடையதே அறமா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With brightly beaming smile, and kindly light of loving eye,<br/>And heart sincere, to utter pleasant words is charity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sweet speech, flowing from the heart (uttered) with a cheerful countenance and a sweet look, is true virtue."
          }
        ]
      }
    ],
    "id": 93
  },
  {
    "kural": {
      "l1": "துன்புறூஉந் துவ்வாமை யில்லாகும் யார்மாட்டு",
      "l2": "மின்புறூஉ மின்சொ லவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும்<br/>இன்புறூஉம் இன்சொ லவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாரிடத்திலும் இன்புறத்தக்க இன்சொல் வழங்குவோர்க்குத் துன்பத்தை மிகுதிப்படுத்தும் வறுமை என்பது இல்லையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யார் மாட்டும் இன்பு உறூஉம் இன்சொலவர்க்கு= எல்லார் மாட்டும் இன்பத்தை மிகுவிக்கும் இன்சொல்லை உடையார்க்கு;<br/><br/>துன்பு உறூஉம் துவ்வாமை இல்லாகும்= துன்பத்தை மிகுவிக்கும் நல்குரவு இல்லையாம்.<br/><br/>நா முதலிய பொறிகள் சுவை முதலிய புலன்களை நுகராமை யுடைமையின், 'துவ்வாமை' யென்றார். 'யார்மாட்டும்இன்புறூஉம் இன்சொலவர்க்கு'ப் பகையும் நொதுமலுமின்றி உள்ளது நண்பேயாம்; ஆகவே, அவர் எல்லாச் செல்வமும் எய்துவர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பு உறும் அவ்வாமை இல்லாகும்-துன்பம் உறுவிக்கின்ற நுகராமையாகிய நல்குரவு இல்லையாகும், யார்மாட்டும் இன்பு உறும் இன்சொல் அவர்க்கு-யாவர் மாட்டும் (கூறும்) இன்பம் உறுவிக்கின்ற இனிய சொல்லை உடையார்க்கு.<br/><br/>இஃது, இன்சொல் இம்மையில் கேடுறாமல் செய்யு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The men of pleasant speech that gladness-breathe around,<br/>Through indigence shall never sorrow's prey be found."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sorrow-increasing poverty shall not come upon those who use towards all, pleasure-increasing sweetness of speech."
          }
        ]
      }
    ],
    "id": 94
  },
  {
    "kural": {
      "l1": "பணிவுடைய னின்சொல னாத லொருவற்",
      "l2": "கணியல்ல மற்றுப் பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு<br/>அணியல்ல மற்றுப் பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வணக்கம் உடையவனாகவும் இன்சொல் வழங்குவோனாகவும் ஆதலே ஒருவனுக்கு அணிகலனாகும், மற்றைய அணிகள் அணிகள் அல்ல."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவற்கு அணி பணிவு உடையன் இன்சொலனாதல்= ஒருவனுக்கு அணியாவது தன்னால் தாழப்படுவார்கண் தாழ்ச்சி உடையனாய் எல்லார்கண்ணும் இனிய சொல்லையும் உடையனாதல்;<br/><br/>பிறஅல்ல= இவை யிரண்டுமன்றி மெய்க்கணியும் பிற அணிகள் அணியாகா.<br/><br/>இன்சொலனாதற்கு இனமாகலின், பணிவுடைமையும் உடன் கூறினார். 'மற்று' அசைநிலை. வேற்றுமை உடைமையாற் 'பிற' வெனவும், இவைபோலப் பேரழகு செய்யாமையின் அல்லவெனவுங் கூறினார்.<br/><br/>இவை இரண்டு பாட்டானும் இனியவை கூறுவார்க்கு இம்மைப்பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவற்கு அணி-ஒருவனுக்கு அழகாவது, பணிவுடையன் இன்சொல்லன் ஆதல்-தாழ்ச்சியுடையனாய் இனிய சொற்களைக் கூற வல்லவன் ஆதல்; பிற அல்ல-பிறவாகிய அழகெல்லாம் அழகெனப்படா. [மற்று - அசை.]<br/><br/>இது, தாழ்ந்தொழுக வேண்டு மென்பதும், அதனாலாம் பயனும் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Humility with pleasant speech to man on earth,<br/>Is choice adornment; all besides is nothing worth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Humility and sweetness of speech are the ornaments of man; all others are not (ornaments)."
          }
        ]
      }
    ],
    "id": 95
  },
  {
    "kural": {
      "l1": "அல்லவை தேய வறம்பெருகு நல்லவை",
      "l2": "நாடி யினிய சொலின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அல்லவை தேய அறம்பெருகும் நல்லவை<br/>நாடி இனிய சொலின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு நன்மையானவற்றை நாடி இனிமை உடைய சொற்களைச் சொல்லின், பாவங்கள் தேய்ந்து குறைய அறம் வளர்ந்து பெருகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல்லவை நாடி இனிய சொலின்= பொருளாற் பிறர்க்கு நன்மை பயக்குஞ் சொற்களை மனத்தான் ஆராய்ந்து இனியவாக ஒருவன் சொல்லுமாயின்;<br/><br/>அல்லவை தேய அறம் பெருகும்= அவனுக்குப் பாவங்கள் தேய அறம் வளரும்.<br/><br/>தேய்தல் தன் பகையாகிய அறம் வளர்தலின் தனக்கு நிலையின்றி மெலிதல். \"தவத்தின்முன் நில்லாதாம் பாவம்\" (நாலடியார், 51) என்பதூஉம் இப்பொருட்டு. நல்லவை நாடிச் சொல்லுங்காலும் கடியவாகச் சொல்லின், அறனாகாது என்பதாம்.<br/><br/>இதனான் மறுமைப்பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்லவை நாடி இனிய சொலின்-நல்லவான சொற்களை ஆராய்ந்து இனியவாகச் சொல்லுவானாயின், அல்லவை தேய அறம் பெருகும்- அதனானே அறமல்லாதன தேய அறம் வளரும்.<br/><br/>இது, நல்ல பொருள்களை இன்சொற்களால் சொல்லின் மறம் கெடுமெனவும் அறம் வளருமெனவும் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who seeks out good, words from his lips of sweetness flow;<br/>In him the power of vice declines, and virtues grow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man, while seeking to speak usefully, speaks also sweetly, his sins will diminish and his virtue increase."
          }
        ]
      }
    ],
    "id": 96
  },
  {
    "kural": {
      "l1": "நயனீன்று நன்றி பயக்கும் பயனீன்று",
      "l2": "பண்பிற் றலைப்பிரியாச் சொல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்று<br/>பண்பின் தலைப்பிரியாச் சொல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு நன்மையான பயனைத் தந்து நல்ல பண்பிலிருந்து நீங்காத சொற்கள், வழங்குவோனுக்கும் இன்பம் தந்து நன்மை பயக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நயன் ஈன்று நன்றி பயக்கும்= ஒருவனுக்கு இம்மைக்கு நீதியையும் உண்டாக்கி மறுமைக்கு அறத்தையும் பயக்கும்;<br/><br/>பயன் ஈன்று பண்பின் தலைப்பிரியாச் சொல்= பொருளாற் பிறர்க்கு நன்மையைக் கொடுத்து இனிமைப் பண்பின் நீங்காத சொல்.<br/><br/>நீதி உலகத்தோடு பொருந்துதல். 'பண்'பென்பது ஈண்டு அதிகாரத்தான் இனிமைமேல் நின்றது. தலைப்பிரிதல் ஒருசொல் நீர்மைத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நயன் ஈன்று-பிறரால் விரும்பப்படுதலையும் பயந்து, பயன் ஈன்று -பொருளையும் பயந்து, நன்றி பயக்கும்-அறத்தினையும் பயக்கும், பண்பின் தலைப்பிரியா சொல்-குணத்தினின்று நீங்காத சொல். [குணம் - இனிமை.]<br/><br/>இஃது, இன்சொல் நட்பையும் பொருளையும் அறத்தையும் பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The words of sterling sense, to rule of right that strict adhere,<br/>To virtuous action prompting, blessings yeild in every sphere."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That speech which, while imparting benefits ceases not to please, will yield righteousness (for this world) and merit (for the next world)."
          }
        ]
      }
    ],
    "id": 97
  },
  {
    "kural": {
      "l1": "சிறுமையு ணீங்கிய வின்சொல் மறுமையு",
      "l2": "மிம்மையு மின்பந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறுமையுள் நீங்கிய இன்சொல் மறுமையும்<br/>இம்மையும் இன்பம் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்குத் துன்பம் விளைவிக்கும் சிறுமையிலிருந்து நீங்கிய இனிய சொற்கள் மறுமைக்கும் இம்மைக்கும் வழங்குவோனுக்கு இன்பம் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறுமையுள் நீங்கிய இன்சொல்= பொருளாற் பிறர்க்கு நோய் செய்யாத இனிய சொல்;<br/><br/>மறுமையும் இம்மையும் இன்பம் தரும்= ஒருவனுக்கு இருமையினும் இன்பத்தைப் பயக்கும்.<br/><br/>மறுமையின்பம் பெரிதாகலின் முற்கூறப்பட்டது. இம்மையின்பமாவது, உலகம் தன்வயத்தது ஆகலான் நல்லன எய்தி இன்புறுதல்.<br/><br/>இவை இரண்டு பாட்டானும் இருமைப்பயனும் ஒருங்கெய்துதல் வலியுறுத்தப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சிறுமையுள் நீங்கிய இன்சொல்-புன்மையுள் நின்று நீங்கிய இனிய சொற்கள், இம்மையும் மறுமையும் இன்பம் தரும்-இம்மையின் கண்ணும் மறுமையின் கண்ணும் இன்பத்தைத் தரும்.<br/><br/>இஃது, இன்சொல்லும் புன்மை யற்றதா யிருத்தல் வேண்டுமென்பதூஉம், அதனால் இம்மையிலும் மறுமையிலும் இன்பம் சித்திக்கு மென்பதூஉம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Sweet kindly words, from meanness free, delight of heart,<br/>In world to come and in this world impart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sweet speech, free from harm to others, will give pleasure both in this world and in the next"
          }
        ]
      }
    ],
    "id": 98
  },
  {
    "kural": {
      "l1": "இன்சொ லினிதீன்றல் காண்பா னெவன்கொலோ",
      "l2": "வன்சொல் வழங்கு வது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்சொல் இனிதீன்றல் காண்பான் எவன்கொலோ<br/>வன்சொல் வழங்கு வது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இனிய சொற்கள் இன்பம் பயத்தலைக் காண்கின்றவன், அவற்றிற்கு மாறான வன்சொற்களை வழங்குவது என்ன பயன் கருதியோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்சொல் இனிது ஈன்றல் காண்பான்= பிறர்கூறும் இன்சொல் தனக்கின்பம் பயத்தலை அனுபவித்து அறிகின்றவன்;<br/><br/>வன்சொல் வழங்குவது எவன்கொல்= அது நிற்கப் பிறர்மாட்டு வன்சொல்லைச் சொல்லுவது என்ன பயன் கருதி?<br/><br/>இனிதென்றது வினைக்குறிப்புப்பெயர். கடுஞ்சொற் பிறர்க்கும் இன்னாதாகலின், அது கூறலாகாது என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இன்சொல் இனிது ஈன்றல் காண்பான்-(பிறனொருவன்) இனியவாகச் சொல்லும் சொற்கள் தனக்கு இன்பத்தைப் பயத்தலைக் காண்பான், வன்சொல் வழங்குவது எவனோ-(அவற்றிற்கு மறுதலையாகிய) வன்சொற்களை வழங்குவது எப்பயனை நோக்கியோ? [கொல் - அசை.]<br/><br/>இது, வன்சொல் சொல்லுதல் மடமை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who sees the pleasure kindly speech affords,<br/>Why makes he use of harsh, repellant words?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Why does he use harsh words, who sees the pleasure which sweet speech yields ?"
          }
        ]
      }
    ],
    "id": 99
  },
  {
    "kural": {
      "l1": "இனிய வுளவாக வின்னாத கூறல்",
      "l2": "கனியிருப்பக் காய்கவர்ந் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இனிய உளவாக இன்னாத கூறல்<br/>கனிஇருப்பக் காய்கவர்ந் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இனிய சொற்கள் இருக்கும்போது அவற்றைவிட்டுக் கடுமையான சொற்களைக் கூறுதல் கனிகள் இருக்கும்போது காய்களைப் பறித்துத் தின்பதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இனிய உளவாக இன்னாத கூறல்= அறம் பயக்கும் இனிய சொற்களும் தனக்கு உளவாயிருக்க அவற்றைக் கூறாது பாவம் பயக்கும் இன்னாத சொற்களை ஒருவன் கூறல்;<br/><br/>கனி இருப்பக் காய் கவர்ந்தற்று= இனிய கனிகளும் தன் கைக்கண் உளவாயிருக்க அவற்றை நுகராது இன்னாத காய்களை நுகர்ந்ததனோடு ஒக்கும்.<br/><br/>'கூற'வென்தனால் சொற்கள் என்பது பெற்றாம். பொருளை விசேடித்துநின்ற பண்புகள் உவமைக்கண்ணும் சென்றன. `இனிய கனிகள்' என்றது, ஒளவையு்ண்ட நெல்லிக்கனி போல அமிழ்தானவற்றை. 'இன்னாத காய்கள் என்றது காஞ்சிரங்காய்போல நஞ்சானவற்றை. கடுஞ்சொற்சொல்லுதல் முடிவில் தனக்கே இன்னாது என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் இன்னாத கூறலின் குற்றங்கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இனிய உளவாக இன்னாத கூறல்-(இனியவாகச் சொல்லும் சொற்கள் பிறர்க்கு இன்பத்தைத் தருதலைக் கண்டவன்) இனிய சொற்கள் இருக்க (அவற்றை விட்டு)க் கடிய சொற்களைக் கூறுதல், கனி இருப்ப காய் கவர்ந்த அற்று-(பழமும் காயும் ஓர் இடத்தே கண்டவன்) பழங்கள் இருக்க (அவற்றை விட்டு)க் காயைக் கொண்ட தன்மைத்து.<br/><br/>[கவர்ந்து என்பது ஈற்றகரம் கெட்டு நின்றது.]<br/><br/>இஃது, இனிய சொற்களை விட்டுக் கடிய சொற்களைக் கூறுதல் தமக்கும் துன்பத்தை விளைக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When pleasant word are easy, bitter words to use,<br/>Is, leaving sweet ripe fruit, the sour unripe to choose."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To say disagreeable things when agreeable are at hand is like eating unripe fruit when there is ripe"
          }
        ]
      }
    ],
    "id": 100
  }
]