export default [
  {
    "kural": {
      "l1": "வறியார்க்கொன் றீவதே யீகைமற் றெல்லாங்",
      "l2": "குறியெதிர்ப்பை நீர துடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வறியார்க்கொன்று ஈவதே ஈகைமற் றெல்லாம்<br/>குறியெதிர்ப்பை நீர துடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வறியவர்க்கு ஒரு பொருளைக் கொடுப்பதே ஈகை எனப்படுவது. மற்றவர்க்குக் கொடுப்பதெல்லாம் பயனை எதிர்பார்த்துக் கொடுக்கும் தன்மை உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வறியார்க்கு ஒன்று ஈவதே ஈகை= ஒரு பொருளும் இல்லாதார்க்கு அவர் வேண்டியது ஒன்றைக் கொடுபபதே பிறர்க்குக் கொடுததலாவது;<br/><br/>மற்று எல்லாம்குறியெதிர்ப்பை நீரது உடைத்து= அஃது ஒழிந்த எல்லாக் கொடையும் குறியெதிர்ப்பைக் கொடுக்கும் நீர்மையை உடைத்து.<br/><br/>வறியவர் அல்லாதார்க்கு ஒரு பயன் நோக்கிக் கொடுப்பன. 'குறியெதிர்ப்பா'வது அளவு குறித்து வாங்கி அவ்வாங்கியவாறே எதிர்கொடுப்பது. 'நீரது' என்புழி 'அது' என்பது பகுதிப்பொருள் விகுதி. பின்னும் தன்பால் வருதலின் குறியெதிர்ப்பை 'நீரது உடைத்து' என்றார். இதனால் ஈகையது இலக்கணம் கூறப்பட்டது"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஈகை வறியார்க்கு ஒன்று ஈவதே-ஈகையாவது இல்லாதார்க்கு யாதானும் ஒன்றைக் கொடுத்தல்; மற்றெல்லாம் குறிஎதிர்ப்பை நீரது உடைத்து-(இஃது) ஒழிந்த கொடையெல்லாம் குறிஎதிர்ப்பை கொடுத்த நீர்மையாதலை யுடைத்து.<br/><br/>[குறிஎதிர்ப்பை-குறித்த எதிர்ப்பை, எதிர்ப்பை - எதிர் கொடுப்பது - கைம்மாறு.]<br/><br/>இது, கொடுக்குங்கால் இல்லாதார்க்குக் கொடுக்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "call that a gift to needy men thou dost dispense,<br/>All else is void of good, seeking for recompense."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To give to the destitute is true charity. All other gifts have the nature of (what is done for) a measured return."
          }
        ]
      }
    ],
    "id": 221
  },
  {
    "kural": {
      "l1": "நல்லா றெனினுங் கொளறீது மேலுலகம்",
      "l2": "இல்லெனினு மீதலே நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லாறு எனினும் கொளல்தீது மேலுலகம்<br/>இல்லெனினும் ஈதலே நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறரிடமிருந்து பொருள் பெற்றுக் கொள்ளுதல் நல்ல நெறி என்றாலும் கொள்ளல் தீமையானது. மேலுலகம் இல்லையென்றாலும் பிறர்க்குக் கொடுப்பதே நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொளல் நல் ஆறு எனினும் தீது= ஏற்றல் வீட்டுலகிற்கு நல்லநெறி என்பார் உளராயினும் அது தீது;<br/><br/>மேல் உலகம் இல் எனினும் ஈதலே நன்று= ஈந்தார்க்கு அவ்வுலகு எய்துதல் இல்லை என்பார் உளராயினும் ஈதலே நன்று.<br/><br/>எனினும் என்பது இருவழியும் அங்ஙனம் கூறுவார் இன்மை விளக்கி நின்றது. பிரிநிலை ஏகாரத்தால் பிற அறங்களின் ஈதல் சிறந்தது என்பது பெற்றாம். நல்லது கூறுவார் தீயதும் உடன் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல் ஆறு எனினும் கொளல் தீது-(ஒருவன் மாட்டுக் கொள்ளல்) நன்மை பயக்கும் நெறியெனினும் கொள்ளல் தீது; மேல் உலகம் இல் எனினும் ஈதலே நன்று - (ஒருவருக்குக் கொடுத்தால்) பாவம் உண்டெனினும் கொடுத்தல் நன்று.<br/><br/>கொள்வோர் அமைதியை அறிந்து கொடுக்க வேண்டுமேனும், இது வரையா வித்தையா தலால் யாதொற்றானும் கொடை நன்றென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though men declare it heavenward path, yet to receive is ill;<br/>Though upper heaven were not, to give is virtue still."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To beg is evil, even though it were said that it is a good path (to heaven). To give is good, even though it were said that those who do so cannot obtain heaven."
          }
        ]
      }
    ],
    "id": 222
  },
  {
    "kural": {
      "l1": "இலனென்னு மெவ்வ முரையாமை யீதற்",
      "l2": "குலனுடையான் கண்ணே யுள"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இலனென்னும் எவ்வம் உரையாமை ஈதல்<br/>குலனுடையான் கண்ணே யுள"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "`யான் வறியவன்’ என்னும் துன்பச் சொல்லை ஒருவன் உரைப்பதற்கு முன் அவனுக்கு கொடுக்கும் தன்மை, நல்ல குடிப்பிறப்பு உடையவனிடம் உண்டு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இலன் என்னும் எவ்வம் உரையாமை= யான் வறியன் என்று இரப்பான் சொல்லும் இளிவரவைத் தான் பிறர்கண் சொல்லாமையும்;<br/><br/>ஈதல்= அதனைத் தன்கண் சொன்னார்க்கு மாற்றாது ஈதலும்,<br/><br/>உள குலன் உடையான் கணணே= இவை இரண்டும் உளவாவன குடிப்பிறந்தான் கண்ணே.<br/><br/>மேல் 'தீது' என்றது ஒழிதற்கும், 'நன்று' என்றது செய்தற்கும் உரியவனை உணர்த்தியவாறு. இனி, 'இலன் என்னும் எவ்வம் உரையாமை ஈதல்' என்பதற்கு அவ்விளிவரவை ஒருவன் தனக்குச்சொல்வதற்கு முன்னே அவன் குறிப்பறிந்து கொடுத்தல் எனவும், அதனைப்பின்னும் பிறன்ஒருவன்பால் சென்று அவன் உரையாவகையால் கொடுத்தல் எனவும், \"யான் இதுபொழுது பொருளுடையவன் அல்லேன்\", எனக் கரப்பார் சொல்லும் இளிவரவைச் சொல்லாது கொடுத்தல் எனவும் உரைப்பாருமுளர். அவர் 'ஈதல்' என்பதனைப் பொருட்பன்மை பற்றி வந்த பன்மையாக உரைப்பர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இலன் என்னும் எவ்வம் உரையாமை ஈதல்-(இரந்து வந்தாற்கு) இல்லையென்னா நின்ற துன்பத்தைக் கூறாது ஈதலும், குலன் உடையான் கண்ணே உள-குடிப்பிறந்தார் மாட்டே யுளதாம்.<br/><br/>[ஈதல் என்றும் ஒருமைப் பெயர் உள என்னும் பன்மை வினையோடு பொருந்தி நின்றது.]<br/><br/>இது, கொடுக்குங்கால் மாறாது கொடுக்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'I' ve nought' is ne'er the high - born man's reply;<br/>He gives to those who raise themselves that cry."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(Even in a low state) not to adopt the mean expedient of saying \"I have nothing,\" but to give, is the characteristic of the mad of noble birth."
          }
        ]
      }
    ],
    "id": 223
  },
  {
    "kural": {
      "l1": "இன்னா திரக்கப் படுத லிரந்தவ",
      "l2": "ரின்முகங் காணு மளவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்னாது இரக்கப் படுதல் இரந்தவர்<br/>இன்முகங் காணும் அளவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் வேண்டும் என்று இரந்தவரின் மகிழ்ந்த முகத்தைக் காணும் வரைக்கும் (இரத்தலைப் போலவே) இரந்து கேட்கப்படுதலும் துன்பமானது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இரக்கப் படுதல் இனனாது= இரத்தலேயன்றி இரக்கப்படுதலும் இனிது அன்று;<br/><br/>இரந்தவர் இன் முகம் காணும் அளவு= ஒரு பொருளை இரந்தவர் அது பெற்றதனால் இனிதாகிய அவர் முகங் காணும் அளவும்.<br/><br/>எச்ச உம்மையும், முற்றும்மையும் விகாரத்தால் தொக்கன. இரக்கப்படுதல்- இரப்பார்க்கு ஈவல் என்றுஇருத்தல். அதனை 'இன்னாது' என்றது, \"எல்லாம் இரப்பார்க்கு ஒன்று ஈயாமை (நாலடியார், 145) கூடுங்கொல்லோ\" எனனும் அச்சம் நோக்கி. எனவே, எல்லாப்பொருளும் ஈதல் வேண்டும் என்பது பெறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இரக்கப்படுதல் இன்னாது-(பிறனொருவனால்) இரக்கப்படுதலும் இன்னாது; (எவ்வளவுமெனில்), இரந்தவன் இன்முகம் காணும் அளவு-இரந்துவந்தவன் (தான் வேண்டியது பெற்றதனானே காட்டும்) இனிதான முகங் காணும் அளவும் (என்க).<br/><br/>இது, கொடுக்குங்கால் தாழாது கொடுக்கவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The suppliants'cry for aid yeilds scant delight,<br/>Until you see his face with grateful gladness bright."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To see men begging from us in disagreeable, until we see their pleasant countenance."
          }
        ]
      }
    ],
    "id": 224
  },
  {
    "kural": {
      "l1": "ஆற்றுவா ராற்றல் பசியாற்ற லப்பசியை",
      "l2": "மாற்றுவா ராற்றலிற் பின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றுவார் ஆற்றல் பசிஆற்றல் அப்பசியை<br/>மாற்றுவார் ஆற்றலின் பின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தவ வலிமை உடையவரின் வலிமை பசியைப் பொறுத்துக் கொள்ளலாகும். அதுவும் அப்பசியை உணவு கொடுத்து மாற்றுகின்றவரின் ஆற்றலுக்குப் பிற்பட்டதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றுவார் ஆற்றல் பசி ஆற்றல்= தவத்தான் வலியார்க்கு வலியாவது, தம்மையுற்ற பசியைப் பொறுத்தல்.<br/><br/>அப்பசியை மாற்றுவார் ஆற்றலின் பின்= அவ்வலிதான் அங்ஙனம் பொறுத்தற்கு அரிய பசியை ஈகையான் ஒழிப்பாரது வலிக்குப்பின்.<br/><br/>தாமும் பசித்துப் பிறரையும் அது தீர்க்கமாட்டாதார் ஆற்றலின், தாமும் பசியாது பிறரையும் அது தீர்ப்பார் ஆற்றல் நன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆற்றுவார் ஆற்றல் பசி ஆற்றல்-பெரியாரது பெருமையாவது பசியைப் பொறுத்தல்; அப்பசியை மாற்றுவார் ஆற்றலின் பின்-(அதுவும் பெரிதாவது) பிறர் பசியைத் தீர்ப்பாரது பெருமைக்குப் பின்பு.<br/><br/>இது, தவம் பண்ணுவாரினும் தானம் பண்ணுவார் வலியுடைய ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Mid devotees they're great who hunger's pangs sustain,<br/>Who hunger's pangs relieve a higher merit gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The power of those who perform penance is the power of enduring hunger. It is inferior to the power of those who remove the hunger (of others)."
          }
        ]
      }
    ],
    "id": 225
  },
  {
    "kural": {
      "l1": "அற்றா ரழிபசி தீர்த்தலஃ தோருவன்",
      "l2": "பெற்றான் பொருள்வைப் புழி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றார் அழிபசி தீர்த்தல் அஃதொருவன்<br/>பெற்றான் பொருள்வைப் புழி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வறியவரின் கடும்பசியைத் தீர்க்கவேண்டும்; அதுவே பொருள் பெற்ற ஒருவன் அப்பொருளைத் தனக்குப் பிற்காலத்தில் உதவுமாறு சேர்த்து வைக்கும் இடமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றார் அழி பசி தீர்த்தல்= வறியாரது மிக்க பசியை அறன் நோக்கித் தீர்க்க;<br/><br/>பொருள் பெற்றான் ஒருவன் வைப்புழி அஃது= பொருள் பெற்றான் ஒருவன் அதனைத் தனக்கு உதவ வைக்கும் இடம் அவ்வறம் ஆகலான்.<br/><br/>எல்லா நன்மைகளும் அழிய வருதலின் 'அழிபசி' என்றார். 'அறம் நோக்கி' என்பது எஞ்ச நின்றது. அற்றார் அழிபசி தீர்த்த பொருள் பின் தனக்கே வந்து உதவும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அற்றார் அழிபசி தீர்த்தல்-பொருளற்றாரது (குணங்களை) அழிக்கும் பசியைப் போக்குக; அஃது ஒருவன் பொருள் வைப்பு உழி பெற்றான்-அதுசெய்தல் ஒருவன் தான் தேடின பொருள் வைத்தற்கு இடம் பெற்றது போலாம்.<br/><br/>இது, பகுத்துண்ணப் பொருள் அழியா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let men relieve the wasting hunger man endure;<br/>For treasure gained thus finds he treasure-house secure."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The removal of the killing hunger of the poor is the place for one to lay up his wealth."
          }
        ]
      }
    ],
    "id": 226
  },
  {
    "kural": {
      "l1": "பாத்தூண் மரீஇ யவனைப் பசியென்னுந்",
      "l2": "தீப்பிணி தீண்ட லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பாத்தூண் மரீஇ யவனைப் பசியென்னும்<br/>தீப்பிணி தீண்டல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தான் பெற்ற உணவைப் பலரோடும் பகுத்து உண்ணும் பழக்கம் உடையவனைப் பசி என்று கூறப்படும் தீய நோய் அணுகுதல் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பாத்து ஊண் மரீஇயவனை= எஞ்ஞான்றும் பகுத்து உண்டல் பயி்ன்றவனை;<br/><br/>பசி என்னும் தீப் பிணி தீண்டல் அரிது= பசி என்று சொல்லப்படும் தீய நோய் தீண்டல் இல்லை.<br/><br/>இவ்வுடம்பின் நின்று ஞான ஒழுக்கங்களை அழித்து, அதனால்வரும் உடம்புகட்கும் துன்பம் செய்தலின், 'தீப்பிணி' எனப்பட்டது. தனக்கு மருத்துவன் தான் ஆகலின் பசிப்பிணி அணுகாது என்பதாம்.<br/><br/>இவை ஆறு பாட்டானும் ஈதலின் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பாத்து ஊண் மரீஇயவனை-பகுத்து உண்டலைப் பழகியவனை; பசி என்னும் தீப்பிணி தீண்டல் அரிது-பசியாகிய பொல்லா நோய் தீண்டுதல் இல்லை.<br/><br/>(ஒருவன் பிறற்கு ஈயாதொழிதல், ஈந்தால் பொருள் குறையும்; அதனாலே பசியுண்டாமென் றஞ்சியன்றோ? அவ்வாறு நினைத்தல் வேண்டா.) பகுத்துண்ணப் பசி வாரா தென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose soul delights with hungry men to share his meal,<br/>The hand of hunger's sickness sore shall never feel."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fiery disease of hunger shall never touch him who habitually distributes his food to others."
          }
        ]
      }
    ],
    "id": 227
  },
  {
    "kural": {
      "l1": "ஈத்துவக்கு மின்ப மறியார்கொல் தாமுடைமை",
      "l2": "வைத்திழக்கும் வன்க ணவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை<br/>வைத்திழக்கும் வன்க ணவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தாம் சேர்த்துள்ள பொருளைப் பிறர்க்குக் கொடுக்காமல் வைத்திருந்து பின் இழந்துவிடும் வன்கண்மை உடையவர் பிறர்க்குக் கொடுத்து மகிழும் மகிழ்ச்சியை அறியாரோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தாம் உடைமை வைத்து இழக்கும் வன்கணவர்= தாம் உடைய பொருளை ஈயாது வைத்துப் பின் இழந்துபோம் அருளிலாதார்;<br/><br/>ஈத்து உவக்கும் இன்பம் அறியார்கொல்= வறியார்க்கு வேண்டியவற்றைக் கொடுத்து, அவர் உவத்தலான் அருளுடையார் எய்தும் இன்பத்தினைக் கண்டறியார் கொல்லோ?<br/><br/>'உவக்கும்' என்பது காரணத்தின்கண் வந்த பெயரெச்சம். அஃது 'இன்பம்' என்னும் காரியப்பெயர் கொண்டது. அறிந்தாராயின், தாமும் அவ்வின்பத்தை எய்துவதல்லது வைத்து இழவார் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் உடைமை வைத்து இழக்கும் வன்கண்ணவர்-தாம் உடைய பொருளைக் கொடாதே வைத்து (ப்பின்) இழக்கின்ற வன்கண்ணார், ஈந்து உவக்கும் இன்பம் அறியார்கொல்-(கொடுத்த) கொடையினால் (பெற்றவர்) முகமலர்ச்சி கண்டறியாரோ?<br/><br/>[ஈந்து என்பது வலித்து நின்றது. கொல் என்பது ஈண்டு ஐயப்பொருளைத் தந்து நின்றது.]<br/><br/>இது, பிறர்க்கு இடாதார் தம் பொருளை இழப்ப ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Delight of glad'ning human hearts with gifts do they not know,<br/>Men of unpitying eye, who hoard their wealth, and lose it so?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Do the hard-eyed who lay up and lose their possessions not know the happiness which springs from the pleasure of giving ?"
          }
        ]
      }
    ],
    "id": 228
  },
  {
    "kural": {
      "l1": "இரத்தலி னின்னாது மன்ற நிரப்பிய",
      "l2": "தாமே தமிய ருணல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இரத்தலின் இன்னாது மன்ற நிரப்பிய<br/>தாமே தமியர் உணல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளின் குறைபாட்டை நிரப்புவதற்காக உள்ளதைப் பிறர்க்கு ஈயாமல் தாமே தமியராய் உண்பது வறுமையால் இரப்பதைவிடத் துன்பமானது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிரப்பிய தாமே தமியர் உணல்= பொருட்குறை நிரப்பவேண்டி வறியார்க்கு ஈயாது தாமே தனித்து உண்டல்;<br/><br/>இரத்தலின் இன்னாது மன்ற= ஒருவர்க்குப் பிறர்பால் சென்று இரத்தலினும் இன்னாது ஒருதலையாக.<br/><br/>பொருட்குறை நிரப்புதலாவது, ஒரோ எண்களைக் குறித்து அத்துணை ஈட்டுதும் என ஈட்டத்தையே மேற்கொண்டு இவறிக் கூட்டுதல். தனித்தல், பிறரை ஒழித்தல். இரத்தற்கு உள்ளது அப்பொழுதை இளிவரவே, பின் நல்குரவு இல்லை. தமியர் உண்டற்கு அவை இரண்டும் உளவாம் ஆகலின், 'இரத்தலின் இன்னாது' என்றார். 'நிரப்பிய' என்பதற்குத் 'தேடிய உணவுகளை' என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இரத்தலின் மன்ற இன்னாத-இரத்தல்போல மெய்யாக இன்னாவாம், நிரப்பிய தாமே தமியர் உணல்-(தாமே) தேடின உணவைத் தாமே தமியராயிருந்து உண்டல்.<br/><br/>தமியராய்-ஒருவருங் காணாமல். [உணல் என்னும் ஒருமைப் பெயர் இன்னாத என்னும் பன்மைச் சொல்லோடு பொருந்தி நின்றது.]<br/><br/>இது, பிறர்க்கு இடாதார் துன்பம் உழப்ப ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "They keep their garners full, for self alone the board they spread;-<br/>'Tis greater pain, be sure, than begging daily bread!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Solitary and unshared eating for the sake of filling up one's own riches is certainly much more unpleasant than begging."
          }
        ]
      }
    ],
    "id": 229
  },
  {
    "kural": {
      "l1": "சாதலி னின்னாத தில்லை யினிததூஉ",
      "l2": "மீத லியையாக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சாதலின் இன்னாத தில்லை இனிததூஉம்<br/>ஈதல் இயையாக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சாவதைவிடத் துன்பமானது வேறொன்றும் இல்லை. ஆனால் வறியவர்க்கு ஒரு பொருள் கொடுக்க முடியாத நிலை வந்தபோது அச்சாதலும் இனியதே ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சாதலின் இன்னாதது இல்லை= ஒருவற்குச் சாதல்போல இன்னாதது ஒன்று இல்லை;<br/><br/>அதூஉம் ஈதல் இயையாக்கடை இனிது= அத்தன்மைத்தாகிய சாதலும், வறியார்க்கு ஒன்று ஈதல் முடியாதவழி இனிது.<br/><br/>பிறர்க்குப் பயன்படாத உடற்பொறை நீங்குதலான் 'இனிது' எனறார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சாதலின் இன்னாதது இல்லை-சாதலின் மிக்க துன்பம் தருவது இல்லை; ஈதல் இசையாக்கடை அதூஉம் இனிது-(இரந்து வந்தார்க்குக்) கொடுத்தல் முடியாதவிடத்து அதுவும் இனிதாம்.<br/><br/>இஃது, ஈயாது வாழ்தலிற் சாதல் நன் றென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis bitter pain to die. 'Tis worse to live,<br/>For him who nothing find to give!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Nothing is more unpleasant than death: yet even that is pleasant where charity cannot be exercised."
          }
        ]
      }
    ],
    "id": 230
  }
]