export default [
  {
    kural: {
      l1: 'நிழனீரு மி்ன்னாத வின்ன தமர்நீரு',
      l2: 'மி்ன்னாவா மி்ன்னா செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நிழல்நீரும் இன்னாத இன்னா தமர்நீரும்<br/>இன்னாவாம் இன்னா செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இன்பம் தரும் நிழலும் நீரும் நோய் செய்வனவாக இருந்தால் தீயனவே ஆகும்; அதுபோலவே, சுற்றத்தாரின் தன்மைகளும் துன்பம் தருமானால் தீயனவே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நிழல் நீரும் இன்னாத இன்னா= ஒருவனுக்கு அனுபவிக்க வேண்டுவனவாய நிழலும் நீரும் முன் இனியவேனும் பின் நோய்செய்வன இன்னாவாம்; தமர் நீரும் இன்னாசெயின் இன்னாவாம்= அதுபோலத் தழுவவேண்டுனவாய தமர் இயல்புகளும், முன் இனியவேனும் பின் இன்னாசெய்வன இன்னாவாம்.<br/><br/>நோய்: பெருங்கால் பெருவயிறு முதலாயின. தமர் என்றதனால், உட்பகையாதற்கு உரியராய ஞாதியர் என்பது அறிக. இன்னாசெயல்: முன் வெளிப்படாமை நின்று துணைபெற்றவழிக் கெடுத்தல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நிழலகத்து நீர் இனிதேயாயினும் அவற்றுள் இன்னாத செய்யும் நீர் இன்னாதாகும். அதுபோலச் சுற்றத்தார் நன்மை இனிதாயினும் அவர் இன்னாதவற்றைச் செய்வாராயின் அஃது இன்னாதாயே விடும்.<br/><br/>இது சுற்றமென் றிகழற்க என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Water and shade, if they unwholesome prove, will bring you pain;<br/>And qualities of friends, who treacherous act, will be your bane.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Shade and water are not pleasant, (if) they cause disease; so are the qualities of (one's) relations not agreeable, (if) they cause pain.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வாள்போல் பகைவரை யஞ்சற்க வஞ்சுக',
      l2: 'கேள்போல் பகைவர் தொடர்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வாள்போல பகைவரை அஞ்சற்க அஞ்சுக<br/>கேள்போல் பகைவர் தொடர்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வாளைப்போல் வெளிப்படையான பகைவர்க்கு அஞ்ச வேண்டியதில்லை; ஆனால் உறவினரைப்போல இருந்து உட்பகை கொண்டவரின் தொடர்புக்கு அஞ்ச வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வாள்போல் பகைவரை அஞ்சற்க= வாள் போல எறிதும் என்று வெளி்ப்பட்டு நிற்கும் பகைவர் பகையினை அஞ்சாது ஒழிக;<br/><br/>கேள்போல் பகைவர் தொடர்பு அஞ்சுக= அங்ஙனம் நில்லாது கேள்போல மறைந்து நிற்கும் பகைவர் நட்பினை அஞ்சுக.<br/><br/>'பகைவர்' ஆகுபெயர். முன்னே அறிந்து காக்கப்படுதலான், 'அஞ்சற்க' என்றும், அங்ஙனம் அறியவும் காக்கவும் படாமையிற் கெடுதல் ஒருதலை என்பதுபற்றி 'அஞ்சுக' என்றும் கூறினார். பின்செய்யும் பகையினும் கொடிதாகலானும், காக்கல் ஆகாதது ஆகலானும், அஞ்சப்படுவது முன்செய்த அவர் தொடர்பு ஆயிற்று.<br/><br/>இவை இரண்டு பாட்டானும் உட்பகை ஆகாது என்பது பெறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வாள்போலக் கொல்லுந் திறனுடைய பகைவரை அஞ்சாதொழிக; புறம்பு நட்டாரைப் போல மனத்தினாற் பகைத்திருப்பார் தொடர்பை அஞ்சுக.<br/><br/>இது பகை அஞ்சுவதினும் மிக அஞ்சவேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Dread not the foes that as drawn swords appear;<br/>Friendship of foes, who seem like kinsmen, fear!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Fear not foes (who say they would cut) like a sword; (but) fear the friendship of foes (who seemingly act) like relations.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உட்பகை யஞ்சித்தற் காக்க வுலைவிடத்து',
      l2: 'மட்பகையின் மாணத் தெறும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உட்பகை அஞ்சித்தற் காக்க உலைவிடத்து<br/>மட்பகையின் மாணத் தெறும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உட்பகைக்கு அஞ்சி ஒருவன் தன்னைக் காத்துக் கொள்ள வேண்டும்; தளர்ச்சி வந்தபோது மட்கலத்தை அறுக்கும் கருவிபோல் அந்த உட்பகை தவறாமல் அழிவு செய்யும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உட்பகை அஞ்சித் தற்காக்க= உட்பகை யாயினாரை அஞ்சித் தன்னைக் காத்துக்கொண்டு ஒழுகுக; உலைவிடத்து மட்பகையின் மாணத் தெறும்= அங்ஙனம் ஒழுகாதவழித் தனக்கோர் தளர்ச்சி வந்தவிடத்துக் குயவன் மட்கலத்தை அறுக்கும் கருவிபோல அவர் தப்பாமற் கெடுப்பர்.<br/><br/>'கா'த்தல்: அவர் அணையாமலும், அவர்க்கு உடம்படாமலும் பரிகரித்தல். பகுக்கும் கருவி 'மட்பகை' எனப்பட்டது. பகைமை தோன்றாமல், உள்ளேயிருந்தே கீழறுத்தலின், கெடுதல் தப்பாது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உடனே வாழும் பகைவரை அஞ்சித் தன்னைக் காக்க: அவர் தனக்குத் தளர்ச்சி வந்தவிடத்துக் குயவன் கலத்தை அறுங்குங் கருவிபோலத் தப்பாமல் கொல்லுவர்.<br/><br/>மட்பகை தான் அறுக்குங்கால் பிரறியாமல் நின்று அறுக்கும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Of hidden hate beware, and guard thy life;<br/>In troublous time 'twill deeper wound than potter's knife.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Fear internal enmity and guard yourself; (if not) it will destroy (you) in an evil hour, as surely as the tool which cuts the potter's clay.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மனமாணா வுட்பகை தோன்றி னினமாணா',
      l2: 'வேதம் பலவுந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மனமாணா உட்பகை தோன்றின் இனமாணா<br/>ஏதம் பலவும் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மனம் திருந்தாத உட்பகை ஒருவனுக்கு உண்டாகுமானால், அது அவனுக்குச் சுற்றம் சீர்ப்படாமைக்குக் காரணமான குற்றம் பலவற்றையும் தரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மனம் மாணா உட்பகை தோன்றின்=புறம் திருந்தியது போன்று அகம் திருந்தாத உட்பகை அரசனுக்கு உண்டாவதாயின்; இனம் மாணா ஏதம் பலவும் தரும்= அஃது அவனுக்குச் சுற்றம் வயமாகாமைக்கு ஏதுவாகிய குற்றம் பலவற்றையும் கொடுக்கும்.<br/><br/>அவை சுற்றத்தாரை உள்ளாய் நின்று வேறுபடுத்தலும், அதனால் அவர் வேறுபட்டவழித் தான் தேறாமையும், பின் அவற்றான் விளைவனவும் ஆம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மனம் நன்றாகாத உட்பகை தோன்றுமாயின் தனக்கு இனமாயினார் நல்லராகார்; அஃதன்றிப் பல குற்றங்களும் உண்டாம்.<br/><br/>இஃது இனம் பொருந்தாமல் கூடநின்று பகைப்பிக்கு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If secret enmities arise that minds pervert,<br/>Then even kin unkind will work thee grievous hurt.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "The secret enmity of a person whose mind in unreformed will lead to many evils causing disaffection among (one's) relations.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறன்முறையா னுட்பகை தோன்றி னிறன்முறையா',
      l2: 'னேதம் பலவுந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறல்முறையான் உட்பகை தோன்றின் இறல்முறையான்<br/>ஏதம் பலவும் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உறவுமுறையோடு உட்பகை உண்டாகுமானால், அது ஒருவனுக்கு இறக்கும் வகையான குற்றம் பலவற்றையும் கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உறல்முறையான் உட்பகை தோன்றின்= புறத்து உறவுமுறைத் தன்மையோடு கூடிய உட்பகை அரசனுக்கு உண்டாவதாயின்; இறல் முறையான் ஏதம் பலவும் தரும்= அஃது அவனுக்கு இறத்தன் முறையோடு கூடிய குற்றம் பலவற்றையும் கொடுக்கும்.<br/><br/>அவை புறப்பகைத் துணையாய் நின்றே அது தோன்றாமல் கோறன் முதலிய வஞ்சனை செய்தலும், அமைச்சர் முதலிய உறுப்புக்களைத் தேய்த்தலும் முதலாயின.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உறவு முறையோடே வுட்பகை தோன்றுமாயின், அது கெடுதல் முறைமையோடே கூடப் பல துன்பத்தினையும் தரும்.<br/><br/>இது சுற்றத்தாராகிய உட்பகையினால் வரும் தீமை கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Amid one's relatives if hidden hath arise,<br/>'Twill hurt inflict in deadly wise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "If there appears internal hatred in a (king's) family; it will lead to many a fatal crime.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒன்றாமை யொன்றியார் கட்படி னெஞ்ஞான்றும்',
      l2: 'பொன்றாமை யொன்ற லரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒன்றாமை ஒன்றியார் கட்படின் எஞ்ஞான்றும்<br/>பொன்றாமை ஒன்றல் அரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுடைய உற்றாரிடத்தில் பகைமை ஏற்படுமானால், அந்த உட்பகையால் அவன் அழியாமலிருத்தல் எப்போதும் அரிது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒன்றாமை ஒன்றியார்கண் படின்= பகைமை தனக்குள்ளாயினார் மாட்டே பிறக்குமாயின்; பொன்றாமை ஒன்றல் எஞ்ஞான்றும் அரிது= அரசனுக்கு இறவாமை கூடுதல் எஞ்ஞான்றும் அரிது.<br/><br/>பொருள் படை முதலிய உறுப்புக்களாற் பெரியனாய காலத்தும் என்பார், 'எஞ்ஞான்றும்' என்றார்.<br/><br/>இவை நான்குபாட்டானும் அதனால் தனக்கு வரும் தீங்கு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன் ஒன்றினார்மாட்டு ஒன்றாமை உளதாயின், எந்நாளினும் சாவாமையைக் கூடுதல் அரிது.<br/><br/>இது நட்டோராகிய உட்பகையினால் வரும் தீமை கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If discord finds a place midst those who dwelt at one before,<br/>'Tis ever hard to keep destruction from the door.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "If hatred arises among (one's) own people, it will be hardly possible (for one) to escape death.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செப்பின் புணர்ச்சிபோற் கூடினுங் கூடாதே',
      l2: 'யுட்பகை யுற்ற குடி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செப்பின் புணர்ச்சிபோல் கூடினும் கூடாதே<br/>உட்பகை உற்ற குடி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'செப்பின் இணைப்பைப்போல் புறத்தே பொருந்தி இருந்தாலும், உட்பகை உண்டான குடியில் உள்ளவர் அகத்தே பொருந்தி இருக்கமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செப்பின் புணர்ச்சி போல் கூடினும்= செப்பினது புணர்ச்சிபோலப் புறத்து வேற்றுமைதெரியாமற் கூடினாராயினும்; உட்பகை உற்ற குடி கூடாது= உட்பகை உண்டாய குடியில் உள்ளார் அகத்துத் தம்முள் கூடார்.<br/><br/>செப்பின் புணர்ச்சி செப்பு மூடியோடு புணர்ந்த புணர்ச்சி. உட்பகையான் மனம் வேறுபட்டமையிற் புறப்பகை பெறுறுழி வீற்று வீற்றாவர் என்பதாம். குடி கூடாதென்பதனை நாடு வந்தது என்பது போலக் கொள்க. உட்பகை தானுற்ற குடியோடு கூடாது என்றும், உட்பகை உண்டாய குடி அப்பகையோடு கூடாது என்றும் உரைப்பாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உட்பகையும் அஃது உற்ற குடியும், செப்பும் மூடியும் பொருந்தினாற் போலப் பொருந்தினவாயினும், பொருத்தமில்லவாம்.<br/><br/>உட்பகையுற்றார் செப்பும் மூடியும் ஒன்றுபட்டாற்போல இருந்து செப்பகத்துப் பொருள் வாங்குவார்க்கு மூடி துணையாய் அகன்று நிற்குமதுபோல அகன்று நிற்பரென்றவாறு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As casket with its cover, though in one they live alway,<br/>No union to the house where hate concealed hath sway.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Never indeed will a family subject to internal hatred unite (really) though it may present an apparent union like that of a casket and its lid. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அரம்பொருத பொன்போலத் தேயு முரம்பொரு',
      l2: 'துட்பகை யுற்ற குடி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அரம்பொருத பொன்போலத் தேயும் உரம்பொருது<br/>உட்பகை உற்ற குடி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உட்பகை உண்டான குடி, அரத்தினால் தேய்க்கப் பட்ட இரும்புபோல் வலிமை குறைக்கப்பட்டுத் தேய்ந்து போகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உட்பகை யுற்ற குடி= முன் வளர்ந்து வந்ததாயினும் உட்பகையுண்டாய குடி; அரம் பொருத பொன்போலப் பொருது உரம் தேயும்= அரத்தாற் பொரப்பட்ட இரும்புபோல அதனாற் பொரப்பட்டு வலி தேயும்.<br/><br/>'பொருது' என்னும் செயப்பாட்டு வினையெச்சம், 'தேயும்' என்னும் வினைகொண்டது. அஃது உரத்தின் தொழில்ஆயினும் குடிமேல் ஏற்றுதலின், வினைமுதல் வினையாயிற்று. காரியஞ்செய்வது போன்று பொருந்தி மெல்லமெல்லப் பிரிவித்தலான், வலிதேய்ந்து விடும் என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் அவன்குடிக்குவரும் தீங்கு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உட்பகையானது உற்ற குடி, அரத்தினால் தேய்க்கப்பட்ட பொன்னைப் போல, அதனால் பொரப்படவே வலி தேயும்.<br/><br/>இஃது உட்பகை அழகு செய்வது போலப் பலத்தைக் கெடுக்குமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As gold with which the file contends is worn away,<br/>So strength of house declines where hate concealed hath sway.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A family subject to internal hatred will wear out and lose its strength like iron that has been filed away.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எட்பக வன்ன சிறுமைத்தே யாயினு',
      l2: 'முட்பகை யுள்ளதாங் கேடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எட்பக வன்ன சிறுமைத்தே ஆயினும்<br/>உட்பகை உள்ளதாங் கேடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எள்ளின் பிளவைப் போன்ற சிறிய அளவு உடையதே ஆனாலும், ஒரு குடியை அழிக்கவல்ல கேடு உட்பகையில் உள்ளதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உட்பகை எட்பகவு அன்ன சிறுமைத்தே ஆயினும்= அரசனது உட்பகை அவன் பெருமையே நோக்க எள்ளின் பிளவை ஒத்த சிறுமையுடைத்தே ஆயினும்; கேடு உள்ளதாம்= பெருமையெல்லாம் அழியவரும் கேடு அதன் அகத்ததாம்.<br/><br/>எத்துணையும் பெரிதாய கேடு தனக்கு எல்லை வருந்துணையும், எத்துணையும் சிறிதாய உட்பகையுள்ளே அடங்கியிருந்து, வந்தால் வெளிப்பட்டு நிற்கும் என்பதாம்.<br/><br/>இதனால் அது சிறிது என்று இகழப்படாது என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எள்ளின் பிளவு போன்ற சிறுமைத்தேயாயினும் உடனே வாழும் பகையினான் ஒருவர்க்குக் கேடு உளதாம்.<br/><br/>இது பகை சிறிதென் றிகழற்க வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though slight as shred of 'sesame' seed it be,<br/>Destruction lurks in hidden enmity.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Although internal hatred be as small as the fragment of the sesamum (seed), still does destruction dwell in it.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உடம்பா டிலாதவர் வாழ்க்கை குடங்கருட்',
      l2: 'பாம்போ டுடனுறைந் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உடம்பாடு இலாதவர் வாழ்க்கை குடங்கருள்<br/>பாம்போடு உடனுறைந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அகத்தின் உடன்பாடு இல்லாதவருடன் கூடி வாழும் வாழ்க்கை, ஒரு குடிசையிற் பாம்போடு உடன்வாழ்ந்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உடம்பாடு இலாதவர் வாழ்க்கை= மனப்பொருத்தம் இல்லாதாரோடு கூட ஒருவன் வாழும் வாழ்க்கை; குடங்கருள் பாம்போடு உடன் உறைந்தற்று= ஒரு குடிலுள்ளே பாம்போடு கூட உறைந்தாற் போலும்.<br/><br/>'குடங்கம்' என்னும் வடசொல் திரிந்து நின்றது. இடச்சிறுமையானும், பயிற்சியானும் பாம்பாற் கோட்படல் ஒருதலையாம். ஆகவே, அவ்வுவமையால் அவனுயிர்க்கு இறுதிவருதல் ஒருதலையென்பது பெற்றாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மனத்தினால் பொருத்த மில்லாதாரோடு ஒத்து வாழும் வாழ்க்கை, ஒரு குடிலகத்தே பாம்போடு கூடி வாழ்ந்தாற் போலும்.<br/><br/>இது பாம்பு இடம் வந்தால் கடிக்கும்; அதுபோல உட்பகைவர் இடம் வந்தால் கொல்லுவரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Domestic life with those who don’t agree,<br/>Is dwelling in a shed with snake for company.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Living with those who do not agree (with one) is like dwelling with a cobra (in the same) hut',
          },
        ],
      },
    ],
  },
];
