export default [
  {
    "kural": {
      "l1": "சுழன்று மேர்ப்பின்ன துலக மதனா",
      "l2": "லுழந்து முழவே தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால்<br/>உழந்தும் உழவே தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகம் பல தொழில் செய்து சுழன்றாலும் ஏர்த் தொழிலின் பின் நிற்கின்றது; அதனால் எவ்வளவு துன்புற்றாலும் உழவுத் தொழிலே சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சுழன்றும் ஏர்ப்பின்னது உலகம்= உழுதலான் வரும் மெய்வருத்த நோக்கிப் பிறதொழில்களைச் செய்துதிரிந்தும், முடிவில் ஏருடையார் வழியதாயிற்று உலகம்; அதனால் உழந்தும் உழவே தலை= ஆதலான் எல்லா வருத்தமுற்றும், தலையாய தொழில் உழவே.<br/><br/>'ஏர்' ஆகுபெயர். பிற தொழில்களான் பொருள் எய்திய வழியும், உணவின் பொருட்டு உழுவார்கண் செல்லவேண்டுதலின், 'சுழன்றும் ஏர்ப்பி்ன்னது உலகம்' என்றும், வருத்தம் இலவேனும், பிறதொழில்கள் கடை என்பது போதர 'உழந்தும் உழவே தலை' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உழவு ஒழிந்த எல்லா நெறிகளிலும் சுழன்று திரிந்தாலும் ஏருடையவர் வழியே வருவர் உலகத்தார்: ஆதலான் வருந்தியும் உழுதலே தலைமையுடையது.<br/><br/>இஃது உழவு வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Howe'er they roam, the world must follow still the plougher's team;<br/>Though toilsome, culture of the ground as noblest toil esteem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Agriculture, though laborious, is the most excellent (form of labour); for people, though they go about (in search of various employments), have at last to resort to the farmer."
          }
        ]
      }
    ],
    "id": 1031
  },
  {
    "kural": {
      "l1": "உழுவா ருலகத்தார்க் காணியஃ தாற்றா",
      "l2": "தெழுவாரை யெல்லாம் பொறுத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது<br/>எழுவாரை எல்லாம் பொறுத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உழவு செய்ய முடியாமல் உயிர் வாழ்கின்றவர் எல்லாரையும் தாங்குவதால், உழவு செய்கின்றவர் உலகத்தார்க்கு அச்சாணி போன்றவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அஃது ஆற்றாது எழுவாரை எல்லாம் பொறுத்து= அவ்வுழுதலைச் செய்யமாட்டாது பிற தொழில்கள் மேல் செல்வார் யாவரையும் தாங்குதலால்; உழுவார் உலகத்தார்க்கு ஆணி= அது வல்லார் உலகத்தாராகிய தேர்க்கு அச்சாணி ஆவர்.<br/><br/>\"காடு கொன்று நாடாக்கிக் குளந்தொட்டு\"1 என்றாற் போல, உழுவார் என்றது, உழுவிப்பார் மேலும் செல்லும். 'உலகத்தார்' என்றது, ஈண்டு இவரை ஒழிந்தாரை. கலங்காமல் நிறுத்தற்கண் ஆணி போறலின், 'ஆணி' என்றார். பொறுத்தலான் என்பது திரிந்து நின்றது. ஏகதேச உருவகம். அஃதாற்றார் தொழுவாரே எல்லாம் பொறுத்தென்று பாடமோதி, அது மாட்டாதார் புரப்பார் செய்யும் பரிபவம் எல்லாம் பொறுத்து, அவரைத் தொழுவாரே ஆவார் என்று உரைப்பாரும் உளர்.2"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலகத்தாராகிய தேரினுக்கு அச்சாணிபோல்வார் உழுவாரே: அதனைச் செய்யாதாரே பிறர் பெருமிதத்தினால் செய்வனவெல்லாம் பொறுத்துத் தொழுது நிற்பார்.<br/><br/>இஃது உழுவார் தம்மையும் அரசனையும் பெரியராக்குதலன்றி உலகத்தையும் தாங்குவரென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The ploughers are the linch-pin of the world; they bear<br/>Them up who other works perform, too weak its toils to share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Agriculturists are (as it were) the linch-pin of the world for they support all other workers who cannot till the soil."
          }
        ]
      }
    ],
    "id": 1032
  },
  {
    "kural": {
      "l1": "உழுதுண்டு வாழ்வாரே வாழ்வார்மற் றெல்லாந்",
      "l2": "தொழுதுண்டு பின்செல் பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உழுதுண்டு வாழ்வாரே வாழ்வார்மற் றெல்லாம்<br/>தொழுதுண்டு பின்செல் பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உழவு செய்து அதனால் கிடைத்ததை உண்டு வாழ்கின்றவரே உரிமையோடு வாழ்கின்றவர்; மற்றவர் எல்லோரும் பிறரைத் தொழுது உண்டு பின் செல்கின்றவரே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உழுது உண்டு வாழ்வாரே வாழ்வார்= யாவரும் உண்ணும் வகை உழுதலைச்செய்து அதனான் தாமும் உண்டு வாழ்கின்றாரே தமக்குரியராய் வாழ்கின்றவர்; மற்றெல்லாம் தொழுது உண்டு பின் செல்பவர்= மற்றையார் எல்லாம் பிறரைத் தொழுது அதனான் தாமும் உண்டு அவரைப் பின்பற்றிச் செல்கி்ன்றவர்.<br/><br/>'மற்று' என்பது, வழக்குப் பற்றி வந்தது. தாமும் மக்கட் பிறப்பினராய் வைத்துப் பிறரைத் தொழுது, அவர் சில கொடுப்பத் தம் உயிரோம்பி, அவர்பின் செல்வார் தமக்கு உரியர் அல்லர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலகின்கண் வாழ்வாராவார் உழுதுண்டு வாழ்பவரே; மற்று வாழ்கின்றா ரெல்லாரும் பிறரைத் தொழுது உண்டு அவரேவல் செய்கின்றவர்.<br/><br/>இது செல்வமானது உழவினால் வருஞ் செல்வமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who ploughing eat their food, they truly live;<br/>The rest to others bend subservient, eating what they give."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They alone live who live by agriculture; all others lead a cringing, dependent life."
          }
        ]
      }
    ],
    "id": 1033
  },
  {
    "kural": {
      "l1": "பலகுடை நீழலுந் தங்குடைக்கீழ்க் காண்ப",
      "l2": "ரலகுடை நீழ லவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பலகுடை நீழலும் தங்குடைக்கீழ்க் காண்பர்<br/>அலகுடை நீழ லவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெல்வளம் உடைய தண்ணளி பொருந்திய உழவர், பல அரசரின் குடைநிழல்களையும் தம் குடையின் கீழ் காணவல்லவர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அலகு உடை நீழலவர்= உழுதல் தொழிலான், நெல்லினை உடையராய தண்ணளி உடையோர்; பல குடை நீழலும் தம் குடைக்கீழ்க் காண்பர் = பலவேந்தர் குடை நிழலதாய மண் முழுதினையும், தம் அரசன் குடைக்கீழே காண்பர்.<br/><br/>'அலகு'- கதிர்; அஃது ஈண்டு ஆகுபெயராய் நெல் மேலதாயிற்று. உடைய என்பது, குறைந்து நின்றது. நீழல் போறலின், 'நீழல்' எனப்பட்டது. 'நீழலவர்' என்றது, இரப்போர்க்கு எல்லாம் ஈதல் நோக்கி. ஒற்றுமை பற்றித் 'தம்குடை' என்றார். 'குடைநீழல்' என்பதூஉம், ஆகுபெயர். \"ஊன்றுசான் மருங்கின் ஈன்றதன் பயனே\"3 என்றதனால் தம் அரசனுக்குக் கொற்றம் பெருக்கி, மண்முழுதும் அவனதாகக் கண்டிருப்பர் என்பதாம்; \"இரப்போர் சுற்றமும் புரப்போர் கொற்றமும், உழவிடை விளைப்போர்\"4 என்றார் பிறரும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பல அரசர் குடைநிழலும் தம் அரசர் குடைநிழற்கீழே வரக்காண்பர், குடை<br/><br/>யில்லா நிழலை யுடையவர்.<br/><br/>குடையில்லா நிழலாவது பைங்கூழ் நிழல். இது தாம் வாழ்தலே அன்றித் தம் அரசனையும் வாழ்விப்பர் என்றது. (அலகுடைய நீழல்-கதிர்களையுடைய நெற்பயிரின்நிழல்)"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O'er many a land they'll see their monarch reign,<br/>Whose fields are shaded by the waving grain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Patriotic farmers desire to bring all other states under the control of their own king."
          }
        ]
      }
    ],
    "id": 1034
  },
  {
    "kural": {
      "l1": "இரவா ரிரப்பார்க்கொன் றீவர் கரவாது",
      "l2": "கைசெய்தூண் மாலை யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இரவார் இரப்பார்க்கொன்று ஈவர் கரவாது<br/>கைசெய்தூண் மாலை யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கையால் தொழில்செய்து உணவு தேடி உண்ணும் இயல்புடைய தொழிலாளர் பிறரிடம்சென்று இரக்கமாட்டார்; தம்மிடம் இரந்தவர்க்கு ஒளிக்காமல் ஒரு பொருள் ஈவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கை செய்து ஊண் மாலையவர் இரவார்= தம் கையால் உழுதுண்டலை இயல்பாக உடையார் பிறரைத் தாம் இரவார்; இரப்பார்க்கு ஒன்று கரவாது ஈவர்= தம்மை இரப்பார்க்கு அவர் வேண்டியது ஒன்றனைக் கரவாது கொடுப்பர்.<br/><br/>'செய்து' என்பதற்கு உழுதலை என வருவிக்க. 'கைசெய்தூண் மாலையவர்' என்பது, ஒருஞான்றும் அழிவில்லாத செல்வம் உடையர் என்னும் ஏதுவை உட்கொண்டு நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறரை இரவார்; தம்மை இரப்பார்க்குக் காத்தலின்றி யாதொன்றாயினும் ஈவர்; கையாலே உழவுத் தொழிலைச் செய்து உண்ணும் இயல்பினையுடையார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "They nothing ask from others, but to askers give,<br/>Who raise with thier own hands the food on which they live."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those whose nature is to live by manual labour will never beg but give something to those who beg."
          }
        ]
      }
    ],
    "id": 1035
  },
  {
    "kural": {
      "l1": "உழவினார் கைம்மடங்கி னில்லை விழைவதூஉம்",
      "l2": "விட்டேமென் பார்க்கு நிலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உழவினார் கைம்மடங்கின் இல்லை விழைவதூஉம்<br/>விட்டேம்என் பார்க்கும் நிலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உழவருடைய கை, தொழில் செய்யாமல் மடங்கியிருக்குமானால், விரும்புகின்ற எந்தப் பற்றையும் விட்டு விட்டோம் என்று கூறும் துறவிகளுக்கும் வாழ்வு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உழவினார்கை மடங்கின்= உழுதலை உடையார் கை அதனைச் செய்யாது மடங்குமாயின்; விழைவதூஉம் விட்டேம் என்பார்க்கு நிலை இல்லை= யாவரும் விழையும் உணவும், யாம் துறந்தேம் என்பார்க்கு அவ்வறத்தின்கண் நிற்றலும் உளவாகா.<br/><br/>உம்மை இறுதிக்கண்ணும் வந்து இயைந்தது. உணவின்மையால் தாம் உண்டலும், இல்லறம் செய்தலும் யாவர்க்கும் இல்லையாயின. அவர் உறுப்பு மாத்திரமாய கை வாளாவிருப்பின், உலகத்து இம்மை மறுமை வீடு என்னும் பயன்கள் நிகழா என்பதாம். ஒன்றனை மனத்தால் விழைதலும் ஒழிந்தேம் என்பார்க்கு என உரைப்பாரும் உளர்.5"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உழவை யுடையவர் அத்தொழிலைச் செய்யாது கைம்மடங்கு வராயின், யாதொரு பொருளின்கண்ணும் விரும்புவதனையும் விட்டேமென்பார்க்கு அந்நிலையின்கண் நிற்றல் இல்லை.<br/><br/>எனவே துறவறத்திண்கண் நிற்பாரை நிறுத்துதல் உழவர்கண்ண தென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "For those who've left what all men love no place is found,<br/>When they with folded hands remain who till the ground."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the farmer's hands are slackened, even the ascetic state will fail. "
          }
        ]
      }
    ],
    "id": 1036
  },
  {
    "kural": {
      "l1": "தொடிப்புழுதி கஃசா உணக்கின் பிடித்தெருவும்",
      "l2": "வேண்டாது சாலப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தொடிப்புழுதி கஃசா உணக்கின் பிடித்தெருவும்<br/>வேண்டாது சாலப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு பலம் புழுதி கால்பலம் ஆகும்படி உழுது காயவிட்டால், ஒருபிடி எருவும் இட வேண்டாமல் அந்நிலத்தில் பயிர் செழித்து விளையும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தொடிப் புழுதி கஃசா உணக்கின் = ஒரு நிலத்தினை உழுதவன் பலப்புழுதி கஃசாம் வண்ணம் அதனைக் காயவிடுவானாயின்; பிடித்து எருவும் வேண்டாது சாலப்படும்= அதன்கண் செய்த பயிர், ஒரு பிடியின்கண் அடங்கிய எருவும் இட வேண்டாமல், பணைத்து விளையும்.<br/><br/>பிடித்து: பிடியின்கண்ணது. பிடித்த என்பதன் விகாரம் என்பாரும் உளர்.6 வேண்டாமல், சான்று என்பன திரிந்து நின்றன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு பலப்புழுதியைக் கஃசாக உணக்குவனாயின், ஒரு கையாற் பிடித்தது எருவும் இடவேண்டாமல் அமைந்து விளையும்.<br/><br/>மேற்கூறிய உழவு செய்யுந்திறன் கூறுவார் முற்படப் புழுதியுணக்க வேண்டுமென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Reduce your soil to that dry state When ounce is quarter-ounce's weight;<br/>Without one handful of manure, Abundant crops you thus secure."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the land is dried so as to reduce one ounce of earth to a quarter, it will grow plentifully even without a handful of manure."
          }
        ]
      }
    ],
    "id": 1037
  },
  {
    "kural": {
      "l1": "ஏரினு நன்றா மெருவிடுதல் கட்டபி",
      "l2": "னீரினு நன்றதன் காப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏரினும் நன்றால் எருவிடுதல் கட்டபின்<br/>நீரினும் நன்றதன் காப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஏர் உழுதலைவிட எரு இடுதல் நல்லது; இந்த இரண்டும் செய்து களை நீக்கிய பிறகு, நீர் பாய்ச்சுதலை விடக் காவல் காத்தல் நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஏரினும் எரு இடுதல் நன்றாம்= அப்பயிர்க்கு அவ்வுழுதலினும் எருப்பெய்தல் நன்று; கட்டபின் அதன் காப்பு நீரினும் நன்று= இவ்விரண்டும் செய்து களைகட்டால் அதனைக் காத்தல் அதற்கு நீர்கால் யாத்தலினும் நன்று.<br/><br/>'ஏர்' ஆகுபெயர். காத்தல்: பட்டி முதலியவற்றான் அழிவு எய்தாமல் காத்தல். உழுதல், எருப்பெய்தல், களைகட்டல், நீர்கால்யாத்தல், காத்தல் என்று இம்முறையவாய இவ்வைந்தும் வேண்டும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உழுகின்றதினும் நன்றாம் எருவிடுதல்; களை கட்டபின்பு நீர் விடுதலினும் நன்றாம் அதனை அழியாமற் காத்தல்.<br/><br/>இது பல்கால் உழவு வேண்டுமென்பதூஉம் எருவிடவேண்டும்மென்பதூஉம், களைபறிக்க வேண்டுமென்பதூஉம் பசுப்புகுதாமற் காக்க வேண்டுமென்பதூஉம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To cast manure is better than to plough;<br/>Weed well; to guard is more than watering now."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Manuring is better than ploughing; after weeding, watching is better than watering (it)."
          }
        ]
      }
    ],
    "id": 1038
  },
  {
    "kural": {
      "l1": "செல்லான் கிழவ னிருப்பி னிலம்புலந்",
      "l2": "தில்லாளி னூடி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்லான் கிழவன் இருப்பின் நிலம்புலந்து<br/>இல்லாளின் ஊடி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நிலத்திற்கு உரியவன் நிலத்தைச் சென்று பார்க்காமல் வாளா இருந்தால், அந்நிலம் அவனுடைய மனைவியைப் போல் வெறுத்து அவனோடு பிணங்கி விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கிழவன் செல்லான் இருப்பின்= அந்நிலத்திற்கு உரியவன் அதன்கண் நாடோறும் சென்று பார்த்து அடுத்தன செய்யாது மடிந்து இருக்குமாயின்; நிலம் இல்லாளிற் புலந்து விடும்= அஃது அவன் இல்லாள் போலத் தன்னுள்ளே வெறுத்துப் பின் அவனோடு ஊடிவிடும்.<br/><br/>செல்லுதல் ஆகுபெயர். பிறரே ஏவியிராது, தானே சேறல் வேண்டும் என்பது போதரக் 'கிழவன்' என்றார். தன்கட் சென்று வேண்டுவன செய்யாது, வேறிடத்து இருந்தவழி, மனையாள் ஊடுமாறு போல என்றது, அவன் போகம் இழத்தல் நோக்கி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிலத்திற்கு உரியவன் நாடோறும் அந்நிலத்தின்பாற் செல்லாது மனையகத்திருப்பானாயின், அது தான் செல்லாமையாற் புலந்த இல்லாளைப் போலப் புலந்துவிடும்.<br/><br/>இது நாடோறுஞ்சென்று பார்க்க வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When master from the field aloof hath stood;<br/>Then land will sulk , like wife in angry mood."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the owner does not (personally) attend to his cultivation, his land will behave like an angry wife and yield him no pleasure."
          }
        ]
      }
    ],
    "id": 1039
  },
  {
    "kural": {
      "l1": "இலமென் றசைஇ யிருப்பாரைக் காணி",
      "l2": "னிலமென்னு நல்லா ணகும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இலமென்று அசைஇ இருப்பாரைக் காணின்<br/>நிலமென்னும் நல்லாள் நகும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எம்மிடம் ஒரு பொருளும் இல்லை என்று எண்ணி வறுமையால் சோம்பியிருப்பவரைக் கண்டால், நிலமகள் தன்னுள் சிரிப்பாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இலம் என்று அசைஇ இருப்பாரைக் காணின்= யாம் வறியேம் என்று சொல்லி மடிந்திருப்பாரைக் கண்டால்; நிலம் என்னும் நல்லாள் நகும்= நிலமகள் என்று உயர்த்துச் சொல்லப்படுகின்ற நல்லாள், தன்னுள்ளே நகாநிற்கும்.<br/><br/>உழுதன் முதலிய செய்வார், யாவர்க்கும் செல்வம் கொடுத்து வருகின்றவாறு பற்றி 'நல்லாள்' என்றும், அது கண்டுவைத்தும், அது செய்யாது வறுமையுறுகின்ற பேதைமை பற்றி, 'நகும்' என்றும் கூறினார். இரப்பாரை என்று பாடம் ஓதுவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளிலோமென்று சோம்பி இரப்பாரைக் கண்டால் நிலமாகிய நல்லாள் இகழ்ந்து நகும்.<br/><br/>இது நிலம் மடியில்லாதார்க்கு வேண்டியது கொடுக்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The earth, that kindly dame, will laugh to see,<br/>Men seated idle pleading poverty."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The maiden, Earth, will laug h at the sight of those who plead poverty and lead an idle life. "
          }
        ]
      }
    ],
    "id": 1040
  }
]