export default [
  {
    kural: {
      l1: 'சிறுமை நமக்கொழியச் சேட்சென்றா ருள்ளி',
      l2: 'நறுமலர் நாணின கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சிறுமை நமக்கொழியச் சேட்சென்றார் உள்ளி<br/>நறுமலர் நாணின கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இத்துன்பத்தை நமக்கு விட்டுவிட்டுத் தொலைவில் உள்ள நாட்டுக்குச் சென்ற காதலரை நினைந்து அழுதமையால் கண்கள் அழகு இழந்து நறுமலர்களுக்கு நாணிவிட்டன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சிறுமை நமக்கு ஒழியச்சேட்சென்றார் உள்ளி= இவ்வாற்றாமை நம்கண்ணே நிற்பத் தாம் சேணிடைச் சென்ற காதலரை நீ நினைந்து அழுதலால்;<br/><br/>கண் நறுமலர் நாணின= நின்கண்கள் ஒளியிழந்து முன் தமக்கு நாணிய நறுமலர்கட்கு இன்று தாம் நாணிவிட்டன, எ-று.<br/><br/>நமக்கு என்பது வேற்றுமை மயக்கம். உள்ள என்பது, உள்ளி எனத் திரிந்துநின்றது. உள்ளுதல் என்பது, காரணப்பெயர் காரியத்திற்காய ஆகுபெயர். இவைகண்டார் அவரைக் கொடுமைகூறுவர், நீ ஆற்றல் வேண்டும் என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நமக்குத் துன்பம் ஒழிய வேண்டி நெடுநெறிக்கண் சென்றாரை நினைத்துக் கண்கள் நறுவிய பூக்களைக் கண்டு நாணா நின்றன.<br/><br/>பலகால் அழுதலால் நிறங்கெட்டதென்றாவா றாயிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Thine eyes grown dim are now ashamed the fragrant flow'rs to see.<br/>Thinking on him, who wand'ring far, leaves us in misery.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'While we endure the unbearable sorrow, your eyes weep for him who is gone afar, and shun (the sight of) fragrant flowers.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நயந்தவர் நல்காமை சொல்லுவ போலும்',
      l2: 'பசந்து பனிவாருங் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயந்தவர் நல்காமை சொல்லுவ போலும்<br/>பசந்து பனிவாரும் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பசலைநிறம் அடைந்து நீர் சொரியும் கண்கள், நாம் விரும்பிய காதலர் நமக்கு அன்பு செய்யாத தன்மையைப் (பிறர்க்குச்) சொல்வனபோல் உள்ளன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பசந்து பனிவாரும் கண்= பசப்பெய்தன்மேல் நீர் வார்கின்ற நின்கண்கள்;<br/><br/>நயந்தவர் நல்காமை சொல்லுவ போலும்= நம்மான் நயக்கப்பட்டவரது நல்காமையைப் பிறர்க்குச் சொல்லுவபோலாநின்றன. இனி, நீ ஆற்றல் வேண்டும், எ-று.<br/><br/>சொல்லுவபோறல்- அதனை அவர்உணர்தற்கு அனுமானமாதல். நயந்தவர்க்கு என்று பாடம் ஓதுவாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முன்பு நம்மை விரும்பினவர் நமக்கு அருளாமையைப் பிறர்க்குச் சொல்லுவனபோ லாகாநின்றன: பசப்புற்று நீர்சொரிகின்ற கண்கள்.<br/><br/>இது தலைமகள் ஆற்றாமை கண்டு இக்கண்ணீர் அலராகா நின்றதென்று அவள் ஆற்றுதற்பொருட்டுத் தோழி கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The eye, with sorrow wan, all wet with dew of tears,<br/>As witness of the lover's lack of love appears.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The discoloured eyes that shed tears p rofusely seem to betray the unkindness of our beloved.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தணந்தமை சால வறிவிப்ப போலு',
      l2: 'மணந்தநாள் வீங்கிய தோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தணந்தமை சால அறிவிப்ப போலும்<br/>மணந்தநாள் வீங்கிய தோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கூடியிருந்த காலத்தில் மகிழ்ந்து பூரித்திருந்த தோள்கள், (இப்போது மெலிந்து) காதலருடைய பிரிவை நன்றாக அறிவிப்பவைபோல் உள்ளன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மணந்த நாள் வீங்கிய தோள்= காதலர் மணந்த ஞான்று இன்பம் மிகுதியாற் பூரித்த நின்தோள்கள்;<br/><br/>தணந்தமை சால அறிவிப்ப போலும்= இன்று அவர் பிரிந்தமையை விளங்க உணர்த்துவபோல மெலியாநின்றன, இது தகாது, எ-று.<br/><br/>அன்றும் அவ்வாறு பூரித்து, இன்றும் இவ்வாறு மெலிந்தால் இரண்டும் கண்டவர் கடிதின் அறிந்து, அவரைத் தகவின்மை கூறுவர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலர் கூடின நாள்களிற் பூரித்ததோள்கள். அவர் நீங்கினமையை மிகவும் பிறர்க்கு அறிவிப்பன போலாகாநின்றன.<br/><br/>கருவியைக் கருத்தாவாகக் கூறினார். பிரிவிடை யாற்றாளாகிய தலைமகள் தனதுதோள் வாட்ட முற்றதுகண்ட தோழிக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "These withered arms, desertion's pangs abundantly display,<br/>That swelled with joy on that glad nuptial day.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The shoulders that swelled on the day of our union (now) seem to announce our separation clearly (to the public). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பணைநீங்கிப் பைந்தொடி சோருந் துணைநீங்கித்',
      l2: 'தொல்கவின் வாடிய தோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பணைநீங்கிப் பைந்தொடி சோரும் துணைநீங்கித்<br/>தொல்கவின் வாடிய தோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துணைவர் விட்டு நீங்கியதால் பழைய அழகு கெட்டு வாடிய தோள்கள், பருத்த தன்மை கெட்டு மெலிந்து வளையல்களும் கழலச் செய்கின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "துணை நீங்கித் தொல்கவின் வாடிய தோள்= அன்றும் துணைவர் நீங்குதலான் அவராற்பெற்ற செயற்கை அழகேயன்றிப் பழைய இயற்கை அழகும் இழந்த இ்ததோள்கள்;<br/><br/>பணை நீங்கிப் பைந்தொடி சேரும்= இன்று அதற்கும்மேலே தம் பெருமையிழந்து வளை கழலாநின்றன. இவை இங்ஙனம் செயற்பாலன அல்ல, எ-று.<br/><br/>பெருமையிழத்தல்- மெலிதல். பைந்தொடி-பசிய பொன்னாற் செய்த தொடி. 'சோரும்' என்னும் வளைத்தொழில், தோள் மேல் நின்றது. அன்றும், பிரிந்தார் என்று அவர் அன்பின்மை உணர்த்தி, இன்றும் குறித்த பருவத்து வந்திலர் என்று, அவர் பொய்மை உணர்த்தாநின்றன. இனி அவற்றைக் கூறுகின்றார் மேல் குறையுண்டோ என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துணைவர் நீங்குதலானே பழைய அழகு அழிந்த தோள் பெருமை நீங்குதலானே பசுத்த வளைகளைக் கழலவிடாநின்றது.<br/><br/>பசுத்த வளை- மரகதத்தினாற் செய்த வளை. தோள் அழகழிதலேயன்றி மெலிவதுஞ் செய்யாநின்றதென்று தோழிக்குத் தலைமகள் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When lover went, then faded all their wonted charms,<br/>And armlet's golden round slips off from these poor wasted arms.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'In the absence of your consort, your shoulders having lost their former beauty and fulness, your bracelets of pure gold have become loose.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொடியார் கொடுமை உரைக்குந் தொடியொடு',
      l2: 'தொல்கவின் வாடிய தோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொடியார் கொடுமை உரைக்கும் தொடியொடு<br/>தொல்கவின் வாடிய தோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வளையல்களும் கழன்று பழைய அழகும் கெட்டு வாடிய தோள்கள்,(என் துன்பம் உணராத) கொடியவரின் கொடுமையைப் பிறர் அறியச் சொல்கின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கொடியார் கொடுமை உரைக்கும்= கவவுக்கை நெகிழினும் ஆற்றாதாட்கு, இக்கால நீட்டத்து என்னாம் என்று நினையாத கொடியாரது கொடுமையைத் தாமே சொல்லாநின்றன;<br/><br/>தொடியொடு தொல்கவின் வாடிய தோள்= வளைகளும் கழன்று, பழைய இயற்கை அழகும் இழந்த இத்தோள்கள், இனி அதனை யாம் மறைக்குமாறு என்னை, எ-று.<br/><br/>'உரைக்கும்' என்பது, அப்பொருண்மை தோன்ற நின்ற குறிப்புச்சொல். 'ஒடு' வேறுவினைக்கண் வந்தது. அவரொடு கலந்த தோள்களே சொல்லுவனவானால், அயலார் சொல்லுதல் வேண்டுமோ என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கொடியாரது கொடுமையைச் சொல்லாநின்றன வளையோடே கூடப் பழையவாகிய அழகினை யிழந்த தோள்களும்.<br/><br/>இது தலைமகளாற்றுதற்பொருட்டுத் தலைமகனை இயற்பழித்துத் தோழி கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'These Wasted arms, the bracelet with their wonted beauty gone,<br/>The cruelty declare of that most cruel one.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The (loosened) bracelets, and the shoulders from which the old beauty has faded, relate the cruelty of the pitiless one.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தொடியொடு தோணெகிழ நோவ லவரைக்',
      l2: 'கொடிய ரெனக்கூற னொந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தொடியொடு தோள்நெகிழ நோவல் அவரைக்<br/>கொடியர் எனக்கூறல் நொந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வளையல்கள் கழன்று தோள்களும் மெலிவடைவதால் (அவற்றை காண்போர்) காதலரைக் கொடியவர் என்று கூறுவதைக் கேட்டு வருந்துகின்றேன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தொடியொடு தோள் நெகிழ=யான் ஆற்றவும், என் வயத்தவன்றித் தொடிகள் கழலுமாறு தோள்கள் மெலிய;<br/><br/>அவரைக்கொடியர் எனக் கூறல் நொந்து நோவல்= அவற்றைக்கண்டு நீ அவரைக் கொடியர் எனக் கூறுதலைப் பொறாது யான் என்னுள்ளே நோவாநின்றேன், எ-று.<br/><br/>ஒடு- மேல்வந்த பொருண்மைத்து. யான் ஆற்றேனாகின்றது அவர் வாராததற்கு அன்று, நீ கூறுகின்றதற்கு என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வளையோடே தோள்கள் பண்டுபோல் இறுகாது நெகிழவும், நினக்குச் சொல்லாது யானே நோவேன்: நீ அவரைக் கொடியரென்று சொல்லுகின்றதற்கு நொந்து.<br/><br/>இஃது ஆற்றாளெனக் கவன்றதோழிக்கு ஆற்றவலென்பதுபடத் தலைமகள் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I grieve. 'tis pain to me to hear him cruel chid,<br/>Because the armlet from my wasted arm has slid.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I am greatly pained to hear you call him a cruel man, just because your shoulders are reduced and your bracelets loosened.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பாடு பெறுதியோ நெஞ்சே கொடியார்க்கென்',
      l2: 'வாடுதோட் பூச லுரைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பாடு பெறுதியோ நெஞ்சே கொடியார்க்கென்<br/>வாடுதோட் பூசல் உரைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சே! கொடியவர் என்று சொல்லப்படுகின்ற காதலர்க்கு என் மெலிந்த தோள்களின் ஆரவாரத்தை உரைத்து, அந்த உதவியால் பெருமை அடைவாயோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நெஞ்சே= நெஞ்சே;<br/><br/>கொடியார்க்கு என் வாடுதோள் பூசல் உரைத்து= இவள் கொடியார் என்கிறவர்க்கு, நீ சென்று என் மெலிகின்ற தோளினால் விளைகின்ற ஆரவாரத்தைச் சொல்லி;<br/><br/>பாடு பெறுதியோ= ஒரு மேம்பாடு எய்த வல்லையோ, வல்லையாயின் அதனை ஒப்பது இல்லை, எ-று.<br/><br/>கொடியார்க்கு என்பது, கொடியரல்லர் என்பது தோன்ற நின்ற குறிப்புச்சொல். 'வாடுதோள்' என்பதும் அவை தாமே வாடா நின்றன என்பது தோன்றநின்றது. பூசல்- ஆகுபெயர். அஃது அவள் தோள்நோக்கி இயற்பழித்தன்மேலும், அதனல் தனக்கு ஆற்றாமை மிகன்மேலும் நின்றது. நின்னுரை கேட்டலும் அவர் வருவர், வந்தால் இவையெல்லாம் நீங்கும்; நீங்க அஃது எனக்குக் காலத்தினாற் செய்த நன்றியாம் ஆகலின், அதன்பயன் எல்லாம் எய்துதி என்னும் கருத்தால் 'பாடுபெறுதியோ' என்றாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெஞ்சே! இக்கொடுமை செய்தவர்க்கு எனதுதோள் வாடுதலானே ஊரிலெழுந்த அலரைச் சென்று சொல்லி நீயும் நினது வாட்டம் நீங்கி அழகு பெறுவாயோ?<br/><br/>இது நீ அவர்பாற் போகல் வேண்டுமென்று நெஞ்சிற்குத் தலைமகள் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My heart! Say ought of glory wilt thou gain,<br/>If to that cruel one thou of thy wasted arms complain?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Can you O my soul! gain glory by relating to the (so-called) cruel one the clamour of my fading shoulders?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முயங்கிய கைகளை யூக்கப் பசந்தது',
      l2: 'பைந்தொடிப் பேதை நுதல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முயங்கிய கைகளை ஊக்கப் பசந்தது<br/>பைந்தொடிப் பேதை நுதல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தழுவிய கைகளைத் தளர்த்தியவுடனே, பைந்தொடி அணிந்த காதலியின் நெற்றி, (அவ்வளவு சிறிதாகிய பிரிவையும் பொறுக்காமல்) பசலை நிறம் அடைந்தது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'முயங்கிய கைகளை ஊக்க= தன்னை இறுக முயங்கிய கைகளை, இவட்கு நோகும் என்று கருதி ஒருஞான்று யான் நெகிழ்த்தேனாக;<br/><br/>பைந்தொடி பேதை நுதல் பசந்தது= அத்துணையும் பொறாது, பைந்தொடிகளை அணிந்த பேதையது நுதல் பசந்தது, அப்பெற்றித்தாய நுதல் இப்பிரிவிற்கு யாது செய்யுமோ, எ-று.<br/><br/>இனிக் கடிதின் செல்லவேண்டும் என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் பிரிவதாக நினைத்து அவள் முயங்கிய கைகளை நீக்கினேனாக; அதனை யறிந்து பசுத்ததொடியினையுடைய பேதை நுதல் பசந்தது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'One day the fervent pressure of embracing arms I checked,<br/>Grew wan the forehead of the maid with golden armlet decked.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I once loosened the arms that were in embrace, the forehead of the goldbraceleted women turned sallow',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முயக்கிடைத் தண்வளி போழப் பசப்புற்ற',
      l2: 'பேதை பெருமழைக் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முயக்கிடைத் தண்வளி போழப் பசப்புற்ற<br/>பேதை பெருமழைக் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தழுவுதலுக்கு இடையே குளிர்ந்த காற்று நுழையக் காதலியின் பெரிய மழை போன்ற கண்கள் பசலைநிறம் அடைந்தன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'முயக்கிடைத் தண்வளி போழ= அங்ஙனம் கைகளை ஊக்குதலான் அம்முயக்கிடையே சிறுகாற்று நுழைந்ததாக;<br/><br/>பேதை பெருமழைக்கண் பசப்புற்ற= அத்துணை இடையீடும் பொறாது, பேதையுடைய பெரிய மழைக்கண்கள் பசப்புற்றன; அத்தன்மையவான கண்கள் மலைகளும், காடும், நாடுமாய இவ்விடையீடுகளை எல்லாம் யாங்ஙனம் பொறுத்தன, எ-று.<br/><br/>தன்மை ஈண்டு மென்மைமேல் நின்றது. போழ என்றது, உடம்பிரண்டும் ஒன்றானது தோன்ற நின்றது. மழை-குளிர்ச்சி.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் பிரிவதாக நினைத்து முயக்கத்தின்கண்ணே எனது உடம்பை அகற்ற, அம்முயக்கிடையே சிறு காற்று ஊடறுத்தலானே எனது நீக்கத்தைப் பொறாது பேதையுடைய பெருத்த குளிர்ந்த கண்கள் பசப்புற்றன<br/><br/>இது முதலாக மூன்று குறள் தலைமகன் கூறுவன.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As we embraced a breath of wind found entrance there;<br/>The maid's large liquid eyes were dimmed with care.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When but a breath of breeze penetrated our embrace, her large cool eyes became sallow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கண்ணின் பசப்போ பருவர லெய்தின்றே',
      l2: 'யொண்ணுதல் செய்தது கண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கண்ணின் பசப்போ பருவரல் எய்தின்றே<br/>ஒண்ணுதல் செய்தது கண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலியின் ஒளிபொருந்திய நெற்றி, பசலை நிறம் உற்றதைக் கண்டு, அவளுடைய கண்களின் பசலையும் துன்பம் அடைந்துவிட்டது,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கண்ணின் பசப்போ பருவரல் எய்தின்று= தண்வளி போழவந்த கண்ணின் பசப்புத் துன்பம் உற்றது; ஒ்ணணுதல் செய்தது கண்டு= தனக்கு அயலாய ஒண்ணுநல் விளைத்த பசப்பைக்கண்டு, எ-று.<br/><br/>அது கைகளை ஊக்க அவ்வளவிற் பசந்தது, யான் கைகளையும் ஊக்கி மெய்களும் நீங்கிச் சிறுகாற்று ஊடறுக்கும் துணையும் பசந்திலன் எனத் தன் வன்மையும், அதன் மென்மையும் கருதி வெள்கிற்று என்பதாம்; ஆகவே, அவள் உறுப்புக்கள் ஒன்றின்ஒன்று முற்பட்டு நலன் அழியும், யாம் கடிதின் சேறும் என்பது கருத்தாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒள்ளியநுதல் பசந்ததுகண்டு கண்ணிலுண்டான பசலை கலங்கிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The dimness of her eye felt sorrow now,<br/>Beholding what was done by that bright brow.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Was it at the sight of what the bright forehead had done that the sallowness of her eyes became sad? ',
          },
        ],
      },
    ],
  },
];
