export default [
  {
    "kural": {
      "l1": "இல்லை தவறவர்க் காயினு மூடுதல்",
      "l2": "வல்ல தவரளிக்கு மாறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இல்லை தவறவர்க்கு ஆயினும் ஊடுதல்<br/>வல்லது அவர்அளிக்கு மாறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவரிடம் தவறு ஒன்றும் இல்லையானாலும், அவரோடு ஊடுதல், அவர் நம்மேல் மிகுதியாக அன்பு செலுத்துமாறு செய்யவல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவர்க்குத் தவறு இல்லையாயினும்= அவர்மாட்டுத் தவறு இல்லையாயினும்;<br/><br/>அவர் அளிக்குமாறு ஊடுதல் வல்லது= நமக்கு அவர் தலையளி செய்கின்றவாறு, அவரோடு ஊடுதலை விளைக்கவற்றாகின்றது, எ-று.<br/><br/>அவர்க்கு என்பது, வேற்றுமை மயக்கம். அளவிறந்த இன்பத்தர் ஆகலின் யான் எய்தற்பாலதாய இத்தலையளி ஒழிந்தாரும் எய்துவர் எனக்கருதி அது பொறாமையான் ஊடல் நிகழாநின்றது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவர்மாட்டுத் தவறில்லையானாலும் அவர்செய்யும் அருள் ஊடுதலைச் செய்யவற்று.<br/><br/>இது துன்பம் பயப்பதாகிய புலவியைச் செய்கின்றது எற்றுக்கென்று வினாவிய தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Although there be no fault in him, the sweetness of his love<br/>Hath power in me a fretful jealously to move."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although my husband is free from defects, the way in which he embraces me is such as to make me feign dislike."
          }
        ]
      }
    ],
    "id": 1321
  },
  {
    "kural": {
      "l1": "ஊடலி்ற் றோன்றுஞ் சிறுதுனி நல்லளி",
      "l2": "வாடினும் பாடு பெறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடலின் தோன்றும் சிறுதுணி நல்லளி<br/>வாடினும் பாடு பெறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊடுதலால் உண்டாகின்ற சிறிய துன்பம், காதலர் செய்கின்ற நல்ல அன்பு வாடிவிடக் காரணமாக இருந்தாலும் பெருமை பெறும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஊடலில் தோன்றும் சிறுதுனி= ஊடல் ஏதுவாக நம்கண் தோன்றுகின்ற சிறிய துனி தன்னால்;<br/><br/>நல்லளி வாடினும் பாடுபெறும்= காதலர் செய்யும் நல்ல தலையளி வாடுமாயினும் பெருமை எய்தும் எ-று.<br/><br/>தவறின்றி நிகழ்கின்ற ஊடல், கடிதின் நீங்கலின் அத்துன்பமும் நில்லாது என்பாள், 'சிறுதுனி' என்றும், ஆராமைபற்றி நிகழ்தலின், அதனான் நல்லளி வாடாது என்பாள், 'வாடினும்' என்றும், பின்னே பேரின்பம் பயக்கும் என்பாள், 'பாடுபெறும்' என்றும் கூறினாள். அது வருத்தம் எனப்படாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊடலிற் றோன்றும் சிறியதுனி, மிக்க அருள் பெறாதொழியினும் அழகு உடைத்து.<br/><br/>புணராதொழியினும் இன்பமாமென்று கூறியவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My 'anger feigned' Gives but a little pain;<br/>And when affection droops; it makes it bloom again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "His love will increase though it may (at first seem to) fade through the short-lived distress caused by (my) dislike."
          }
        ]
      }
    ],
    "id": 1322
  },
  {
    "kural": {
      "l1": "புலத்தலிற் புத்தேணா டுண்டோ நிலத்தொடு",
      "l2": "நீரியைந் தன்னா ரகத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புலத்தலின் புத்தேள்நாடு உண்டோ நிலத்தொடு<br/>நீரியைந் தன்னா ரகத்து?"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நிலத்தோடு நீர் பொருந்திக் கலந்தாற்போன்ற அன்புடைய காதலரிடத்தில் ஊடுவதைவிட இன்பம் தருகின்ற தேவருலகம் இருக்கின்றதோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலத்தொடு நீர் இயைந்தன்னார் அகத்துப் புலத்தலின்= நிலத்தொடு நீர் கலந்தாற்போல ஒற்றுமையுடைய காதலர் மாட்டுப் புலத்தல் போல;<br/><br/>புத்தேள் நாடு உண்டோ= நமக்கு இன்பந்தருவது ஒரு புத்தேள் உலகமும் உண்டோ, இ்ல்லை எ-று.<br/><br/>நீர், தான் நின்ற நிலத்து இயல்பிற்றாம் ஆமாறுபோலக் காதலரும், தாம் கூடிய மகளிர் இயல்பினர் ஆகலான், அதுபற்றி அவரோடு புலவிநிகழும் என்பாள், 'நிலத்தொடு நீர் இயைந்தன்னாரகத்து' என்றும், அவர் நமக்கும் அன்னர் ஆகலின் அப்புலவி பின்னே பேரின்பம் பயவாநின்றது என்பாள், 'புலத்தலின் புத்தேள் நாடு உண்டோ' என்றும் கூறினாள். உவமம் பயன்பற்றி வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிலனும் நீரும் பொருந்தினாற்போல ஒன்றுபட்ட நெஞ்சுடையார்மாட்டுப் புலத்தல்போல, இன்பந்தருவதொரு புத்தேள் உலகம் உண்டோ?<br/><br/>நிலத்தோடு நீரியைதலால் அவை வெப்பமும் தட்பமும் கூடியிருக்குமாறு போல இன்பமும் துன்பமும் கூட அனுபவிப்பார் மாட்டென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Is there a bliss in any world more utterly divine.<br/>Than 'coyness' gives when hearts as earth ahd water join?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is there a celestial land that can please like the feigned dislike of those whose union resembles that of earth and water?"
          }
        ]
      }
    ],
    "id": 1323
  },
  {
    "kural": {
      "l1": "புல்லி விடாஅப் புலவியுட் டோன்றுமென்",
      "l2": "னுள்ள முடைக்கும் படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புல்லி விடாஅப் புலவியுள் தோன்றுமென்<br/>உள்ளம் உடைக்கும் படை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காதலரைத் தழுவிக் கொண்டு விடாமலிருப்பதற்குக் காரணமான ஊடலுள், என்னுடைய உள்ளத்தை உடைக்க வல்ல படை தோன்றுகிறது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புல்லி விடாப் புலவியுள் தோன்றும்= காதலரைப் புல்லிக்கொண்டு, பின்விடாமைக்கு ஏதுவாகிய அப்புலவிக்கண்ணே உளதாம்;<br/><br/>என் உள்ளம் உடைக்கும் படை= அதன்மேற்சென்ற என் உள்ளத்தைக் கெடுக்கும் படைக்கலம், எ-று.<br/><br/>'புலவியுள்' என்னும் ஏழாவது, வினைநிகழ்ச்சிக்கண் வந்தது. 'என்னுள்ளம் உடைக்கும் படை'க்கலம் என்றது, வணக்கத்தையும், பணிமொழியையும். படைக்கலம் என்றாள், அவற்றான் அப்புலவி உள்ளம் அழிதலின். புலவிநீங்கும் திறம் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என் உள்ளத்தை அழிக்குங் கருவி, புல்லினவிடத்து விட்டுப் புலந்தவிடத்துத் தோன்றும்.<br/><br/>அது புணர்ந்த பின்பு தோன்றாமையால் அதனைக் கெடுக்கும் இன்பமுடைத்தென்று கூறியவாறு. படை- பணிமொழி. இவை யெட்டும் தலைமகன் கூற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Within the 'anger feigned' 'that close love's tie doth bind,<br/>A weapon lurks, which quite breaks down my mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In prolonged dislike after an embrace there is a weapon that can break my heart."
          }
        ]
      }
    ],
    "id": 1324
  },
  {
    "kural": {
      "l1": "தவறில ராயினுந் தாம்வீழ்வார் மென்றோ",
      "l2": "ளகறலி னாங்கொன் றுடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தவறில ராயினும் தாம்வீழ்வார் மென்றோள்<br/>அகறலினாங்கொன்று உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தவறு இல்லாதபோதும் ஊடலுக்கு ஆளாகித் தாம் விரும்பும் மகளிரின் மெல்லிய தோள்களை நீங்கி இருக்கும் போது ஓர் இன்பம் உள்ளது,"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தவறு இலராயினும், தாம் வீழ்வார் மென்றோள் அகறலின்= ஆடவர் தங்கண் தவறு இலராயினும் உடையார்போல ஊடப்பட்டுத் தாம் விரும்பும் மகளிருடைய மெல்லியதோள்களைக் கூடப்பெறாத எல்லைக்கண்;<br/><br/>ஆங்கு ஒன்று உடைத்து= அவர்க்கு அப்பெற்றியதோர் இன்பம் பயத்தலுடைத்து, எ-று.<br/><br/>உடையராயக்கால், இறந்த இன்பத்தோடு வரும் இன்பமும் எய்துவர் ஆகலின், அது மிகநன்று. மற்றை இலர் ஆயக்காலும், வரும் இன்பத்தை இகழ்ந்தது இல்லை என்னும் கருத்தால், 'தவறு இலராயினும் ஆங்கு ஒன்று உடைத்து' என்றான். ஊடலினாய இன்பம், அளவிறத்தலின், கூறற்கு அரிது என்பான், அப்பெற்றியது 'ஒன்று' என்றான். தவறின்றி ஊடியதூஉம், எனக்கு இன்பம் ஆயிற்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் தவறிலராயினும் தாம் காதலிக்கப்பட்டாரது மென்றோள்களை நீங்குதலானே, அஃது ஓரின்பமுடைத்து.<br/><br/>இது குற்றம் உண்டாயினும் இல்லையாயினும் ஊடலிற் கூடல் நன்றென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "II-He consoles himself, since reconciliation makes amends.<br/>Though free from fault, from loved one's tender arms To be estranged a while hath its own special charms."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though free from defects, men feel pleased when they cannot embrace the delicate shoulders of those whom they love."
          }
        ]
      }
    ],
    "id": 1325
  },
  {
    "kural": {
      "l1": "உணலினு முண்ட தறலினிது காமம்",
      "l2": "புணர்தலி னூட லினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உணலினும் உண்டது அறல்இனிது; காமம்<br/>புணர்தலின் ஊடல் இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உண்பதைவிட முன் உண்ட உணவு செரிப்பது இன்பமானது; அதுபோல் காமத்தில் கூடுவதைவிட ஊடுதல் இன்பமானது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உணலினும் உண்டது அறல் இனிது= உயிர்க்கு மேல் உண்பதனினும் முன் உண்டது அறுதல் இன்பந்தரும்;<br/><br/>காமம் புணர்தலின் ஊடல் இனிது= அதுபோலக் காமத்திற்கு மேற்புணர்தலினும், முன்னைத் தவறுபற்றி ஊடுதல் இன்பந்தரும், எ-று.<br/><br/>காமத்திற்கு என்புழிச் சாரியையும், நான்கன் உருபும் விகாரத்தான் தொக்கன. பசித்துண்ணும்வழி, மிக உண்ணலுமாய் இன்சுவைத்துமாம். அதுபோல அகன்று கூடும்வழி, ஆராததுமாய்ப் பேரின்பத்ததுமாம் எனத் தன்னனுபவம்பற்றிக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உண்பதினும் உண்டது அறுதல் உடம்பிற்கு இன்பமாம்: அதுபோலக் காமத்திற்குப் புணர்தலினும் ஊடுதல் இன்பமாம்.<br/><br/>பசியினால் உண்ணும் உணவு இன்பந்தருவது போல ஊடலினால் கூடல் இன்பந் தரும் என்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Tis sweeter to digest your food than 'tis to eat;<br/>In love, than union's self is anger feigned more sweet."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To digest what has been eaten is more delightful than to eat more; likewise love is more delightful in dislike than intercourse. "
          }
        ]
      }
    ],
    "id": 1326
  },
  {
    "kural": {
      "l1": "ஊடலிற் றோற்றவர் வென்றா ரதுமன்னும்",
      "l2": "கூடலிற் காணப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடலில் தோற்றவர் வென்றார்; அதுமுன்னும்<br/>கூடிலில் காணப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊடலில் தோற்றவரே வெற்றி பெற்றவர் ஆவர்; அந்த உண்மை, ஊடல் முடிந்தபின் கூடிமகிழும் நிலையில் காணப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காம நுகர்தற்குரிய இருவருள் ஊடலின்கண் தோற்றவர் வென்றார் ஆவர்;<br/><br/>அது கூடலில் காணப்படும்= அஃது அப்பொழுது அறியப் படாதாயினும், பின்னைப் புணர்ச்சியன்கண் அவரால் அறியப்படும், எ-று.<br/><br/>தோற்றவர்- எதிர்தல் ஆற்றாது சாய்ந்தவர். அவர் புணர்ச்சிக்கண் பேரின்பம் எய்தலின் வென்றார் ஆயினார். மன்னும் உம்மும் அசைநிலை. யான் அதுபொழுது சாய்தலின், இதுபொழுது பேரின்பம் பெற்றேன் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊடலின்கண் எதிராது சாய்ந்தவர் வென்றார்: அவ்வெற்றியை நிலைபெறாநின்ற கூடலின்கண்ணே காணலாகும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In lover's quarrels, 'Tis the one that first gives way,<br/>That in re-union's joy is seen to win the day."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those are conquerors whose dislike has been defeated and that is proved by the love (which follows)."
          }
        ]
      }
    ],
    "id": 1327
  },
  {
    "kural": {
      "l1": "ஊடிப் பெறுகுவங் கொல்லோ நுதல்வெயர்ப்பக்",
      "l2": "கூடலிற் றோன்றிய வுப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடிப் பெறுகுவங் கொல்லோ நுதல்வெயர்ப்பக்<br/>கூடலில் தோன்றிய உப்பு?"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெற்றி வியர்க்கும்படியாக கூடுவதில் உளதாகும் இனிமையை, ஊடியிருந்து உணர்வதன் பயனாக இனியும் பெறுவோமாக?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நுதல் வெயர்ப்பக் கூடலி்ல் தோன்றிய உப்பு= இதுபொழுது இவள் நுதல் வெயர்க்கும்வகை கலவியின்கண் உளதாய இனிமையை;<br/><br/>ஊடிப் பெறுகுவம் கொல்லோ= இன்னுமொருகால் இவள் ஊடி யாம்பெறவல்லேமோ, எ-று.<br/><br/>கலவியது விசேடம்பற்றி 'நுதல் வெயர்ப்ப' என்றான். இனிமை- கண்டு கேட்டு உண்டு உயிர்த்து உற்றறிதலான் ஆய இன்பம். இனி அப்பேறு கூடாதெனப் பெற்றதன் சிறப்புக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நுதல்வெயர்ப்பக்கூடிய கூட்டத்தாலே யுண்டாகிய இன்பத்தை இன்னும் ஒருகால் ஊடிப் பெறுவோமோ?<br/><br/>ஊடுதல் இருவர்க்கும் உண்டாமாதலால் பொதுப்படக் கூறினார். இஃது ஊடினார்க்கு அல்லது இன்பம் பெறுதலரிதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "And shall we ever more the sweetness know of that embrace<br/>With dewy brow; to which 'feigned anger' lent its piquant grace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Will I enjoy once more through her dislike, the pleasure of that love that makes her forehead perspire?"
          }
        ]
      }
    ],
    "id": 1328
  },
  {
    "kural": {
      "l1": "ஊடுக மன்னோ வொளியிழை யாமிரப்ப",
      "l2": "நீடுக மன்னோ விரா"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடுக மன்னோ ஒளியிழை; யாம்இரப்ப<br/>நீடுக மன்னோ இரா"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காதலி இன்னும் ஊடுவாளாக; அந்த ஊடலைத் தணிக்கும் பொருட்டு யாம் இரந்து நிற்குமாறு இராக்காலம் இன்னும் நீட்டிப்பதாக."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒளியிழை ஊடுகமன் = ஒளியிழையினை உடையாள், இன்னும் எம்மோடு ஊடுவாளாக;<br/><br/>யாம் இரப்ப இரா நீடுகமன்= அங்ஙனம் அவள் ஊடிநிற்றற்கும், அதனை உணர்த்துதல் பொருட்டு யாம் இரந்து நிற்றற்கும், காலம்பெறும் வகை இவ்விரவு விடியாது நீட்டித்தல் வேண்டுக எ-று.<br/><br/>'ஊடுக' 'நீடுக' என்பன வேண்டிக்கோடற் பொருள். மன்னிரண்டும் ஆக்கத்தின்கண் வந்தன. ஓகாரங்கள் அசைநிலை. கூடலின் ஊடலே அமையும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விளங்கிய இழையினையுடையாள் என்றும் ஊடுவாளாக வேண்டும்: யாம் இவளை இரந்து ஊடல் தீர்க்கும் அளவும் இராப்பொழுது நெடிதாக வேண்டும்.<br/><br/>இது மனவூக்கத்தின்கண் வந்தது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let her, whose jewels brightly shine, aversion feign?<br/>That I may still plead on, O night, prolong thy reign!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "May the bright-jewelled one feign dislike, and may the night be prolonged for me to implore her!"
          }
        ]
      }
    ],
    "id": 1329
  },
  {
    "kural": {
      "l1": "ஊடுதல் காமத்திற் கின்ப மதற்கின்பங்",
      "l2": "கூடி முயங்கப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடுதல் காமத்திற்கு இன்பம், அதற்கின்பம்<br/>கூடி முயங்கப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காமத்திற்கு இன்பம் தருவது ஊடுதல் ஆகும்; ஊடல் முடிந்தபின் கூடித் தழுவப்பெற்றால் அந்த ஊடலுக்கு இன்பமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமத்திற்கு இன்பம் ஊடுதல்= காமநுகர்ச்சிக்கு இன்பமாவது, அதனை நுகர்தற்கு உரியார், ஆராமைபற்றித் தம்முள் ஊடுதல்;<br/><br/>அதற்கு இன்பம் கூடி முயங்கப்பெறின்= அவ்வூடுதற்கு இன்பமாவது, அதனை அளவறிந்து நீங்கித் தம்முள் கூடி முயங்குதல் கூடுமாயின் அம்முயக்கம், எ-று.<br/><br/>கூடுதல்- ஒத்த அளவினராதல். முதிர்ந்த துனியாயவழித் துன்பம் பயத்தலானும், முதிராத புலவியாயவழிக் கலவியின்பம் பயவாமையானும், இரண்டற்கும் இடையாகிய அளவறிந்து நீங்குதல் அரிது என்பதுபற்றிக் 'கூடிமுயங்கப்பெறின்' என்றான். அவ்விரண்டின்பமும் யான் பெற்றேன் என்பதாம்.<br/><br/>ஈண்டுப் பிரிவினை வடநூன் மதம்பற்றிச் செலவு, ஆற்றாமை, விதுப்பு, புலவி என நால்வகைத்தாக்கிக் கூறினார். அவற்றுள் செலவு பிரிவாற்றாமையுள்ளும், ஆற்றாமை, படர்மெலிந்திரங்கன் முதல் நிறையழிதல் ஈறாயவற்றுள்ளும், விதுப்பு, அவர்வயின்விதும்பல் முதல் புணர்ச்சி விதும்பல் ஈறாயவற்றுள்ளும், புலவி, நெஞ்சொடுபுலத்தல் முதல் ஊடலுவகை ஈறாயவற்றுள்ளும் கண்டுகொள்க. அஃதேல் வடநூலார் இவற்றுடனே சாபத்தினான் ஆய நீக்கத்தினையும் கூட்டிப் பிரிவினை ஐவகைத்தென்றாரால் எனின், அஃது, அறம்பொருளின்பம் என்னும் பயன்களுள் ஒன்றுபற்றிய பிரிவு இன்மையானும், முனிவர் ஆணையான் ஒருகாலத்து ஓர் குற்றத்து உளதாவதல்லது உலகு இயல்பாய் வாராமையானும், ஈண்டு ஒழிக்கப்பட்டது என்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காமத்திற்கு ஊடுதல் இன்பமாம்: அதன்பின் கூடிக்கலக்கப் பெற்றால் அதற்கு இன்பமாம்.<br/><br/>இது யாம் பெற்றோம்; பிறர் அதன் செவ்வியறியாமையால் பெறுதலரிதென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A 'feigned aversion' coy to pleasure gives a zest;<br/>The pleasure's crowned when breast is clasped to breast."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Dislike adds delight to love; and a hearty embrace (thereafter) will add delight to dislike. "
          }
        ]
      }
    ],
    "id": 1330
  }
]