export default [
  {
    "kural": {
      "l1": "ஆகூழாற் றோன்று மசைவின்மை கைப்பொருள்",
      "l2": "போகூழாற் றோன்று மடி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆகூழால் தோன்றும் அசைவின்மை கைப்பொருள்<br/>போகூழால் தோன்றும் மடி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கைப்பொருள் ஆவதற்குக் காரணமான ஊழால் சோர்வில்லாத முயற்சி உண்டாகும்; கைப்பொருள் போவதற்குக் காரணமான ஊழால் சோம்பல் ஏற்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கைப்பொருள் ஆகு ஊழால் அசைவுஇன்மை தோன்றும்= ஒருவற்குக் கைப்பொருள் ஆதற்குக் காரணமாகிய ஊழான் முயற்சி உண்டாம்; போகு ஊழால் மடி தோன்றும்= அஃது அழிதற்குக் காரணம் ஆகிய ஊழான் மடி உண்டாம்.<br/><br/>ஆகூழ், போகூழ் என்னும் வினைத்தொகைகள் எதிர்காலத்தான் விரிக்கப்பட்டுக் காரணப்பொருளவாய் நின்றன. அசைவு-மடி. பொருளின் ஆக்கவழிவுகட்குத் துணைக்காரணமாகிய முயற்சி மடிகளையும் தானே தோற்றுவிக்கும் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு ஆக்கங் கொடுக்கின்ற ஊழ் தோன்றினால் முயற்சி தோன்றும்; அழிவு கொடுக்கின்ற ஊழ் தோன்றினால் மடிதோன்றும்.<br/><br/>இஃது ஆக்கத்திற்கும் கேட்டிற்கும் ஏதுவான முயற்சியும் முயலாமையும் ஊழால் வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wealth - giving fate power of unflinching effort brings;<br/>From fate that takes away idle remissness springs."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Perseverance comes from a prosperous fate, and idleness from an adverse fate."
          }
        ]
      }
    ],
    "id": 371
  },
  {
    "kural": {
      "l1": "பேதைப் படுக்கு மிழவூ ழறிவகற்று",
      "l2": "மாகலூ ழுற்றக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பேதைப் படுக்கும் இழவூழ் அறிவகற்றும்<br/>ஆகலூழ் உற்றக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் இழத்தற்குக் காரணமான ஊழ், பேதை யாக்கும்; பொருள் ஆவதற்குக் காரணமான ஊழ், அறிவைப் பெருக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இழவு ஊழ்க்கடை அறிவு பேதைப் படுக்கும்= ஒருவனுக்கு எல்லா அறிவும் உளவாயினும் கைப்பொருள் இழத்தற்கு ஏதுவாகிய ஊழ் வந்துற்றவிடத்து அஃது அதனைப் பேதையாக்கும்; ஆகல் ஊழ் உற்றக்கடை அகற்றும்= இனி அவன் அறிவு சுருங்கியிருப்பினும் கைப்பொருளாதற்கு ஏதுவாகிய ஊழ் வந்துற்றவிடத்து அஃது அதனை விரிக்கும்.<br/><br/>கைப்பொருள் என்பது அதிகாரத்தான் வந்தது. இழவூழ் ஆகலூழ் என்பன இரண்டும் வேற்றுமைத்தொகை. உற்றக்கடை என்பது முன்னும் கூட்டப்பட்டது. இயற்கையானாய அறிவையும் வேறுபடு்க்கும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கெடுக்கும் ஊழ் தோன்றினால் அறியாமையை யுண்டாக்கும்; ஆக்கும் ஊழ் தோன்றினால் அறிவை விரிக்கும்.<br/><br/>இஃது அறிவும் அறியாமையும் ஊழால் வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The fate that loss ordains makes wise men's wisdom foolishness;<br/>The fate that gain bestows with ampler power will wisdom bless."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "An adverse fate produces folly, and a prosperous fate produces enlarged knowledge."
          }
        ]
      }
    ],
    "id": 372
  },
  {
    "kural": {
      "l1": "நுண்ணிய நூல்பல கற்பினு மற்றுந்தன்",
      "l2": "னுண்மை யறிவே மிகும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நுண்ணிய நூல்பல கற்பினும் மற்றுந்தன்<br/>உண்மை யறிவே மிகும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் நுட்பமான நூல் பலவற்றைக் கற்றாலும், ஊழிற்கு ஏற்றவாறு அவனுக்கு உள்ளதாகும் அறிவே மேற்பட்டுத் தோன்றும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நுண்ணிய நூல் பல கற்பினும்= பேதைப்படுக்கும் ஊழ்உடையான் ஒருவன் நுண்ணிய பொருள்களை உணர்த்தும் நூல் பலவற்றையும் கற்றானாயினும்; மற்றும் தன் உண்மை அறிவே மிகும்= அவனுக்குப் பின்னும் தன் ஊழான் ஆகிய பேதைமை உணர்வே மேற்படும்.<br/><br/>பொருளின் உண்மை நூலின்மேல் ஏற்றப்பட்டது. மேற்படுதல் கல்வியறிவைப் பின் இரங்குதற்குஆக்கிச் செயலுக்குத் தான் முற்படுதல். \"காதன் மிக்குழிக் கற்றவும் கைகொடா- வாதல் கண்ணகத்து அஞ்சனம் போலுமால்\"1 என்பதும் அது. செயற்கையான் ஆய அறிவையும் கீழ்ப்படுத்தும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நுண்ணியவாக வாராய்ந்த நூல்கள் பலவற்றையுங் கற்றானாயினும், பின்னையும்<br/><br/>தனக்கு இயல்பாகிய அறிவே மிகுத்துத் தோன்றும்.<br/><br/>மேல் அறிவிற்குக் காரணம் ஊழ் என்றார் அஃதெற்றுக்கு? கல்வியன்றே காரணமென்றார்க்கு ஈண்டுக் கல்வியுண்டாயினும் ஊழானாய அறிவு வலியுடைத்தென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In subtle learning manifold though versed man be,<br/>The wisdom, truly his, will gain supremacy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although (a man) may study the most polished treatises, the knowledge which fate has decreed to him will still prevail."
          }
        ]
      }
    ],
    "id": 373
  },
  {
    "kural": {
      "l1": "இருவே றுலகத் தியற்கை திருவேறு",
      "l2": "தெள்ளிய லராதலும் வேறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருவேறு உலகத்து இயற்கை திருவேறு<br/>தெள்ளிய ராதலும் வேறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகத்தின் இயற்கை, ஊழின் காரணமாக இருவேறு வகைப்படும்; செல்வம் உடையவராதலும் வேறு, அறிவு உடையவராதலும் வேறு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகத்து இயற்கை இரு வேறு= உலகத்து ஊழினாய இயற்கை இரண்டு கூறு; திருவேறு தெள்ளியர் ஆதலும் வேறு= ஆதலாற் செல்வமுடையர் ஆதலும் வேறு, அறிவுடையர் ஆதலும் வேறு.<br/><br/>செல்வத்தினைப் படைத்தலும் காத்தலும் பயன்கோடலும் அறிவுடையார்க்கு அல்லது இயலா அன்றே; அவ்வாறன்றி அறிவுடையார் வறியர் ஆகவும், ஏனையார் செல்வர் ஆகவும் காண்டலான், அறிவுடையார் ஆதற்கு ஆகும் ஊழ் செல்வம் உடையார்க்கு ஆகாது; செல்வம் உடையர் ஆதற்கு ஆகும் ஊழ், அறிவுடையர் ஆதற்கு ஆகாது என்று ஆயிற்று. ஆகவே செல்வம் செய்யுங்கால் அறிவாகிய துணைக்காரணமும் வேண்டா என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல்வமுடையாராதலும் தெள்ளியாராதலும் வேறு வேறு ஊழினால் வரும்: ஆதலால் இரண்டு வகையாதல் உலகத்தியல்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Two -fold the fashion of the world; some live in fortune's light;<br/>While other some have souls in wisdom's radiance bright."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There are (through fate) two different natures in the world, hence the difference (observable in men) in (their acquisition of) wealth, and in their attainment of knowledge."
          }
        ]
      }
    ],
    "id": 374
  },
  {
    "kural": {
      "l1": "நல்லவை யெல்லாந் தீயவாந் தீயவு",
      "l2": "நல்லவாஞ் செல்வஞ் செயற்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லவை எல்லாஅந் தீயவாம் தீயவும்<br/>நல்லவாம் செல்வம் செயற்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செல்வத்தை ஈட்டும் முயற்சிக்கு, ஊழ்வகையால் நல்லவை எல்லாம் தீயவை ஆதலும் உண்டு; தீயவை நல்லவை ஆதலும் உண்டு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செல்வம் செயற்கு= செல்வத்தை ஆக்குதற்கு; நல்லவை எல்லாம் தீயவாம்= நல்லவை எல்லாம் தீயவாய் அழிக்கும்; தீயவும் நல்லவாம்= அதுவே அன்றித் தீயவை தாமும் நல்லவாய் ஆக்கும், ஊழ்வயத்தான்.<br/><br/>நல்லவை, தீயவை என்பன காலமும், இடனும், கருவியும், தொழிலும் முதலாயவற்றை. ஊழான் என்பது அதிகாரத்தாற் பெற்றாம்.<br/><br/>அழிக்கும் ஊழ் உற்றவழிக் காலம் முதலிய நல்லவாயினும் அழியும்; ஆக்கும் ஊழ் உற்றவழி, அவை தீயவாயினும் ஆகும் என்பதாயிற்று. ஆகவே, காலம் முதலிய துணைக்காரணங்களையும் வேறுபடுக்கும் என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல்வம் உண்டாக்குவதற்குத் தனக்குமுன்பு தீதாயிருந்தனவெல்லாம் நன்றாம்: அச்செல்வத்தை யில்லை யாக்குவதற்கு முன்பு நன்றாய் இருந்தனவெல்லாம் தீதாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "All things that good appear will oft have ill success;<br/>All evil things prove good for gain of happiness."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In the acquisition of property, every thing favourable becomes unfavourable, and (on the other hand) everything unfavourable becomes favourable, (through the power of fate)."
          }
        ]
      }
    ],
    "id": 375
  },
  {
    "kural": {
      "l1": "பரியினு மாகாவாம் பாலல்ல வுய்த்துச்",
      "l2": "சொரியினும் போகா தம"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பரியினும் ஆகாவாம் பாலல்ல உய்த்துச்<br/>சொரியினும் போகா தம"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊழால் தமக்கு உரியவை அல்லாத பொருள்கள் வருந்திக் காப்பாற்றினாலும் நில்லாமல் போகும்; தமக்கு உரியவை கொண்டுபோய்ச் சொரிந்தாலும் போகா."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பால் அல்ல பரியினும் ஆகாவாம்= தமக்கு ஊழ் அல்லாத பொருள்கள் வருந்திக் காப்பினும் தம்மிடத்து நில்லாவாம்; தம உய்த்துச் சொரியினும் போகா= ஊழால் தமவாய பொருள்கள் புறத்தே கொண்டுபோய்ச் சொரிந்தாலும், தம்மை விட்டுப் போகா.<br/><br/>பொருள்களின் நிலையும் போக்கும் ஊழினால் ஆவதல்லது காப்பு இகழ்ச்சிகளான் ஆகா என்பதாம்.<br/><br/>இவை ஆறு பாட்டானும் பொருட்குக் காரணமாய ஊழின் வலி கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்முடைய பகுதியல்லாதனவற்றை வருந்திக் காப்பினும் அவை தமக்கு ஆகா: தம்முடைய பகுதியாயினவற்றைக் கொண்டு சென்று சொரிந்து விடினும் அவை போகா.<br/><br/>இது முன்புள்ள செல்வம் காவற்படுதலும் களவு போதலும் ஊழினாலேயா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Things not your own will yeild no good, howe'er you guard with pain;<br/>You own, however you scatter them abroad, will yours remain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Whatever is not conferred by fate cannot be preserved although it be guarded with most painful care; and that, which fate has made his, cannot be lost, although one should even take it and throw it away."
          }
        ]
      }
    ],
    "id": 376
  },
  {
    "kural": {
      "l1": "வகுத்தான் வகுத்த வகையல்லாற் கோடி",
      "l2": "தொகுத்தார்க்குந் துய்த்த லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வகுத்தான் வகுத்த வகையல்லால் கோடி<br/>தொகுத்தார்க்கு துய்த்தல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊழ் ஏற்படுத்திய வகையால் அல்லாமல் முயன்று கோடிக்கணக்கான பொருள்களைச் சேர்த்தவர்க்கும் அவற்றை நுகர முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கோடி தொகுத்தார்க்கும்= ஐம்பொறிகளான் நுகரப்படும் பொருள்கள் கோடியை முயன்று தொகுத்தார்க்கும்; வகுத்தான் வகுத்த வகையல்லால் துய்த்தல் அரிது= தெய்வம் வகுத்த வகையான் அல்லது நுகர்தல் உண்டாகாது.<br/><br/>ஓருயிர் செய்த வினையின் பயன் பிறிதோர் உயிரின்கட் செல்லாமல் அவ்வுயிர்க்கே வகுத்தலின் வகுத்தான் என்றார். \"இசைத்தலும் உரிய வேறிடத் தான\"2 என்பதனான் உயர்திணை ஆயிற்று. \"படையாதார்க்கே அன்றிப் படைத்தார்க்கும்\"3: என்றமையால், உம்மை எச்ச உம்மை. : \"வெறும் முயற்சிக4ளாற் பொருள்களைப் படைத்தலல்லது நுகர்தலாகாது\"4; : அதற்கு ஊழ் வேண்டும் என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விதானம் பண்ணினவன் விதானம் பண்ணின வகையினானல்லது கோடி பொருளை யீட்டினவர்க்கும் அதனால் வரும் பயன்கோடல் அருமையுடைத்து.<br/><br/>இது பொருள் பெற்றாலும் நுகர்தற்கு ஊழ்வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Save as the 'sharer' shares to each in due degree,<br/>To those who millions store enjoyment scarce can be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even those who gather together millions will only enjoy them, as it has been determined by the disposer (of all things)."
          }
        ]
      }
    ],
    "id": 377
  },
  {
    "kural": {
      "l1": "துறப்பார்மற் றுப்புர வில்லா ருறற்பால",
      "l2": "வூட்டா கழியு மெனின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துறப்பார்மன் துப்புர வில்லார் உறற்பால<br/>ஊட்டா கழியு மெனின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வரவேண்டிய துன்பங்கள் வந்து வருத்தாமல் நீங்குமானால், நுகரும் பொருள் இல்லாத வறியவர் துறவறம் மேற்கொள்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துப்புரவு இல்லார் துறப்பார்= வறுமையான் நுகர்ச்சி இல்லாதார் துறக்கும் கருத்துடையர் ஆவர்; உறற்பால ஊட்டா கழியும் எனின்= ஊழ்கள் உறுதற்பாலவாய துன்பங்களை உறுவியாது ஒழியுமாயின்.<br/><br/>துறப்பார் என்பது ஆர் ஈற்று எதிர்கால முற்றுச்சொல். தம்மால் விடப்பெறுவன தாமே விடப்பெற்று வைத்தும் கருத்து வேற்பாட்டால் துன்பம் உறுகின்றது ஊழின் வலியான் என்பது எஞ்சி நிற்றலின், மன் ஒழியிசைக்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நுகரும்பொரு ளில்லாதார் துறக்க அமைவர்: தமக்கு வந்துறுந் துன்பப்பகுதியானவை உறாதுபோமாயின்.<br/><br/>இது துறவறமானது ஊழினால் வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The destitute with ascetics merit share,<br/>If fate to visit with predestined ills would spare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The destitute will renounce desire (and become ascetics), if (fate) do not make them suffer the hindrances to which they are liable, and they pass away."
          }
        ]
      }
    ],
    "id": 378
  },
  {
    "kural": {
      "l1": "நன்றாங்கா னல்லவாக் காண்பவ ரன்றாங்கா",
      "l2": "லல்லற் படுவ தெவன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்றாங்கால் நல்லவாக் காண்பவர் அன்றாங்கால்<br/>அல்லற் படுவ தெவன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்வினை விளையும்போது நல்லவை எனக் கருதி மகிழ்கின்றவர், தீவினை விளையும்போது துன்பப்பட்டுக் கலங்குவது ஏனோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்று ஆங்கால் நல்லவாக் காண்பவர்= நல்வினை விளையுங்கால் அதன் விளைவாய இன்பங்களைத் துடைக்கும் திறன் நாடாது இவை நல்லவென்று இயைந்து அனுபவிப்பார்; அன்று ஆங்கால் அல்லற்படுவது எவன்= ஏனைத் தீவினை விளையுங்கால் அதன் விளைவாய துன்பங்களையும் அவ்வாறு அனுபவியாது துடைக்குந் திறன் நாடி அல்லல் உழப்பது என் கருதி?<br/><br/>தாமே முன்செய்து கொண்டமையானும், ஊட்டாது கழியாமையானும், இரண்டும் இயைந்து அனுபவிக்கற்பால; அவற்றுள் ஒன்றற்கு இயைந்து அனுபவித்து ஏனையதற்கு அது செய்யாது வருந்துதல் அறிவன்று என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் இன்பத்துன்பங்கட்குக் காரணமாய ஊழின்வலி கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்மை வருங்காலத்து நன்றாகக் காண்பவர் தீமை வருங்காலத்து அல்லற்படுவது யாதினுக்கு?<br/><br/>இஃது அறிந்தவர் வருவனவெல்லாம் இயல்பென்று கொள்ளவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When good things come, men view them all as gain;<br/>When evils come, why then should they complain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "How is it that those, who are pleased with good fortune, trouble themselves when evil comes, (since both are equally the decree of fate) ?"
          }
        ]
      }
    ],
    "id": 379
  },
  {
    "kural": {
      "l1": "ஊழிற் பெருவலி யாவுள மற்றொன்று",
      "l2": "சூழினுந் தான்முந் துறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊழிற் பெருவலி யாவுள மற்றொன்று<br/>சூழினுந் தான்முந் துறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊழைவிட மிக்க வலிமையுள்ளவை வேறு எவை உள்ளன? ஊழை விலக்கும் பொருட்டு மற்றொரு வழியை ஆராய்ந்தாலும் அங்கும் தானே முன் வந்து நிற்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மற்றுஒன்று சூழினும் தான் முந்துறும்= தன்னை விலக்குதற் பொருட்டுத் தனக்கு மறுதலை ஆவதோர் உபாயத்தைச் சூழினும், தான் அவ்வுபாயமேயானும் பிறிதொன்றானும் வழியாக வந்து அச்சூழ்ச்சியின் முற்பட்டு நிற்கும்; ஊழிற் பெருவலி யா உள= அதனால் ஊழ்போல மிக்க வலியுடையன யாவை யுள?<br/><br/>பெருவலி ஆகுபெயர். சூழ்தல் பலருடனும் பழுதற எண்ணுதல். செய்தற்கே அன்றுச் சூழ்தற்கும் அவதி கொடாது என்றமையின், உம்மை எச்சவும்மை. எல்லாம் வழியாக வருதல் உடைமையின், ஊழே வலியது என்பதாம்.<br/><br/>இதனான் அவ்விருவகை ஊழின் வலியும் பொதுவாகக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊழினும் மிக்க வலியுடையன யாவையுள? பிறிதொன்றை யாராயுங் காலத்தும் தான் முற்பட அவ்வாராய்ச்சிக்கு உடன்பட்டுநிற்கும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What powers so great as those of Destiny? Man's skill<br/>Some other thing contrives; but fate's beforehand still."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What is stronger than fate ? If we think of an expedient (to avert it), it will itself be with us before (the thought)."
          }
        ]
      }
    ],
    "id": 380
  }
]