export default [
  {
    kural: {
      l1: 'உடைய ரெனப்படுவ தூக்கமஃ தில்லா',
      l2: 'ருடைய துடையரோ மற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உடையர் எனப்படுவது ஊக்கம் அஃதில்லார்<br/>உடையது உடையரோ மற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவர் பெற்றிருக்கின்றார் என்று சொல்லத்தக்க சிறப்புடையது ஊக்கமாகும்; ஊக்கம் இல்லாதவர் வேறு எதைப் பெற்றிருந்தாலும் அதை உடையவர் ஆவரோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உடையர் எனப்படுவது ஊக்கம்= ஒருவரை உடையர் என்று சொல்லச் சிறந்தது ஊக்கம்; அஃது இல்லார் மற்று உடையது உடையரோ= அவ்வூக்கம் இல்லாதார் வேறுடையது தானும் உடையர் ஆவாரோ? ஆகார்.<br/><br/>வேறுடையது என்றது, முன் எய்திநின்ற பொருளை. உம்மை விகாரத்தான் தொக்கது. காக்கும் ஆற்றல் இலர் ஆதலின், அதுவும் இழப்பர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒற்றரையுடைமை யென்று சொல்லப்படுவது ஊக்கமுடைமை: அஃதிலாதார் மற்றுடையதாகிய பொருளெல்லாம் உடையராகார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis energy gives men o'er that they own a true control;<br/>They nothing own who own not energy of soul.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Energy makes out the man of property; as for those who are destitute of it, do they (really) possess what they possess ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ள முடைமை யுடைமை பொருளுடைமை',
      l2: 'நில்லாது நீங்கி விடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளம் உடைமை உடைமை பொருளுடைமை<br/>நில்லாது நீங்கி விடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவர்க்கு ஊக்கமுடைமையே நிலையான உடைமையாகும்; மற்றப் பொருளுடைமையானது நிலைபேறு இல்லாமல் நீங்கிவிடுவதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளம் உடைமை உடைமை= ஊக்கம் உடைமையே ஒருவனுக்கு நிலைநின்ற உடைமையாவது; பொருள் உடைமை நில்லாது நீங்கி விடும்= மற்றைப் பொருளுடைமை நிலைநில்லாது நீங்கிப்போம்.<br/><br/>'உள்ளம்' ஆகுபெயர். ஊக்கம், உள்ளத்துப் பண்பாகலின் அதற்கு நிலைநிற்றலும், பொருள் உடம்பினும் வேறாய் அழிதன் மாலைத்து ஆகலின், அதற்கு நிலைநில்லாமையும் கூறினார். கூறவே அஃது உடைமை அன்று என்பது பெறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உடைமையாவது ஊக்கமுடைமை; பொருளுடைமை நிலை நில்லாது நீங்கும்.<br/><br/>பொருள் உடையார்க்கு எல்லா முண்டாம் என்பார்க்கு இது கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The wealth of mind man owns a real worth imparts,<br/>Material wealth man owns endures not, utterly departs.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The possession of (energy of) mind is true property; the possession of wealth passes away and abides not.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆக்க மிழந்தேமென் றல்லாவா ரூக்க',
      l2: 'மொருவந்தங் கைத்துடை யார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆக்கம் இழந்தேமென்று அல்லாவார் ஊக்கம்<br/>ஒருவந்தம் கைத்துடை யார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊக்கத்தை உறுதியாகத் தம்கைப் பொருளாக உடையவர், ஆக்கம் (இழந்துவிட்ட காலத்திலும்) இழந்துவிட்டோம் என்று கலங்கமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஆக்கம் இழந்தேம் என்று அல்லாவார்= இழந்தாராயினும் யாம் கைப்பொருளை இழந்தேம் என்று அலமரார்; ஒருவந்தம் கைத்து உடையவர்= நிலைபெற்ற ஊக்கத்தைக் கைப்பொருளாக உடையார்.<br/><br/>'ஆக்கம்' ஆகுபெயர். ஒருவந்தமாய ஊக்கம் என்க. 'கைத்து' கையகத்ததாகிய பொருள். \"கைத்துண்டாம் போழ்தே கரவாது அறஞ்செய்ம்மின்\"И என்றார் பிறரும். அல்லாமைக்கு ஏதுவருகின்ற பாட்டாற் கூறுப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செல்வத்தை இழந்தோமென்று அலமரார்; உள்ள மிகுதியை ஒரு தலையாகத் தம்மாட்டுடையார்.<br/><br/>இது பொருட்கேடுவரினுந் தளராரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Lost is our wealth', they utter not this cry distressed,<br/>The men of firm concentred energy of soul possessed.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They who are possessed of enduring energy will not trouble themselves, saying, "we have lost our property."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆக்க மதர்வினாய்ச் செல்லு மசைவிலா',
      l2: 'வூக்க முடையா னுழை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆக்கம் அதர்வினாய்ச் செல்லும் அசைவிலா<br/>ஊக்க முடையா னுழை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சோர்வு இல்லாத ஊக்கம் உடையவனிடத்தில் ஆக்கமானது தானே அவன் உள்ள இடத்திற்கு வழி கேட்டுக்கொண்டு போய்ச் சேரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அசைவு இலா ஊக்கம் உடையானுழை= அசைவில்லாத ஊக்கத்தை உடையான் மாட்டு; ஆக்கம் அதர் வினாய்ச் செல்லும்= பொருள்தானே வழி வினவிக்கொண்டு செல்லும்.<br/><br/>'அசைவின்'மை இடுக்கண் முதலியவற்றால் தளராமை. வழிவினவிச் சென்று சார்வார்போலத் தானே சென்று சாரும் என்பார், 'அதர்வினாய்ச் செல்லும்' என்றார்.<br/><br/>எய்திநின்ற பொருளினும், அதற்குக் காரணமாய 'ஊக்கம்' சிறந்தது என்பது இவை நான்கு பாட்டானும் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அசைவில்லாத ஊக்கமுடையான்மாட்டு ஆக்கம், தானே வழி கேட்டுச் செல்லும்.<br/><br/>நினைத்ததனாலே ஊக்கமுண்டாமோ- என்றார்க்கு இது கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The man of energy of soul inflexible,<br/>Good fortune seeks him out and comes a friend to dwell.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Wealth will find its own way to the man of unfailing energy.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வெள்ளத் தனைய மலர்நீட்ட மாந்தர்த',
      l2: 'முள்ளத் தனைய துயர்வு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வெள்ளத் தனைய மலர்நீட்டம் மாந்தர்தம்<br/>உள்ளத் தனையது உயர்வு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நீர்ப்பூக்களின் தாளின் நீளம் அவை நின்ற நீரின் அளவினவாகும்; மக்களின் ஊக்கத்தின் அளவினதாகும் வாழ்க்கையின் உயர்வு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வெள்ளத்து அனைய மலர்நீட்டம்= நின்ற நீரின் அளவினவாம் நீர்ப்பூக்களின் தாளினது நீளங்கள்; மாந்தர்தம் உள்ளத்து அனையது உயர்வு= அதுபோல் மக்கள்தம் ஊக்கத்து அளவினதாம் அவர் உயர்ச்சி.<br/><br/>'மலர்' ஆகுபெயர். நீர்மிக்கதுணையும் மலர்த்தாள் நீளும் என்பதுபட, 'வெள்ளத்தனைய' என்றார். இவ்வுவமையாற்றலான் ஊக்கம் மிக்கதுணையும் மக்கள் உயர்வர் என்பது பெறப்பட்டது. 'உயர்'தல் பொருள், படைகளான் மிகுதல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'புகுந்த நீரின் அளவினது பூக்களது வளர்ச்சி; அதுபோல மாந்தரது உள்ளத்தின் அளவினது ஊக்கம்.<br/><br/>இஃது ஊக்கம் இதனானே உண்டாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'With rising flood the rising lotus flower its stem unwinds,<br/>The dignity of men is measured by their mind,',
          },
          {
            title: 'Commentary',
            author: '',
            text: "The stalks of water-flowers are proportionate to the depth of water; so is men's greatness proportionate to their minds. ",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளுவ தெல்லா முயர்வுள்ளன் மற்றது',
      l2: 'தள்ளினுந் தள்ளாமை நீர்த்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளுவ தெல்லாம் உயர்வுள்ளல் மற்றது<br/>தள்ளினுந் தள்ளாமை நீர்த்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எண்ணுவதெல்லாம் உயர்வைப் பற்றியே எண்ணவேண்டும்; அவ்வுயர்வு கைகூடாவிட்டாலும் அவ்வாறு எண்ணுவதை விடக்கூடாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளுவது எல்லாம் உயர்வு உள்ளல்= அரசராயினார் கருதுவது எல்லாம் தம் உயர்ச்சியையே கருதுக; அது தள்ளினும் தள்ளாமை நீர்த்து= அவ்வுயர்ச்சி பால்வகையாற் கூடிற்றில்லையாயினும், அக்கருத்துத் தள்ளாமை நீர்மை உடைத்து.<br/><br/>உம்மை தள்ளாமை பெரும்பான்மையாதல் விளக்கிற்று. தள்ளியவழியும், தாளாண்மையில் தவறின்றி நல்லோரான் பழிக்கப்படாமையின், தள்ளாவியற்கைத்து என்பதாம். மேல் 'உள்ளத்தனையதுயர்வு' என்றதனையே வற்புறுத்தியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நினைப்பனவெல்லாம் உயர்வையே நினைக்க: அந்நினைவு முடியாமல் தப்பினும் முயன்று பெற்றதனோடு ஒக்கும்.<br/><br/>இது தப்பினும் பழிக்கப்படா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Whate'er you ponder, let your aim be lofty still,<br/>Fate cannot hinder always, thwart you as it will.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'In all that a king thinks of, let him think of his greatness; and if it should be thrust from him (by fate), it will have the nature of not being thrust from him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சிதைவிடத் தொல்கா ருரவோர் புதையம்பிற்',
      l2: 'பட்டுப்பா டூன்றுங் களிறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சிதைவிடத்து ஒல்கார் உரவோர் புதையம்பிற்<br/>பட்டுப்பா டூன்றுங் களிறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உடம்பை மறைக்குமளவு அம்புகளால் புண்பட்டும், யானை தன் பெருமையை நிலைநிறுத்தும்; அதுபோல், ஊக்கம் உடையவர் அழிவு வந்தவிடத்திலும் தளரமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "களிறு புதை அம்பின் பட்டுப் பாடு ஊன்றும்= களிறு புதையாகிய அம்பாற் புண்பட்ட இடத்துத் தளராது தன் பெருமையை நிலைநிறுத்தும்; உரவோர் சிதைவிடத்து ஒல்கார்= அதுபோல ஊக்கமுடையார், தாம்கருதிய உயர்ச்சிக்குச் சிதைவு வந்தவிடத்துத் தளராது தம் பெருமையை நிலைநிறுத்துவர்.<br/><br/>'புதை' அம்புக்கட்டு; பன்மை கூறியவாறு. பட்டால் என்பது 'பட்டு' எனத் திரிந்துநின்றது. 'ஒல்காமை' களிற்றுடனும், 'பாடூன்று'தல் உரவோருடனும் சென்று இயைந்தன. தள்ளினும் தவறாது உள்ளியது முடிப்பர் என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் ஊக்கம்உடையாரது உயர்ச்சி கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தளர்ச்சி வந்தவிடத்துத் தளரார் உள்ள மிகுதியுடையார்: மெய் புதைந்த அம்பினுட்பட்டும் பாடூன்றும் களிறுபோல.<br/><br/>இஃது உயிர்க்கேடு வரினுந் தளரார் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The men of lofty mind quail not in ruin's fateful hour,<br/>The elephant retains his dignity mind arrow's deadly shower.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The strong minded will not faint, even when all is lost; the elephant stands firm, even when wounded by a shower of arrows.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ள மிலாதவ ரெய்தா ருலகத்து',
      l2: 'வள்ளிய ரென்னுஞ் செருக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளம் இலாதவர் எய்தார் உலகத்து<br/>வள்ளியம் என்னுஞ் செருக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "ஊக்கம் இல்லாதவர், 'இவ்வுலகில் யாம் வண்மை உடையேம் ' என்று தம்மைத் தாம் எண்ணி மகிழும் மகிழ்ச்சியை அடையமாட்டார்.",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளம் இலாதவர்= ஊக்கம் இல்லாத அரசர்; உலகத்து வள்ளியம் என்னும் செருக்கு எய்தார்= இவ்வுலகத்தாருள் யாம் வண்மையுடையேம் என்று தம்மைத்தாம் மதித்தலைப் பெறார்.<br/><br/>ஊக்கம் இல்லையாகவே முயற்சி, பொருள், கொடை, செருக்கு இவை முறையே இலவாம் ஆகலின், 'செருக்கெய்தார்' என்றார். கொடை வென்றியின் ஆய இன்பம், தமக்கல்லது பிறர்க்குப் புலன்ஆகாமையின் தன்மையான் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உள்ளமிகுதியில்லாதார் உலகின்கண் வண்மையுடைமை யென்னுங் களிப்பினைப் பெறார்.<br/><br/>இஃது உள்ளமிகுதி யில்லாதார்க்குப் பொருள்வரவு இல்லையாம் ஆதலான் அவர் பிறர்க்கு ஈயமாட்டாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The soulless man can never gain<br/>Th' ennobling sense of power with men.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have no (greatness of) mind, will not acquire the joy of saying in the world, "we have excercised liaberality".',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பரியது கூர்ங்கோட்ட தாயினும் யானை',
      l2: 'வெரூஉம் புலிதாக் குறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பரியது கூர்ங்கோட்டது ஆயினும் யானை<br/>வெரூஉம் புலிதாக் குறின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யானை பருத்த உடம்பை உடையது; கூர்மையான கொம்புகளை உடையது; ஆயினும் ஊக்கமுள்ளதாகிய புலி தாக்கினால் அதற்கு அஞ்சும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பரியது கூர்ங் கோட்டது ஆயினும்= எல்லா விலங்கினும் தான் பேருடம்பினது; அதுவேயும் அன்றிக் கூரிய கோட்டையும் உடையது ஆயினும்; யானை புலி தாக்குறின் வெரூஉம்= யானைத் தன்னைப் புலி எதிர்ப்படின் அதற்கு அஞ்சும்.<br/><br/>பேருடம்பான் வலிமிகுதி கூறப்பட்டது. புலியின் மிக்க மெய்வலியும், கருவிச்சிறப்பும் உடைத்தாயினும், யானை ஊக்கம் இன்மையான் அஃதுஉடைய அதற்கு அஞ்சும் என்ற இது, பகைவரின் மிக்க மெய்வலியும், கருவிச்சிறப்பும் உடையராயினும், அரசர் ஊக்கம் இலராயின் அஃது உடைய அரசர்க்கு அஞ்சுவர் என்பது தோன்ற நின்றமையின், பிறிது மொழிதல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யானை, பெரிய உடம்பினதாய்க் கூரியகோட்டையும் உடைத்தாயினும் புலி பொருமாயின் அஞ்சும்.<br/><br/>இஃது உள்ளமுடைமை யில்லாதார் பெரியராயினும் கெடுவார் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Huge bulk of elephant with pointed tusk all armed,<br/>When tiger threatens shrinks away alarmed!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Although the elephant has a large body, and a sharp tusk, yet it fears the attack of the tiger.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உரமொருவற் குள்ள வெறுக்கையஃ தில்லார்',
      l2: 'மரமக்க ளாதலே வேறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உரமொருவற்கு உள்ள வெறுக்கை அஃதில்லார்<br/>மரம்மக்க ளாதலே வேறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுக்கு வலிமையாவது ஊக்க மிகுதியே. அவ்வூக்கம் இல்லாதவர் மரங்களே; (வடிவால்) மக்களைப் போல் இருத்தலே வேறுபாடு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒருவற்கு உரம் உள்ள வெறுக்கை= ஒருவற்குத் திண்ணிய அறிவாவது ஊக்கம்மிகுதி; அஃது இல்லார் மரம்= அவ்வூக்கம் மிகுதிஇல்லாதார் மக்கள் ஆகார், மரங்களாவார்; மக்களாதலே வேறு= சாதிமரங்களோடு, இம்மரங்களிடை வேற்றுமை, வடிவுமக்கள்வடிவே, பிறிதில்லை.<br/><br/>'உரம்' என்பது அறிவாதல், \"உரன் என்னும்தோட்டியான்\"Ѕ என்பதனானும் அறிக. 'மரம்' என்பது சாதியொருமை. மக்கட்குள்ள நல்லறிவும், காரியமுயற்சியும் இன்மைபற்றி 'மரம்' என்றும், மரத்திற்குள்ள பயன்பாடுஇன்மை பற்றி 'மக்களாதலே வேறு' என்றும் கூறினார். பயன்: பழம் முதலியவும் தேவர்கோட்டம், இல்லம், தேர், நாவாய்கட்கு உறுப்பாதலும் முதலிய.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனுக்கு அறிவாவாது உள்ளமிகுதியுடைமை: அஃதில்லார் மரமென்று சொல்லப்படுவர்: மக்கள் வடிவாதலே மரத்தின் வேறாகத் தோன்றுகிறது.<br/><br/>இஃது அறிவும் இதுதானே யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Firmness of soul in man is real excellence;<br/>Others are trees, their human form a mere pretence.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Energy is mental wealth; those men who are destitute of it are only trees in the form of men.',
          },
        ],
      },
    ],
  },
];
