export default [
  {
    kural: {
      l1: 'கைம்மாறு வேண்டாக் கடப்பாடு மாரிமாட்',
      l2: 'டென்னாற்றுங் கொல்லோ வுலகு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கைம்மாறு வேண்டா கடப்பாடு மாரிமாட்டு<br/>என்ஆற்றுங் கொல்லோ உலகு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இந்த உலகத்தார் தமக்கு உதவும் மழைக்கு என்ன கைம்மாறு செய்கின்றனர்? மழை போன்றவர் செய்யும் உதவிகளும் கைம்மாறு வேண்டாதவை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மாரிமாட்டு உலகு என் ஆற்றும்= தமக்கு நீர் உதவுகின்ற மேகங்களினிடத்து உயிர்கள் என்ன கைம்மாறு செய்யாநின்றன?<br/><br/>கடப்பாடு கைம்மாறு வேண்டா= ஆகலான், அம்மேகங்கள் போல்வார் செய்யும் ஒப்புரவுகளும் கைம்மாறு நோக்குவனவல்ல.<br/><br/>என்னாற்றும் என்ற வினா யாதும் ஆற்றா என்பது தோன்ற நிற்றலின், அது வருவித்துரைக்கப்படும். தவிருந் தன்மைய அல்ல என்பது கடப்பாடு என்னும் பெயரானே பெறப்பட்டது. செய்வாரது வேண்டாமையைச் செய்யப்படுவனமேல் ஏற்றினார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடப்பாடு கைம்மாறு வேண்டா-ஒப்புரவு (செய்யுங்கால்) கைம்மாது (கருதிச்) செய்யவேண்டா; மாரிமாட்டு உலகு என் ஆற்றுமோ-(எல்லார்க்கும் நல்மழை சுரக்கின்ற) மாரிக்கு உலகம் என்ன கைம்மாறு செய்யுமோ?<br/><br/>கடப்பாடு - ஒப்புரவு. [கொல் என்பது அசை.]<br/><br/>ஒப்புரவாவது கைம்மாறு கருதாத கொடை என்று இது கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Duty demands no recompense; to clouds of heaven,<br/>By men on earth, what answering gift is given?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Benevolence seeks not a return. What does the world give back to the clouds ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தாளாற்றித் தந்த பொருளெல்லாந் தக்கார்க்கு',
      l2: 'வேளாண்மை செய்தற் பொருட்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தாளாற்றித் தந்த பொருளெல்லாம் தக்கார்க்கு<br/>வேளாண்மை செய்தற் பொருட்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவாளன் தன்னால் இயன்ற முயற்சி செய்து சேர்த்த பொருள் எல்லாம் தக்கவர்க்கு உதவி செய்வதற்கே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தக்கார்க்கு= தகுதியுடையார்க்கு ஆயின்;<br/><br/>தாள் ஆற்றித் தந்த பொருள் எல்லாம்= முயறலைச் செய்து ஈட்டிய பொருள் முழுதும்;<br/><br/>வேளாண்மை செய்தல் பொருட்டு= ஒப்புரவு செய்தற் பயத்தவாம்.<br/><br/>பிறர்க்கு உதவாதார் பொருள் போலத் தாமே உண்டற் பொருட்டும், வைத்து இழத்தற்பொருட்டும் அன்று என்பதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாள் ஆற்றி தந்த பொருள் எல்லாம்-ஒருவன் முயற்சி செய்து ஈட்டிய பொருளெல்லாம், தக்கார்க்கு வேளாண்மை செய்தல் பொருட்டு-தகுதியுடையார்க்கு உபகாரம் செய்தற்காக.<br/><br/>இது பொருளுண்டானால் ஒப்புரவு செய்க வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The worthy say, when wealth rewards their toil-spent hours,<br/>For uses of beneficence alone 'tis ours.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'All the wealth acquired with perseverance by the worthy is for the exercise of benevolence.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புத்தே ளுலகத்து மீண்டும் பெறலரிதே',
      l2: 'யொப்புரவி னல்ல பிற',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புத்தே ளுலகத்தும் ஈண்டும் பெறலரிதே<br/>ஒப்புரவின் நல்ல பிற',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறர்க்கு உதவி செய்து வாழும் ஒப்புரவைப்போல நல்லனவாகிய வேறு அறப்பகுதிகளைத் தேவருலகத்திலும் இவ்வுலகத்திலும் பெறுதல் இயலாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'புத்தேள் உலகத்தும் ஈண்டும்= தேவர் உலகத்தும் இவ்வுலகத்தும்;<br/><br/>ஒப்புரவின் நல்ல பிற பெறல் அரிது= ஒப்புரவு போல நல்லன பிற செயல்களைப் பெறுதல் அரிது.<br/><br/>ஈவாரும் ஏற்பாரும் இன்றி எல்லாரும் ஒருதன்மையர் ஆதலான் புத்தேள் உலகத்து அரிது ஆயிற்று; யாவர்க்கும் ஒப்பது இதுபோல் பிறிதுஒன்று இன்மையின், இவ்வுலகத்து அரிதாயிற்று. பெறற்கரிது என்று பாடம்ஓதிப் பெறுதற்குக் காரணம்அரிது என்று உரைப்பாரும் உளர்.<br/><br/>இவை மூன்று பாட்டானும் ஒப்புரவினது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'புத்தேள் உலகத்தும் ஈண்டும்-தேவர் உலகத்தினும் இவ்வுலகத்தினும், ஒப்புரவின் நல்ல பிற-ஒப்புர வொழுகல்போல் நல்லவாகிய பிற, பெறற்கு அரிது- பெறுதற்கு அரிது.<br/><br/>இஃது, ஒப்புரவு செய்தல் போல நன்றாயிருப்பனவாகிய பிற தேவருலகத்தினும் இவ்வுலகத்தினு மில்லை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To 'due beneficence' no equal good we know,<br/>Amid the happy gods, or in this world below.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is difficult to obtain another good equal to benevolence either in this world or in that of the gods.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒத்த தறிவா னுயிர்வாழ்வான் மற்றையான்',
      l2: 'செத்தாருள் வைக்கப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒத்த தறிவான் உயிர்வாழ்வான் மற்றையான்<br/>செத்தாருள் வைக்கப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவை அறிந்து போற்றிப் பிறர்க்கு உதவியாக வாழ்கின்றவன் உயிர்வாழ்கின்றவன் ஆவான்; மற்றவன் செத்தவருள் சேர்த்துக் கருதப்படுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உயிர்வாழ்வான் ஒத்தது அறிவான்= உயிரோடுகூடி வாழ்வானாவான் உலகநடையினை அறிந்து செய்வான்;<br/><br/>மற்றையான் செத்தாருள் வைக்கப்படும்= அஃதறிந்து செய்யாதவன், உயிருடையனேயாயினும், செத்தாருள் ஒருவனாகக் கருதப்படும் என்றவாறு.<br/><br/>உயிரின் அறிவும் செயலும் காணாமையின், செத்தாருள் வைக்கப்படும் என்றார்.<br/><br/>இதனால் உலகநடைவழு, வேதநடைவழுப்போலத் தீர்திறன் உடைத்தன்று என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒத்தது அறிவான் உயிர்வாழ்வான்-ஒப்புரவு அறிவான் உயிர்வாழ்வானென்று சொல்லப்படுவன்; மற்றையான் செத்தாருள் வைக்கப்படும்-அஃது அறியாதான் செத்தவருள் ஒருவனாக எண்ணப்படுவன்.<br/><br/>இஃது, ஒப்புரவு அறியாதார் பிணத்தோ டொப்ப ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who knows what's human life's befitting grace,<br/>He lives; the rest 'mongst dead men have their place.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He truly lives who knows (and discharges) the proper duties (of benevolence). He who knows them not will be reckoned among the dead.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊருணி நீர்நிறைந் தற்றே யுலகவாம்',
      l2: 'பேரறி வாளன் திரு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊருணி நீர்நிறைந் தற்றே உலகவாம்<br/>பேரறி வாளன் திரு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவினால் உலகம் வாழுமாறு விரும்பும் பேரறிவாளியின் செல்வம், ஊரார் நீருண்ணும் குளம், நீரால் நிறைந்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உலகு அவாம் பேரறிவாளன் திரு= உலகநடையை விரும்பிச் செய்யும் பேரறிவினையுடையவனது செல்வம்;<br/><br/>ஊருணி நீர் நிறைந்தற்று= ஊரின் வாழ்வார் தண்ணீர் உண்ணுங்குளம் நீர் நிறைந்தாற் போலும் என்றவாறு.<br/><br/>நிறைதல் என்னும் இடத்து நிகழ் பொருளின் தொழில் இடத்தின்மேல் ஏற்றப்பட்டது. பாழ்போகாது நெடிது நின்று எல்லார்க்கும் வேண்டுவன தப்பாது உதவும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஊருணி நீர் நிறைந்த அற்றே - ஊராரால் நீருண்ணப்படும் நீர் நிலை நீர் நிறைந்த தன்மையே போலும், உலகு அவாவும் பேர் அறிவாளன் திரு-உலகத்தா ரெல்லாரும் நச்சுகின்ற பெரிய (ஒப்புரவு) அறிவானது செல்வம்.<br/><br/>[நச்சுதல்-விரும்புதல். அவாவும் என்பது ஈற்று மிசை உகரம் மெய்யொடும் கெட்டு நின்றது. நிறைந்த என்பது ஈற்றகரம் கெட்டு நின்றது.]<br/><br/>இஃது, ஒப்புரவு செய்வார்க்கு உளதாகிய செல்வத்தை (நச்சிச் சென்றார்) வேண்டியவாறு கொள்ளலா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The wealth of men who love the 'fitting way,' the truly wise,<br/>Is as when water fills the lake that village needs supplies.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wealth of that man of eminent knowledge who desires to exercise the benevolence approved of by the world, is like the full waters of a city-tank.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பயன்மர முள்ளூர்ப் பழுத்தற்றாற் செல்வ',
      l2: 'நயனுடை யான்கட் படின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பயன்மரம் உள்ளூர்ப் பழுத்தற்றால் செல்வம்<br/>நயனுடை யான்கண் படின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவாகிய நற்பண்பு உடையவனிடம் செல்வம் சோந்தால், அஃது ஊரின் நடுவே உள்ள பயன் மிகுந்த மரம் பழங்கள் பழுத்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செல்வம் நயன்உடையான்கண் படின்= செல்வம் ஒப்புரவு செய்வான்கண்ணே படுமாயின்;<br/><br/>பயன்மரம் உள்ளூர்ப் பழுத்தற்றால்= அது பயன்படு மரம் ஊர்நடுவே பழுத்தாற் போலும், என்றவாறு.<br/><br/>உலகநீதி பலவற்றுள்ளும் ஒப்புரவு சிறந்தமையின், அதனையே நயன் என்றார். எல்லார்க்கும் எளிதில் பயன் கொடு்க்கும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பயமரம் ஊருள் பழுத்தால் அற்று-பயன்படும் மரம் ஊர்நடுவே பழுத்தாற் போலும், நயன் உடையான் கண் செல்வம் படின்-பிறரால் விரும்பப்படுவான் மாட்டுச் செல்வம் உண்டாயின்.<br/><br/>இஃது, ஒப்புரவு செய்வானது செல்வம் உபகாரம் வேண்டாதார்க்கும் பயன்படு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A tree that fruits in th' hamlet's central mart,<br/>Is wealth that falls to men of liberal heart.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wealth of a man (possessed of the virtue) of benevolence is like the ripening of a fruitful tree in the midst of a town.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மருந்தாகித் தப்பா மரத்தற்றாற் செல்வம்',
      l2: 'பெருந்தகை யான்கட் படின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மருந்தாகித் தப்பா மரத்தற்றால் செல்வம்<br/>பெருந்தகை யான்கண் படின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவாகிய பெருந்தகைமை உடையவனிடம் செல்வம் சேர்ந்தால், அஃது எல்லா உறுப்புக்களும் மருந்தாகிப் பயன்படத் தவறாத மரம் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செல்வம் பெருந்தகையான் கண் படின்= செல்வம் ஒப்புரவு செய்யும் பெரிய தலைமை உடையான்கண்ணே படுமாயின்;<br/><br/>மருந்து ஆகித் தப்பா மரத்து அற்று= அஃது எல்லா உறுப்பும் பிணிகட்கு மருந்தாய்த் தப்பாத மரத்தை ஒக்கும், என்றவாறு.<br/><br/>தப்புதலாவது= கோடற்கரிய இடங்களின் நின்றாதல், மறைந்து நின்றாதல், காலத்தான் வேறுபட்டாதல் பயன்படாமை. தன்குறை நோக்காது எல்லார் வருத்தமும் தீர்க்கும் என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் கடப்பாட்டாளனுடைய பொருள் பயன்படுமாறு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மருந்து ஆகி தப்பா மரத்து அற்று-(பிணி) மருந்தாகி(த் தேடுவார்க்கு) மறைதலில்லாத மரத்தை ஒக்கும், செல்வம் பெருந்தகையான் கண் படின்-செல்வமானது பெருந்தகைமையான் மாட்டு உண்டாயின். [ஆல் என்பது அசை.]<br/><br/>இஃது, ஒப்புரவு செய்வானது செல்வம் வறிஞருடைய வறுமைப் பிணியை நீக்கு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Unfailing tree that healing balm distils from every part,<br/>Is ample wealth that falls to him to large and noble heart.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If wealth be in the possession of a man who has the great excellence (of benevolence), it is like a tree which as a medicine is an infallible cure for disease.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடனில் பருவத்து மொப்புரவிற் கொல்கார்',
      l2: 'கடனறி காட்சி யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடனில் பருவத்தும் ஒப்புரவிற்கு ஒல்கார்<br/>கடனறி காட்சி யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவு அறிந்து ஒழுகுதலாகிய தம் கடமை அறிந்த அறிவை உடையவர், சொல்வளம் இல்லாத காலத்திலும் ஒப்புரவுக்குத் தளர மாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இடன் இல் பருவத்தும் ஒப்புரவிற்கு ஒல்கார்= செல்வம் சுருங்கிய காலத்தும் ஒப்புரவு செய்தற்குத் தளரார்;<br/><br/>கடன் அறி காட்சியவர்= தாம் செய்யத் தகுவனவற்றை அறிந்து இயற்கை அறிவுடையார், என்றவாறு.<br/><br/>பிறவெல்லாம் ஒழியினும், இஃது ஒழியார் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இடன் இல் பருவத்தும்-(செல்வம்) விரிவு அற்ற காலத்தினும், ஒப்புரவிற்கு ஒல்கார்-ஒப்புரவிற்குத் தளரார், கடன் அறி காட்சியவர்-ஒப்புரவை அறியும் அறிவையுடையார்.<br/><br/>இது, செல்வம் விரிவில்லாத காலத்தினும் ஒப்புரவு செய்ய வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "E'en when resources fail, they weary not of 'kindness due,'<br/>They to whom duty's self appears in vision true.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wise who know what is duty will not scant their benevolence even when they are without wealth.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நயனுடையா னல்கூர்ந்தா னாதல் செயுநீர',
      l2: 'செய்யா தமைகலா வாறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயனுடையான் நல்கூர்ந்தா னாதல் செயும்நீர<br/>செய்யாது அமைகலா வாறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவாகிய நற்பண்பு உடையவன் வறுமை உடையவனாதல், செய்யத்தக்க உதவிகளைச் செய்யாமல் வருந்துகின்ற தன்மையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நயன் உடையான் நல்கூர்ந்தான் ஆதல்= ஒப்புரவு செய்தலை உடையான் நல்கூர்ந்தான் ஆதலாவது;<br/><br/>செயும் நீர செய்யாது அமைகலா ஆறு= தவிராது செய்யும் நீர்மையை உடைய அவ் ஒப்புரவுகளைச் செய்யப்பெறாது வருந்துகின்ற இயல்பாம், என்றவாறு.<br/><br/>தான் நுகர்வன நுகரப்பெறாமை அன்று என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் வறுமையான் ஒப்புரவு ஒழிதற்பாற்று அன்று என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நயன் உடையான் நல்கூர்ந்தான் ஆதல்-நயனுடையான் நல்கூர்ந்தானாகின்றது, செயல் நீர்மை செய்யாது அமைகலா ஆறு-செய்தல் வேண்டுவன செய்யாதே அமையமாட்டாமை யாலே.<br/><br/>[நயன் உடையான்-ஒப்புரவை அறிந்தவன்,]<br/><br/>இது, செல்வம் குறைபடினும் அறிவுடையார் ஒப்புரவு செய்வரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The kindly-hearted man is poor in this alone,<br/>When power of doing deeds of goodness he finds none.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The poverty of a benevolent man, is nothing but his inability to exercise the same.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒப்புரவி னால்வருங் கேடெனி னஃதொருவன்',
      l2: 'விற்றுக்கோட் டக்க துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒப்புரவி னால்வரும் கேடெனின் அஃதொருவன்<br/>விற்றுக்கோள் தக்க துடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒப்புரவால் கேடு வரும் என்றால், அக்கேடு ஒருவன் தன்னை விற்றாவது வாங்கிக் கொள்ளும் தகுதி உடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஒப்புரவினால் வரும் கேடு எனின்= ஒப்புரவு செய்தலான், ஒருவனுக்குப் பொருட்கேடு வரும் என்பார் உளராயின்;<br/><br/>அஃது ஒருவன் விற்றுக்கோள் தக்கது உடைத்து= அக்கேடுதன்னை விற்றாயினும் கொள்ளும் தகுதியை உடைத்து, என்றவாறு.<br/><br/>தன்னை விற்றுக் கொள்ளப்படுவதொரு பொருள் இல்லையன்றே; இஃதாயின் அதுவும் செய்யப்படும் என்றது, புகழ் பயத்தல் நோக்கி.<br/><br/>இதனால் ஒப்புரவினால் கெடுவது கேடுஅன்று என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒப்புரவினான் கேடு வரும் எனின்-ஒப்புரவு செய்தலினாலே பொருட்கேடு வருமென்று சொல்லின், அஃது ஒருவன் விற்றுக்கோள் தக்கது உடைத்து-அக்கேட்டை (க்கேடாகச் சேர்த்துக் கொள்ளல் கூடாது;) ஒன்றை விற்று ஒன்றைக் கொள்ளுகின்ற வாணிகமாகக் கொள்ளும் தகுதியை யுடைத்து.<br/><br/>இது, ஒப்புரவு செய்தலினால் கெட்டானாயினும் அதனை ஆக்கமாகக் கொள்ளல் தகுமென்றது, பின் பயப்பன நன்மையாதலான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though by 'beneficence' the loss of all should come,<br/>'Twere meet man sold himself, and bought it with the sum.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "If it be said that loss will result from benevolence, such loss is worth being procured even by the sale of one's self.",
          },
        ],
      },
    ],
  },
];
