export default [
  {
    "kural": {
      "l1": "ஒற்று முரைசான்ற நூலு மிவையிரண்டுந்",
      "l2": "தெற்றென்க மன்னவன் கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒற்றும் உரைசான்ற நூலும் இவையிரண்டும்<br/>தெற்றென்க மன்னவன் கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒற்றரும் புகழ் அமைந்த நீதிநூலும் ஆகிய இவ்விருவகைக் கருவிகளையும் அரசன் தன்னுடைய கண்களாகத் தெளிய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒற்றும் உரைசான்ற நூலும் இவை இரண்டும்= ஒற்றும், புகழமைந்த நீதிநூலுமாகிய இவை இரண்டனையும்; மன்னவன் கண் தெற்றென்க= அரசன் தன் இரண்டு கண்ணுமாகத் தெளிக.<br/><br/>ஒற்றுத் தன்கண் செல்லமாட்டாத பரப்பெல்லாம் சென்று கண்டு, ஆண்டு நிகழ்ந்தன எல்லாம் உணர்த்தலானும், நூல் அந்நிகழ்ந்தவற்றிற்குத் தன் உணர்வு செல்லமாட்டாத வினைகளை எல்லாம் சொல்லி உணர்த்தலானும், இவ்விரண்டனையுமே தனக்கு ஊனக்கண்ணும், ஞானக்கண்ணும் ஆகத் துணிந்துகொண்டு ஒழுகுக என்பதாம். ஒற்றனை 'ஒற்று' என்றார்,வேந்தனை 'வேந்து' என்றாற் போல. 'தெற்றென்க' என்பது தெற்றென் என்பது முதனிலையாக வந்த வியங்கோள். அது தெற்றென என்னும் செயவென் எச்சத்தான் அறிக.<br/><br/>இதனால் ஒற்றினது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒற்றினையும் முறையமைந்த நூலினையும் தெளியவறிந்த மன்னவனுக்கு இவையிரண்டையும் கண்களாகத் தெளிக.<br/><br/>அரசர்க்குக் கல்வி இன்றிமையாததுபோல ஒற்றும் இன்றிமையாததென்றவாறு. இஃது ஒற்றுவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "These two: the code renowned, and spies,<br/>In these let king confide as eyes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a king consider as his eyes these two things, a spy and a book (of laws) universally esteemed."
          }
        ]
      }
    ],
    "id": 581
  },
  {
    "kural": {
      "l1": "எல்லார்க்கு மெல்ல நிகழ்பவை யெஞ்ஞான்றும்",
      "l2": "வல்லறிதல் வேந்தன் றொழில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும்<br/>வல்லறிதல் வேந்தன் தொழில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லாரிடத்திலும்நிகழ்கின்றவை எல்லாவற்றையும் எக்காலத்திலும்(ஒற்றரைக்கொண்டு) விரைந்து அறிதல் அரசனுக்குரிய தொழிலாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும் வல் அறிதல்= எல்லார்கண்ணும் நிகழ்வன எல்லாவற்றையும், நாள்தோறும் ஒற்றான் விரைந்தறிதல்; வேந்தன் தொழில்= அரசனுக்கு உரிய தொழில்.<br/><br/>'எல்லார்க்கும்' என்றது மூன்று திறத்தாரையும். நான்காவது ஏழாவதன் பொருட்டு வந்தது. நிகழ்வன 'எல்லாம்' என்றது, நல்லவும் தீயவும் ஆய சொற்களையும், செயல்களையும். அவை நிகழ்ந்தபோதே, அவற்றிற்குத் தக்க அளியாகத் தெறலாகச் செய்ய வேண்டுதலின் 'வல்லறிதல்' என்றும், அவ்விரு தொழிற்கும் அறிதல் காரணமாகலின் அதனையே உபசாரவழக்கால் 'தொழில்' என்றும் கூறினார். ஒற்றான் என்பது, அதிகாரத்தான் வந்தது.<br/><br/>இதனால் ஒற்றினாய பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவராகியும் நட்டாராகியும் மத்திமராகியும் உதாசீனராகியும் இருக்கின்ற அரசர்க்<br/><br/>கும், அவர் சுற்றத்திற்கும், தஞ்சுற்றத்திற்கும் அறம் பொருள் இன்பங்களைப் பற்றி நிகழ்பவை யெல்லாவற்றையும் நாடோறும் பிறர் அறிவதன் முன்னர்த் தான் ஒற்றால் விரைந்தறிதல் வேந்தனது தொழில்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Each day, of every subject every deed,<br/>'Tis duty of the king to learn with speed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is the duty of a king to know quickly (by a spy) what all happens, daily, amongst all men."
          }
        ]
      }
    ],
    "id": 582
  },
  {
    "kural": {
      "l1": "ஒற்றினா னொற்றிப் பொருடெரியா மன்னவன்",
      "l2": "கொற்றங் கொளக்கிடந்த தில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன்<br/>கொற்றங் கொளக்கிடந்தது இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒற்றரால் (நாட்டு நிகழ்ச்சிகளை) அறிந்து அவற்றின் பயனை ஆராய்ந்துணராத அரசன் வெற்றி பெறத்தக்க வழிவேறு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒற்றினான் ஒற்றிப் பொருள் தெரியா மன்னவன்= ஒற்றினானே எல்லார்கண்ணும் நிகழ்ந்தவற்றை ஒற்றுவித்து அவற்றான் எய்தும் பயனை ஆராயாத அரசன்; கொற்றம் கொளக்கிடந்தது இல்= வென்றியடையக் கிடந்தது வேறொரு நெறியில்லை.<br/><br/>அந்நிகழ்ந்தனவும், பயனும் அறியாது பகைக்கு எளியனாதல் பிறிதின் தீராமையின் 'கொற்றங் கொளக்கிடந்தது இல்' என்றார். இதற்குக் 'கொளக்கிடந்தது ஒரு வென்றியில்லை' Γ என்று உரைப்பினும் அமையும்.<br/><br/>இதனால் அத்தொழில் செய்யாதவழி வரும் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒற்றராலே ஒற்றிப் பொருள் விசாரியாத மன்னவன் கொள்ளக் கிடந்ததொரு வெற்றி இல்லை.<br/><br/>இஃது ஒற்றின்மையால் வருங் குற்றங்கூறிற்று"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "By spies who spies, not weighing things they bring,<br/>Nothing can victory give to that unwary king."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no way for a king to obtain conquests, who knows not the advantage of discoveries made by a spy."
          }
        ]
      }
    ],
    "id": 583
  },
  {
    "kural": {
      "l1": "வினைசெய்வார் தஞ்சுற்றம் வேண்டாதா ரென்றாங்",
      "l2": "கனைவரையு மாராய்வ தொற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைசெய்வார் தம்சுற்றம் வேண்டாதார் என்றாங்கு<br/>அனைவரையும் ஆராய்வது ஒற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்முடைய தொழிலைச் செய்கின்றவர், தம் சுற்றத்தார், தம் பகைவர் என்று கூறப்படும் எல்லாரையும் ஆராய்வதே ஒற்றரின் தொழிலாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தம் வினை செய்வார் சுற்றம் வேண்டாதார் என்ற அனைவரையும் ஆராய்வது= தம் காரியம் செய்வார், சுற்றத்தார், பகைவர் என்று சொல்லப்பட்ட அனைவரையும் சொல், செயல்களான் ஆராய்வானே; ஒற்று= ஒற்றனாவான்.<br/><br/>'தம்' என்றது, அரசனோடு உளப்படுத்தி அவனுக்குக் காரியம்செய்வார் செய்வனவும், சுற்றத்தார் தன்னிடத்தும் நாட்டிடத்தும் செய்வனவும், பகைவர் தன் அற்றம் ஆராய்தலும் மேல்தேறப்படுதலும், முன்னிட்டுத் தன்னிடத்துச் செய்வனவும் அறிந்து, அவற்றிற்கு ஏறறன செய்யவேண்டுதலின், இம்மூவகையாரையும் எஞ்சாமல் ஆராய வேண்டும் என்பார், 'அனைவரையும் ஆராய்வது ஒற்று' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்குக் காரியமானவற்றைப் பார்த்துச் செய்வாரும் தமக்குச் சுற்றமாயிருப்பாரும்<br/><br/>தம்மை வேண்டாதிருப்பாருமாகிய அனைவரையும் ஆராய்ந்தறிவான் ஒற்றனாவன்.<br/><br/>இவையிரண்டும் ஒற்றவேண்டுமிடங் கூறின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His officers, his friends, his enemies,<br/>All these who watch are trusty spies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is a spy who watches all men, to wit, those who are in the king's employment, his relatives, and his enemies."
          }
        ]
      }
    ],
    "id": 584
  },
  {
    "kural": {
      "l1": "கடாஅ வுருவொடு கண்ணஞ்சா தியாண்டு",
      "l2": "முகாஅமை வல்லதே யொற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கடாஅ உருவொடு கண்ணஞ்சாது யாண்டும்<br/>உகாஅமை வல்லதே ஒற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஐயுற முடியாத உருவத்தோடு, பார்த்தவருடைய கண்பார்வைக்கு அஞ்சாமல் எவ்விடத்திலும் மனத்திலுள்ளதை வெளிப்படுத்தாமல், இருக்கவல்லவனே ஒற்றன் ஆவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கடாஅ உருவொடு= ஒற்றப்பட்டார் கண்டால், ஐயுறாத வடிவோடு பொருந்தி; கண் அஞ்சாது= அவர் ஐயுற்று அறியலுறின் செயிர்த்து நோக்கிய அவர் கண்ணிற்கு அஞ்சாது நின்று; யாண்டும் உகாஅமை வல்லதே ஒற்று= நான்கு உபாயமும் செய்தாலும், மனத்துக் கொண்டவற்றை உமிழாமை வல்லவனே ஒற்றனாவான்.<br/><br/>'கடா' என்பது, கடுக்கும் என்னும் பெயரெச்சத்து எதிர்மறை. ஐயுறாத வடிவாவன: பார்ப்பார், வணிகர் முதலாயினோர் வடிவு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினாவப்படாத வடிவோடேகூடி கண்ணஞ்சுதலும் இன்றி, அறிந்தபொருளை எவ்விடத்தினும் சோர்வின்றியே அடக்கவல்லவன் ஒற்றனாவன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of unsuspected mien and all - unfearing eyes,<br/>Who let no secret out, are trusty spies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A spy is one who is able to assume an appearance which may create no suspicion (in the minds of others), who fears no man's face, and who never reveals (his purpose). "
          }
        ]
      }
    ],
    "id": 585
  },
  {
    "kural": {
      "l1": "துறந்தார் படிவத்த ராகி யிறந்தாராய்ந்",
      "l2": "தென்செயினுஞ் சோர்வில தொற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துறந்தார் படிவத்த ராகி இறந்தாராய்ந்து<br/>என்செயினும் சோர்விலது ஒற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "துறந்தவரின் வடிவத்தை உடையவராய், அரிய இடங்களிலெல்லாம் சென்று ஆராய்ந்து, (ஐயுற்றவர்) என்ன செய்தாலும் சோர்ந்துவிடாதவரே ஒற்றர் ஆவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துறந்தார் படிவத்தர் ஆகி இறந்து ஆராய்ந்து= முற்றத் துறந்து ஆராயும் விரத ஒழுக்கினராயும், உள்புகுதற்கு அரியஇடங்கள் எல்லாம் உள்புக்கு ஆராயவேண்டுவன ஆராய்ந்து அறிந்து; என் செயினும் சோர்வு இலது ஒற்று= ஆண்டையார் ஐயுற்றுப்பிடித்து எல்லாத் துன்பமும் செய்துகேட்டாலும் தன்னை வெளிப்படுத்தாதவனே ஒற்றனாவான்.<br/><br/>விரதஒழுக்கம் தீர்த்த யாத்திரை முதலாயின. 'செயினும்' என்பது, அறவோர்என்று செய்வாரின்மை விளக்கிநின்றது. மேல் @ நால்வகை உபாயத்தினும், சோர்வின்மை சொல்லிவைத்து, ஈண்டும் தண்டத்தைப் பிரித்துவைத்துக் கூறியது, அதனது பொறுத்தற்குஅருமைச் சிறப்புநோக்கி. இதனுட் 'படிவம்' என்றதனை வேடமாக்கித் 'துறந்தார் வேடத்தராகி' என்று உரைப்பாரும் உளர்.$"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தவஞ்செய்வார் வேடத்தராகி, நாட்டெல்லையைக் கடந்துபோய், அங்குள்ள செய்தியை ஆராய்ந்து அவ்விடத்து அகப்பட்டால் அவ்விடத்துள்ளார் துன்பமாயினும் இன்பமாயினும் செய்து கேட்டாலும் தன்னுள்ளக் கருத்தைச் சோரவிடாதவன் ஒற்றனாவன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As monk or devotee, through every hindrance making way,<br/>A spy , whate'er men do must watchful mind display."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is a spy who, assuming the appearance of an ascetic, goes into (whatever place he wishes), examines into (all, that is needful), and never discovers himself, whatever may be done to him."
          }
        ]
      }
    ],
    "id": 586
  },
  {
    "kural": {
      "l1": "மறைந்தவை கேட்கவற் றாகி யறிந்தவை",
      "l2": "யையப்பா டில்லதே யொற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறைந்தவை கேட்கவற் றாகி அறிந்தவை<br/>ஐயப்பாடு இல்லதே ஒற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மறைந்த செய்திகளையும் கேட்டறியவல்லவனாய் அறிந்த செய்திகளை ஐயப்படாமல் துணியவல்லவனாய் உள்ளவனே ஒற்றன் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மறைந்தவை கேட்க வற்று ஆகி= ஒற்றப்பட்டார் மறையச்செய்த செயல்களை அவர்களுக்கு உள்ளாயினாரால் கேட்க வல்லனாய்; அறிந்தவை ஐயப்பாடு இல்லதே ஒற்று= கேட்டறிந்த செயல்களில் பின் ஐயப்படாது துணியவல்லவனே ஒற்றனாவான்.<br/><br/>மறைந்தவை சொல்லுவாரை அறிந்து, அவர் அயிராமல் சென்று ஒட்டித் தாமே சொல்லும்வகை அதற்கேற்ற சொல்லாக, செயலாக முன்னே விளைத்து, அத்தொடர்பால் கேட்குங்காலும், உறாதார்போன்று நின்று கேட்கவேண்டுதலின் 'கேட்கவற்றாகி' என்று்ம், கேட்டறிந்தவற்றைத் தானே ஐயுற்றுவந்து சொல்லின் அரசனால் அவற்றிற்கு ஏற்ற வினைசெய்யலாகாமையின் 'ஐயப்பாடு இல்லதே' என்றும் கூறினார்.<br/><br/>இவை நான்கு பாட்டானும் ஒற்றினது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறரால் மறைக்கப்பட்டவற்றைக் கேட்டறிய வல்லனாகி, அறிந்தவற்றைத் தீர அறியவல்லவனே ஒற்றனாவான்.<br/><br/>இவை மூன்றும் ஒற்றிலக்கணங்கூறின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A spy must search each hidden matter out,<br/>And full report must render, free from doubt."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A spy is one who is able to discover what is hidden and who retains no doubt concerning what he has known."
          }
        ]
      }
    ],
    "id": 587
  },
  {
    "kural": {
      "l1": "ஒற்றொற்றித் தந்த பொருளையு மற்றுமோ",
      "l2": "ரொற்றினா லொற்றிக் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர்<br/>ஒற்றினால் ஒற்றிக் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஓர் ஒற்றன் மறைந்து கேட்டுத் தெரிவித்த செய்தியையும் மற்றோர் ஒற்றனால் கேட்டுவரச் செய்து ஒப்புமை கண்டபின் உண்மை என்று கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒற்று ஒற்றித் தந்த பொருளையும்= ஓர் ஒற்றன் ஒற்றிவந்து அறிவித்த காரியம் தன்னையும்; மற்றும் ஓர் ஒற்றினால் ஒற்றிக் கொளல்= பிறன்ஓர் ஒற்றனாலும் ஒற்றுவித்து ஒப்புமை கண்டுகொள்க.<br/><br/>ஒற்றப்பட்டாரோடு ஒத்துநின்று மாறுபடக்கூறலும் கூடுமாகலின், ஒருவன் மாற்றம் தேறப்படாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒற்றர் மாற்றரசர்மாட்டும் பொருள் பெற்று மாறுபடச் சொல்லுதல் கூடுமாதலால், ஓரொற்று அறிந்து சொன்ன பொருளைப் பின்னையும் ஓரொற்றினாலே ஒற்றியறிந்து பின்பு அதனுண்மை கொள்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Spying by spies, the things they tell<br/>To test by other spies is well."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let not a king receive the information which a spy has discovered and made known to him, until he has examined it by another spy."
          }
        ]
      }
    ],
    "id": 588
  },
  {
    "kural": {
      "l1": "ஒற்றொற் றுணராமை யாள்க வுடன்மூவர்",
      "l2": "சொற்றொக்க தேறப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒற்றெற் றுணராமை ஆள்க உடன்மூவர்<br/>சொற்றொக்க தேறப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஓர் ஒற்றனை மற்றோர் ஒற்றன் அறியாதபடி ஆளவேண்டும்; அவ்வாறு ஆளப்பட்ட ஒற்றர் மூவரின் சொல் ஒத்திருந்தால் அவை உண்மை எனத் தெளியப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒற்று ஒற்று உணராமை ஆள்க= ஒற்றரை ஆளுமிடத்து ஒருவனை ஒருவன் அறியாமல் ஆள்க; உடன்மூவர் சொல்தொக்க தேறப்படும்= அங்ஙனம் ஆண்ட ஒற்றர் மூவரை ஒருபொருள்மேல் விட்டால், அம்மூவர் சொல்லும், பயனால் ஒத்தனவாயின் அதுமெய்யென்று தெளியப்படும்.<br/><br/>ஆயின் என்பது வருவிக்கப்பட்டது. ஒருவனை ஒருவன் அறியின் தம்முள் இயைந்து ஒப்பக் கூறுவாராகலின் 'உணராமையாள்க' என்றும், மூவர்க்கு நெஞ்சு ஒற்றுமைப்படுதலும், பட்டால் நீடுநிற்றலும் கூடாமையின் 'தேறப்படும்' என்றும் கூறினார். இதனானே அஃது ஒத்திலவாயின் பின்னும் ஆராய்க என்பதூஉம் பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒற்றரை விடுங்கால் ஒருவரையொருவர் அறியாமல் விடுக: மூவர் சொல் உடன்கூடின் அது தெளியப்படுமாதலால்.<br/><br/>இவை இரண்டும் ஒற்றரை யாளுந்திறங் கூறின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "One spy must not another see; contrive it so;<br/>And things by three confirmed as truth you know."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a king employ spies so that one may have no knowledge of the other; and when the information of three agrees together, let him receive it."
          }
        ]
      }
    ],
    "id": 589
  },
  {
    "kural": {
      "l1": "சிறப்பறிய வொற்றின்கட் செய்யற்க செய்யிற்",
      "l2": "புறப்படுத்தா னாகு மறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறப்பறிய ஒற்றின்கண் செய்யற்க செய்யின்<br/>புறப்படுத்தான் ஆகும் மறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒற்றனிடத்தில் செய்யும் சிறப்பைப் பிறர் அறியுமாறு செய்யக்கூடாது; செய்தால் மறைப்பொருளைத் தானே வெளிப்படுத்தியவன் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒற்றின்கண் சிறப்பு அறியச் செய்யற்க= மறைந்தவை அறிந்து கூறிய ஒற்றின்கண் செய்யும் சிறப்பினை, அரசன் பிறர்அறியச் செய்யாது ஒழிக; செய்யின் மறை புறப்படுத்தான் ஆகும்= செய்தானாயின், தன்னகத்து அடக்கப்படும் மறையைத் தானே புறத்திட்டானாம்.<br/><br/>'மறை'யாவது, அவன் ஒற்றனாயதூஉம், அவன் கூறியதூஉம் ஆம். சிறப்புப்பெற்ற இவன் யாவன் என்றும், இது பெறுதற்குக் காரணம் யாதென்றும் வினவுவாரும் இறுப்பாரும் அயலார்ஆகலின், 'புறப்படுத்தானாகும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒற்றர்க்குச் சிறப்புச் செய்யுங்கால் பிறரறியாமற் செய்க: பிறரறியச் செய்வனாயின் அவர் ஒற்றிவந்த பொருளைப் புறத்துவிட்டானாம்.<br/><br/>இஃது ஒற்றர்க்குச் சிறப்புச் செய்யுங்கால் பிறரறியாமற் செய்ய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Reward not trusty spy in others' sight,<br/>Or all the mystery will com to light."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let not a king publicly confer on a spy any marks of his favour; if he does, he will divulge his own secret."
          }
        ]
      }
    ],
    "id": 590
  }
]