export default [
  {
    "kural": {
      "l1": "ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம்",
      "l2": "உயிரினும் ஓம்பப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம்<br/>உயிரினும் ஓம்பப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கமே எல்லோர்க்கும் மேன்மையைத் தருவதாக இருப்பதால், அந்த ஒழுக்கமே உயிரைவிடச் சிறந்ததாகப் போற்றப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கம் விழுப்பம் தரலான் ஒழுக்கம் உயிரினும் ஓம்பப் படும்<br/><br/>ஒழுக்கம் விழுப்பம் தரலான் = ஒழுக்கம் எல்லார்க்கும் சிறப்பினைத் தருதலான்; ஒழுக்கம் உயிரினும் ஓம்பப் படும் = அவ்வொழுக்கம் உயிரினும் பாதுகாக்கப்படும்.<br/><br/>உயர்ந்தார்க்கும் இழிந்தார்க்கும் ஒப்ப விழுப்பம் தருதலின், பொதுப்படக் கூறினார். சுட்டுவருவிக்கப்பட்டது. அதனால் அவ்விழுப்பம் தருவதாயது ஒழுக்கம் என்பது பெற்றாம். உயிர் எல்லாப்பொருளினும் சிறந்ததாயினும் ஒழுக்கம் போல விழுப்பம் தாராமையின், 'உயிரினும் ஓம்பப்படும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒழுக்கம் விழுப்பம் தரலால் - ஒழுக்கமுடைமை மேன்மையைத் தருதலானே, ஒழுக்கம் உயிரினும் ஓம்பப்படும் - அவ் வொழுக்கத்தைத் தனது உயிரைக் காட்டினும் காக்கவேண்டும்.<br/><br/>[படும் என்பது வேண்டும் என்னும் பொருளில் வந்தது.]<br/><br/>மேற்கூறிய நன்மையெல்லாம் தருதலின் ஒழுக்கத்தினைத் தப்பாமல் செய்ய வேண்டு மென்று இது வலியுறுத்தியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Decorum' gives especial excellence; with greater care<br/>'Decorum' should men guard than life, which all men share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Propriety of conduct leads to eminence, it should therefore be preserved more carefully than life."
          }
        ]
      }
    ],
    "id": 131
  },
  {
    "kural": {
      "l1": "பரிந்தோம்பிக் காக்க வொழுக்கந் தெரிந்தோம்பித்",
      "l2": "தேரினு மஃதே துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பரிந்தோம்பிக் காக்க ஒழுக்கம் தெரிந்தோம்பித்<br/>தேரினும் அஃதே துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கத்தை வருந்தியும் போற்றிக் காக்க வேண்டும்; பலவற்றையும் ஆராய்ந்து போற்றித் தெளிந்தாலும் அந்த ஒழுக்கமே வாழ்க்கையில் துணையாக விளங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கம் ஓம்பிப் பரிந்து காக்க= ஒழுக்கத்தினை ஒன்றானும் அழிவுபடாமற் பேணி வருந்தியும் காக்க;<br/><br/>தெரிந்து ஓம்பித் தேரினும் துணை அஃதே = அறங்கள் பலவற்றையு்ம் ஆராய்ந்து இவற்றுள் இருமைக்கும் துணையாவது யாதென்று மனத்தை யொருக்கித் தேர்ந்தாலும் துணையாய் முடிவது அவ்வொழுக்கமே யாகலான்.<br/><br/>'பரிந்தும்' என்னும் உம்மை விகாரத்தால் தொக்கது. இவை இரண்டு பாட்டானும் ஒழுக்கத்தது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பரிந்து ஓம்பி ஒழுக்கம் காக்க - வருந்திப் போற்றி ஒழுக்கத்தினைக் காக்க, தெரிந்து ஓம்பி தேரினும் அஃதே துணை - (எல்லா அறங்களிலும் நல்லதனைத்) தெரிந்து (அதனையும்) தப்பாமல் ஆராய்ந்து பார்ப்பினும் (தமக்கு) ஒழுக்கமே துணையா மாதலால்.<br/><br/>இஃது, ஒழுக்கத்தைக் காக்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Searching, duly watching, learning, - 'decorum' still we find<br/>Man's only aid; toiling, guard thou this with watchful mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let propriety of conduct be laboriously preserved and guarded; though one know and practise and excel in many virtues, that will be an eminent aid."
          }
        ]
      }
    ],
    "id": 132
  },
  {
    "kural": {
      "l1": "ஒழுக்க முடைமை குடிமை யிழுக்க",
      "l2": "மிழிந்த பிறப்பாய் விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்கம் உடைமை குடிமை இழுக்கம்<br/>இழிந்த பிறப்பாய் விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கம் உடையவராக வாழ்வதே உயர்ந்த குடிப்பிறப்பின் தன்மையாகும்; ஒழுக்கம் தவறுதல் இழிந்த குடிப்பிறப்பின் தன்மையாகிவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கம் உடைமை குடிமை= எல்லார்க்கும் தத்தம் வருணத்திற்கு ஏற்ற ஒழுக்கமுடைமை குலனுடைமையாம்;<br/><br/>இழுக்கம் இழிந்த பிறப்பாய் விடும் = அவ்வொழுக்கத்தில் தவறுதல் அவ்வருணத்தில் தாழ்ந்த வருணமாய்விடும்.<br/><br/>பிறந்த வருணத்துள் இழிந்த குலத்தாராயினும் ஒழுக்கமுடையாராக உயர்குலத்தவராகலின், குடிமையாம் என்றும், உயர்ந்த வருணத்துப் பிறந்தாராயினும், ஒழு்க்கத்தில் தவறத் தாழ்ந்த வருணத்தவராகலின் இழிந்த பிறப்பாய் விடும் என்றும் கூறினார். உள்வழிப்படும் குற்றத்தினும் இல்வழிப்படும் குற்றம் பெரிது என்றவாறு. பயன் இடையீடின்றி எய்துதலின், அவ்விரைவுபற்றி அவ்வேதுவாகிய வினைகளே பயனாக ஓதப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒழுக்கம் உடைமை குடிமை - (ஒருவன்) ஒழுக்கம் உடையவனாக உயர்ந்த குலத்தானாம்; இழுக்கம் இழிந்த பிறப்பாய் விடும் - (ஒருவன் ஒழுக்கத்தைத்) தப்புதலால் இழிந்த குலத்தானாம்.<br/><br/>ஒழுக்கத்தால் குலம் ஆகுமென்றும், ஒழுக்கமின்மையால் குலம் செடுமென்றும் இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Decorum's true nobility on earth;<br/>Indecorum's issue is ignoble birth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Propriety of conduct is true greatness of birth, and impropriety will sink into a mean birth."
          }
        ]
      }
    ],
    "id": 133
  },
  {
    "kural": {
      "l1": "மறப்பினு மோத்துக் கொளலாகும் பார்ப்பான்",
      "l2": "பிறப்பொழுக்கங் குன்றக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான்<br/>பிறப்பொழுக்கங் குன்றக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்ற மறைப்பொருளை மறந்தாலும் மீண்டும் அதனை ஓதிக் கற்றுக் கொள்ள முடியும்; ஆனால் மறை ஓதுவானுடைய குடிப்பிறப்பு, ஒழுக்கம் குன்றினால் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஓத்து மறப்பினும் கொளல் ஆகும்= கற்ற வேதத்தினை மறந்தான் ஆயினும் அவ்வருணம் கெடாமையிற் பின்னும் அஃது ஓதிக் கொளலாம்;<br/><br/>பார்ப்பான் பிறப்பு ஒழுக்கம் குன்றக் கெடும்= அந்தணனது உயர்ந்த வருணம் தன்னொழுக்கம் குன்றக் கெடும்.<br/><br/>மறந்தவழி இழிகுலத்தனாம் ஆகலின், மறக்கலாகாது என்னும் கருத்தான் 'மறப்பினும்' என்றார். சிறப்புடை வருணத்திற்கு மொழிந்தமையின் இஃது ஏனைய வருணங்கட்கும் கொள்ளப்படும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒத்து பார்ப்பான் மறப்பினும் கொளலாகும் - நூல்களைக் கற்பவன் (அவற்றை) மறந்தானாயினும் பின்னும் கற்றுக்கொள்ளலாம். ஒழுக்கம் குன்ற பிறப்பு கெடும்-ஒழுக்கம் குறையுமாயின் அவன் பிறப்பின் பயன் கெடும்.<br/><br/>[பிறப்பின் பயன் - மக்கட்பிறப்பை அடைந்ததனால் அடையும் பயன். பிறப்பு என்பது ஆகுபெயர், அதன் பயனுக்காயினமையால்.]<br/><br/>இது, கல்வியிலும் ஒழுக்கம் வலிதான வாறு கூறிற்று,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though he forget, the Brahman may regain his Vedic lore;<br/>Failing in 'Decorum due,' birthright's gone for evermore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A Brahman though he should forget the Vedas may recover it by reading; but, if he fail in propriety of conduct even his high birth will be destroyed."
          }
        ]
      }
    ],
    "id": 134
  },
  {
    "kural": {
      "l1": "அழுக்கா றுடையான்க ணாக்கம்போன் றில்லை",
      "l2": "யொழுக்க மிலான்க ணுயர்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழுக்கா றுடையான்கண் ஆக்கம்போன்று இல்லை<br/>ஒழுக்க மிலான்கண் உயர்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொறாமை உடையவனிடத்தில் ஆக்கம் இல்லாதவாறு போல, ஒழுக்கம் இல்லாதவனுடைய வாழ்க்கையில் உயர்வு இல்லையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழுக்காறு உடையான்கண் ஆக்கம் போன்று= அழுக்காறு உடையான்மாட்டு ஆக்கம் இல்லாதாற்போல; ஒழுக்கம் இலான்கண் உயர்வு இல்லை= ஒழுக்கம் இல்லாதவன் மாட்டும் உயர்ச்சியில்லை.<br/><br/>உவமையான் ஒழுக்கம் இல்லாதவன் சுற்றத்திற்கும் உயர்ச்சியில்லை யென்பது பெற்றாம். என்னை? \"கொடுப்பது அழுக்கறுப்பான் சுற்ற\"மும் (குறள்:166) நல்கூர்தலின். 'உயர்வு' உயர்குலமாதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அழுக்காறு உடையான் கண் ஆக்கம் போன்று - மனக்கோட்ட முடையவன் மாட்டு ஆக்கம் (இல்லையானாற்) போல, ஒழுக்கம் இலான்கண் உயர்வு இல் - ஒழுக்கம் இல்லா தான்மாட்டு மிகுதி இல்லையாம். [மிகுதி - உயர்ச்சி.]<br/><br/>இஃது, ஒழுக்க மில்லா தானுக்கு உயர்ச்சி இல்லை என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The envious soul in life no rich increase of blessings gains,<br/>So man of 'due decorum' void no dignity obtains."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Just as the envious man will be without wealth, so will the man of destitute of propriety of conduct be without greatness."
          }
        ]
      }
    ],
    "id": 135
  },
  {
    "kural": {
      "l1": "ஒழுக்கத்தி னொல்கா ருரவோ ரிழுக்கத்தி",
      "l2": "னேதம் படுபாக் கறிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்கத்தின் ஒல்கார் உரவோர் இழுக்கத்தின்<br/>ஏதம் படுபாக் கறிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கம் தவறுதலால் குற்றம் உண்டாவதை அறிந்து, மனவலிமை உடைய சான்றோர் ஒழுக்கத்தில் தவறாமல் காத்துக் கொள்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கத்தின் ஒல்கார் உரவோர்= செய்தற்கு அருமை நோக்கி ஒழுக்கத்திற் சுருங்கார் மனவலியுடையார்;<br/><br/>இழுக்கத்தின் ஏதம் படுபாக்கு அறிந்து= அவ்விழுக்கத்தால் தமக்கு இழிகுலமாகிய குற்றம் உண்டாமாற்றை அறிந்து.<br/><br/>ஒழுக்கத்திற் சுருக்கம் அதனை உடையார்மேல் ஏற்றப்பட்டது. கொண்ட விரதம் விடாமை பற்றி 'உரவோர்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒழுக்கத்தின் ஒல்கார் உரவோர் - ஒழுக்கத்தின் நின்று நீங்கார் அறிவுடையோர், இழுக்கத்தின் ஏதம் படுபாக்கு அறிந்து - (ஒழுக்கத்தைத்) தப்புதலால் குற்றம் வருதலை யறிந்து.<br/><br/>[படுபாக்கு என்பது தொழிற்பெயர்; பாக்கு - விகுதி.]<br/><br/>இஃது, அறிவுடையார் ஒழுக்கத்தினைத் தவிராரென்றது. குற்றம் வருதல் பின்னே காணப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The strong of soul no jot abate of strict decorum's laws,<br/>Knowing that due decorum's breach foulest disgrace will cause."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those firm in mind will not slacken in their observance of the proprieties of life, knowing, as they do, the misery that flows from the transgression from them."
          }
        ]
      }
    ],
    "id": 136
  },
  {
    "kural": {
      "l1": "ஒழுக்கத்தி னெய்துவர் மேன்மை யிழுக்கத்தி",
      "l2": "னெய்துவ ரெய்தாப் பழி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின்<br/>எய்துவர் எய்தாப் பழி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கத்தால் எவரும் மேம்பாட்டை அடைவர்; ஒழுக்கத்திலிருந்து தவறுவதால் அடையத் தகாத பெரும் பழியை அடைவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கத்தின் மேன்மை எய்துவர்= எல்லாரும் ஒழுக்கத்தானே மேம்பாட்டை எய்துவர்;<br/><br/>இழுக்கத்தின் எய்தாப் பழி எய்துவர்= அதனினின்று இழுக்குதலானே தாம் எய்துதற்கு உரித்தல்லாத பழியை எய்துவர்.<br/><br/>பகைபற்றி அடாப்பழி கூறியவழி அதனையும் இழுக்கம் பற்றி உலகம் அடுக்கும் என்று கொள்ளுமாகலின், 'எய்தாப் பழி' எய்துவர் என்றார்.<br/><br/>இவை ஐந்துபாட்டானும் ஒழுக்கம் உள்வழிப்படுங்குணமும், இல்வழிப்படும் குற்றமும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒழுக்கத்தின் மேன்மை எய்துவர் - ஒழுக்கத்தாலே (தாம் முன்னர்) எய்தாத மேம்பாட்டை எய்துவர். இழுக்கத்தின் எய்தா பழி எய்துவர் - ஒழுக்கமின்மையாலே (தமக்கு) அடாத பழியை எய்துவர்.<br/><br/>[எய்தாத என்பது ஈறுகெட்டு நின்றது. .அடாத - தகாத.]<br/><br/>இஃது, ஒழுக்கத்தால் புகழும், ஒழுக்கமின் மையால் இகழும் அடைவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis source of dignity when 'true decorum' is preserved;<br/>Who break decorum's rules endure e'en censures undeserved."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "From propriety of conduct men obtain greatness; from impropriety comes insufferable disgrace."
          }
        ]
      }
    ],
    "id": 137
  },
  {
    "kural": {
      "l1": "நன்றிக்கு வித்தாகு நல்லொழுக்கந் தீயொழுக்க",
      "l2": "மென்று மிடும்பை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்றிக்கு வித்தாகும் நல்லொழுக்கம் தீயொழுக்கம்<br/>என்றும் இடும்பை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்லொழுக்கம் இன்பமான நல்வாழ்க்கைக்குக் காரணமாக இருக்கும்; தீயொழுக்கம் எப்போதும் துன்பத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல்லொழுக்கம் நன்றிக்கு வித்து ஆகும்= ஒருவனுக்கு நல்லொழுக்கம் அறத்திற்குக் காரணமாய் இருமையினும் இன்பம் பயக்கும்;<br/><br/>தீயொழுக்கம் என்றும் இடும்பை தரும்= தீய ஒழுக்கம் பாவத்திற்குக் காரணமாய் இருமையினும் துன்பம் பயக்கும்.<br/><br/>'நன்றிக்கு வித்தாகும்' என்றதனால், தீயவொழுக்கம் பாவத்திற்குக் காரணமாதலும், 'இடும்பை தரும்' என்றதனால் நல்லொழுக்கம் இன்பந் தருதலும் பெற்றாம். ஒன்றுநின்றே ஏனையதை முடிக்கும் ஆகலின், இதனாற் பின்விளைவு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்றிக்கு நல் ஒழுக்கம் வித்து ஆகும் - முத்திக்கு நல்ல ஒழுக்கம் விதையாகும். தீ ஒழுக்கம் என்றும் இடும்பை தரும் - தீய ஒழுக்கம் என்றும் இடும்பையைத் தரும்.<br/><br/>என்றும் - இருமையின் கண்ணும்.<br/><br/>நல்லொழுக்கம் இன்பத்தையும் தீயொழுக்கம் துன்பத்தையும் தருமென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Decorum true' observed a seed of good will be;<br/>'Decorum's breach' will sorrow yeild eternally."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Propriety of conduct is the seed of virtue; impropriety will ever cause sorrow."
          }
        ]
      }
    ],
    "id": 138
  },
  {
    "kural": {
      "l1": "ஒழுக்க முடையவர்க் கொல்லாவே தீய",
      "l2": "வழுக்கியும் வாயாற் சொலல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்க முடையவர்க்கு ஒல்லாவே தீய<br/>வழுக்கியும் வாயாற் சொலல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தீய சொற்களை தவறியும் தம்முடைய வாயால் சொல்லும் குற்றம், ஒழுக்கம் உடையவர்க்குப் பொருந்தாததாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வழுக்கியும் தீய வாயால் சொலல்= மறந்துந் தீயசொற்களைத் தம் வாயாற் சொல்லும் தொழில்கள்;<br/><br/>ஒழுக்கம் உடையவர்க்கு ஒல்லா= ஒழுக்கம் உடையவர்க்கு முடியா.<br/><br/>தீயசொற்களாவன: பிறர்க்குத் தீங்குபயக்கும் பொய்ம் முதலியனவும், வருணத்திற்கு உரியஅல்லனவும் ஆம். அவற்றது பன்மையாற் சொல்லுதல் தொழில் பலவாயின. 'சொலல்' சாதியொருமை. சொல்லெனவே அமைந்திருக்க 'வாயால்' என வேண்டாது கூறினார். நல்லசொற்கள் பயின்றது எனத் தாம் வேண்டியதன் சிறப்பு முடித்தற்கு. இதனை வடநூலார் 'தாற்பரியம்' என்ப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தீய வழுக்கியும் வாயால் சொல் - தீமை பயக்கும் சொற்களை மறந்தும் வாயாற் சொல்லுதல், ஒழுக்கம் உடையவர்க்கு ஒல்லாது - ஒழுக்கம் உடையாருக்கு இயலாது. [ஏகாரம், அசை.]<br/><br/>இஃது, ஒழுக்கமுடையார் தீய சொற்களைச் சொல்லா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "It cannot be that they who 'strict decorum's' law fulfil,<br/>E'en in forgetful mood, should utter words of ill."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who study propriety of conduct will not speak evil, even forgetfully."
          }
        ]
      }
    ],
    "id": 139
  },
  {
    "kural": {
      "l1": "உலகத்தோ டொட்ட வொழுகல் பலகற்றுங்",
      "l2": "கல்லா ரறிவிலா தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும்<br/>கல்லார் அறிவிலா தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகத்து உயர்ந்தவரோடு பொருந்த ஒழுகும் முறையைக் கற்காதவர், பல நூல்களைக் கற்றிருந்த போதிலும் அறிவில்லாதவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகத்தோடு ஒட்ட ஒழுகல் கல்லார்= உலகத்தோடு பொருந்த ஒழுகுதலைக் கல்லாதார்;<br/><br/>பல கற்றும் அறிவிலாதார்= பல நூல்களையுங் கற்றாராயினும் அறிவிலாதார்.<br/><br/>'உலகத்தோடு பொருந்த ஒழுகுத'லாவது, உயர்ந்தோர் பலரும் ஒழுகியவாற்றான் ஒழுகுதல். அறநூல் சொல்லியவற்றுள் இக்காலத்திற்கு ஏலாதன ஒழிந்து, சொல்லாதனவற்றுள் ஏற்பன கொண்டு வருதலான், அவையும் அடங்க 'உலகத்தோ டொட்ட' வென்று்ம், கல்விக்குப் பயன் அறிவும், அறிவிற்குப் பயன் ஒழுக்கமும் ஆகலின், அவ்வொழுகுதலைக் கல்லாதார் 'பல கற்றும் அறிவிலாதார்' என்றும் கூறினார். ஒழுகுதலைக் கற்றலாவது, அடிப்படுதல்.<br/><br/>இவை இரண்டு பாட்டானும், சொல்லானும், செயலானும் வரும் ஒழுக்கங்கள் எல்லாம் ஒருவாற்றாற் றொகுத்துக் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவு இலாதார் பல கற்றும் - அறிவில்லாதவர் பல் நூல்களைக் கற்றாலும், உலகத்தோடு ஒட்ட ஒழுகல் கல்லார் - உயர்ந் தாரோடு பொருந்த ஒழுகுதலை அறியார்,<br/><br/>ஒழுக்கமாவது உயர்ந்தார் ஒழுகின நெறியில் ஒழுகுதல் என்பதூஉம் அவ்வொழுக்கம் கல்வியினும் வலியுடைத் தென்பதூஉம் இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who know not with the world in harmony to dwell,<br/>May many things have learned, but nothing well."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who know not how to act agreeably to the world, though they have learnt many things, are still ignorant."
          }
        ]
      }
    ],
    "id": 140
  }
]