export default [
  {
    "kural": {
      "l1": "செருக்குஞ் சினமுஞ் சிறுமையு மில்லார்",
      "l2": "பெருக்கம் பெருமித நீர்த்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செருக்குஞ் சினமும் சிறுமையும் இல்லார்<br/>பெருக்கம் பெருமித நீர்த்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செருக்கும் சினமும் காமமும் ஆகிய இந்தக் குற்றங்கள் இல்லாதவருடைய வாழ்வில் காணும் பெருக்கம் மேம்பாடு உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செருக்கும் சினமும் சிறுமையும் இல்லார் பெருக்கம்= மதமும் வெகுளியும் காமமுமாகிய குற்றங்களில்லாத அரசரது செல்வம்;<br/><br/>பெருமித நீர்த்து= மேம்பாட்டு நீர்மையினை உடைத்து.<br/><br/>மதம் செல்வக்களிப்பு. சிறியோர்1 செயலாகலின் அளவிறந்த காமம் சிறுமை எனப்பட்டது. இவை நீதியல்லன செய்வித்தலான், இவற்றைக் கடிந்தார் செல்வம் நல்வழிப்பாடும், நிலைபேறுமுடைமையின் மதிப்புடைத்து என்பதாம். மிகுதிபற்றி இவை முற்கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர்மனை நயத்தலும், வெகுளியும், சிறியார் செய்வன செய்தொழுகுதலும் இல்லா<br/><br/>தார்க்கு ஆக்கம் தலையெடுக்கும் நீர்மையுடைத்து.<br/><br/>பிறர்மனை விரும்புதல் செருக்கினால் வருதலின் செருக்கு என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who arrogance, and wrath and littleness of low desire restrain.<br/>To sure increase of lofty dignity attain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Truly great is the excellence of those (kings) who are free from pride, anger, and lust."
          }
        ]
      }
    ],
    "id": 431
  },
  {
    "kural": {
      "l1": "இவறலு மாண்பிறந்த மானமு மாணா",
      "l2": "வுவகையு மேத மிறைக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இவறலும் மாண்பிறந்த மானமும் மாணா<br/>உவகையும் ஏதம் இறைக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் கொடாத தன்மையும், மாட்சியில்லாத மானமும், தகுதியற்ற மகிழ்ச்சியும் தலைவனாக இருப்பவனுக்குக் குற்றங்களாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இவறலும்= வேண்டும்வழிப் பொருள் கொடாமையும்; மாண்பு இறந்த மானமும்= நன்மையின் நீங்கிய மானமும்; மாணா உவகையும்= அளவிறந்த உவகையும்; இறைக்கு ஏதம்= அரசனுக்குக் குற்றம்.<br/><br/>மாட்சியான மானத்தின் நீக்குதற்கு 'மாண்பிறந்த மானம்' என்றார். அஃதாவது, \"அந்தணர் சான்றோர் அருந்தவத்தோர் தம் முன்னோர்3 தந்தை தாய் என்றிவ\"1ரை வணங்காமையும், முடிக்கப்படாதாயினும் கருதியது முடித்தே விடுதலும் முதலாயின. அளவிறந்த உவகையாவது கழிகண்ணோட்டம்; பிறரும் \"சினனே காமங் கழிகண்ணோட்டம்\" என்று இவற்றை \"அறந்தெரி திகிரிக்கு வழியடையாகும் தீது\"2 என்றார்.<br/><br/>இவை யிரண்டு பாட்டானும் குற்றங்களாவன இவையென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலோபமும் நன்மையைக் கடந்த மானமும் நன்மையைத் தாரா மகிழ்ச்சியுமாகிய இம்மூன்றும் அரசர்க்குக் குற்றமாம்.<br/><br/>இது பொதுப்படக் கூறாது இறைக்கு என்றமையால் பெரும்பான்மையும் அரசர்க்கே வேண்டுமென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A niggard hand, o'erweening self-regard and mirth<br/>Unseemly, bring disgrace to men of kingly birth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Avarice, undignified pride, and low pleasures are faults in a king."
          }
        ]
      }
    ],
    "id": 432
  },
  {
    "kural": {
      "l1": "தினைத்துணையாங் குற்றம் வரினும் பனைத்துணையாக்",
      "l2": "கொள்வர் பழிநாணு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தினைத்துணையாங் குற்றம் வரினும் பனைத்துணையாக்<br/>கொள்வர் பழிநாணு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பழி நாணுகின்ற பெருமக்கள் தினையளவாகிய சிறு குற்றம் நேர்ந்தாலும், அதைப் பனையளவாகக் கருதிக் (குற்றம் செய்யாமல்) காத்துக்கொள்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பழி நாணுவார்= பழியை அஞ்சுவார்; தினைத்துணையாம் குற்றம் வரினும் பனைத் துணையாக் கொள்வர்= தங்கண் திணையளவாம் குற்றம் வந்ததாயினும் அதனை அவ்வளவாகவன்றிப் பனையின் அளவாகக் கொள்வர்.<br/><br/>'குற்றம்' சாதிப்பெயர். தமக்கு ஏலாமையிற் சிறிதென்று பொறார்; பெரிதாகக் கொண்டு வருந்திப் பின்னும் அது வாராமற் காப்பர் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தினையளவு குற்றம் வந்ததாயினும் அதனை அவ்வளவிற்றென்று இகழாது பனையளவாகக் கொள்வர். பழிக்கு நாணுவார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though small as millet'seed the fault men deem;<br/>As palm-tree vast to those who fear disgrace 'twill seem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who fear guilt, if they commit a fault small as a millet seed, will consider it to be as large as a palmyra tree."
          }
        ]
      }
    ],
    "id": 433
  },
  {
    "kural": {
      "l1": "குற்றமே காக்க பொருளாக குற்றமே",
      "l2": "யற்றந் தரூஉம் பகை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குற்றமே காக்க பொருளாகக் குற்றமே<br/>அற்றந் த்ரூஉம் பகை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றமே ஒருவனுக்கு அழிவை உண்டாக்கும் பகையாகும். ஆகையால் குற்றம் செய்யாமல் இருப்பதே நோக்கமாகக் கொண்டு காத்துக் கொள்ளவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றம் தரூஉம் பகை குற்றமே= தனக்கு இறுதி பயக்கும் பகை குற்றமே; குற்றமே பொருளாக காக்க= ஆகலான், அக்குற்றம் தன்கண் வராமையே பயனாகக் கொண்டு காக்க வேண்டும்.<br/><br/>இவைபற்றியல்லது, பகைவர் அற்றம் தாராமையின் இவையே பகையாவனவென்னும் வடநூலார் மதம் பற்றிக் 'குற்றமே யற்றந் தரூஉம் பகை' என்றும், இவற்றது இன்மையே குணங்களது உண்மையாகக் கொண்டென்பார் 'பொருளாக' என்றும் கூறினார். 'குற்றமே காக்க' என்பது, \"அரும்பண்பினால் தீமை காக்க\" என்பதுபோல நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்குப் பொருளாகக் குற்றம் வாராமற்காக்க: அக்குற்றந்தானே இறுதியைத் தரும் பகையும் ஆதலான்.<br/><br/>இது குற்றங் கடிய வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Freedom from faults is wealth; watch heedfully<br/>'Gainst these, for fault is fatal enmity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Guard against faults as a matter (of great consequence; for) faults are a deadly enemy."
          }
        ]
      }
    ],
    "id": 434
  },
  {
    "kural": {
      "l1": "வருமுன்னர்க் காவாதான் வாழ்க்கை யெரிமுன்னர்",
      "l2": "வைத்தூறு போலக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர்<br/>வைத்தூறு போலக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றம் நேர்வதற்கு முன்னமே வராமல் காத்துக் கொள்ளாதவனுடைய வாழ்க்கை, நெருப்பின்முன் நின்ற வைக்கோல்போர்போல் அழிந்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வரு முன்னர்க் காவாதான் வாழ்க்கை= குற்றம் வரக் கடவதாகின்ற முற்காலத்திலே அதனைக் காவாத அரசன் வாழ்க்கை; எரிமுன்னர் வைத்தூறு போலக் கெடும்= அது வந்தால் எரி முகத்து நின்ற வைக்குவை போல அழிந்துவிடும்.<br/><br/>'குற்றம்' என்பது அதிகாரத்தான் வந்தது. 'முன்னர்' என்றதன் ஈற்றது பகுதிப்பொருள் விகுதி. 'வரும்' என்னும் பெயரெச்சம் 'முன்னர்' என்னும் காலப்பெயர் கொண்டது; அதனாற் காக்கலாங் காலம் பெறப்பட்டது. குற்றம் சிறிதாயினும் அதனாற் பெரிய செல்வம் அழிந்தே விடும் என்பது உவமையாற் பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பம் வருவதன்முன், அதற்குத் தக்கது அறிந்து காவல் செய்யானது செல்வம் எரிமுன்னர்க்கிடந்த வைத்திரள் போலக் கெடும்.<br/><br/>இது முந்துற்றுக் காவல் செய்வன செய்யாமையும் குற்ற மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His joy who guards not 'gainst the coming evil day,<br/>Like straw before the fire shall swift consume away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The prosperity of him who does not timely guard against faults, will perish like straw before fire."
          }
        ]
      }
    ],
    "id": 435
  },
  {
    "kural": {
      "l1": "தன்குற்ற நீக்கிப் பிறர்குற்றங் காண்கிற்பி",
      "l2": "னென்குற்ற மாகு மிறைக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தன்குற்றம் நீக்கிப் பிறர்குற்றங் காண்கிற்பின்<br/>என்குற்ற மாகும் இறைக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன்னே தன் குற்றத்தைக் கண்டு நீக்கிப் பிறகு பிறருடைய குற்றத்தை ஆராயவல்லவனானால் தலைவனுக்கு என்ன குற்றமாகும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன் குற்றம் நீங்கிப் பிறர் குற்றம் காண்கிற் பின்= முன்னர்த் தன் குற்றத்தைக் கண்டு கடிந்து பின்னர்ப் பிறர் குற்றம் காணவல்லனாயின்; இறைக்கு ஆகும் குற்றம் என்= அரசனுக்கு ஆகக்கடவ குற்றம் யாது?<br/><br/>அரசனுக்குத் தன் குற்றம் கடியாவழியே பிறர் குற்றம் கடிதல் குற்றமாவது; கடிந்தவழி முறை செய்தலாம் என்பார், 'என் குற்றமாகும்' என்றார்; எனவே, தன் குற்றங் கடிந்தவனே முறைசெய்தற்குரியவன் என்பதாயிற்று.<br/><br/>இவை நான்கு பாட்டானும் அவற்றது கடிதற்பாடு பொதுவகையால் கூறப்பட்டது. இனிச் சிறப்புவகையாற் கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனக்குள்ள குற்றத்தை நீக்கிப் பிறர்மாட்டுள்ள குற்றத்தை ஆராயவல்லனாயின் அரசனுக்கு என்ன குற்ற முளதாம்.<br/><br/>இது தன்மாட்டுள்ள குற்றத்தை நீக்குதலே யன்றிப் பிறர் மாட்டுள்ள குற்றத்தையும் கடிய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Faultless the king who first his own faults cures, and then<br/>Permits himself to scan the faults of other men."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What fault will remain in the king who has put away his own evils, and looks after the evils of others."
          }
        ]
      }
    ],
    "id": 436
  },
  {
    "kural": {
      "l1": "செயற்பால செய்யா திவறியான் செல்வ",
      "l2": "முயற்பால தன்றிக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செயற்பால செய்யா திவறியான் செல்வம்<br/>உயற்பால தன்றிக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்யத்தக்க நன்மைகளைச்செய்யாமல் பொருளைச் சேர்த்து வைத்திருப்பவனுடைய செல்வம் உய்யுந்தன்மை இல்லாமல் அழியும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செயற்பால செய்யாது இவறியான் செல்வம்= பொருளால் தனக்குச் செய்துகொள்ளப்படுமவற்றைச் செய்துகொள்ளாது அதன்கட் பற்றுள்ளஞ் செய்தானது செல்வம்; உயற்பாலதன்றிக் கெடும்= பின் உளதாம் பான்மைத்தன்றி வறிதே கெடும்.<br/><br/>'செயற்பால'வாவன: அறம் பொருள் இன்பங்கள். பொருளாற் பொருள் செயதலாவது- பெருக்குதல்;<br/><br/>அது,<br/><br/>\"பொன்னி னாகும் பொருபடை யப்படை-<br/><br/>தன்னி னாகுந் தரணி தரணியிற்-<br/><br/>பின்னை யாகும் பெரும்பொருள் அப்பொருள்<br/><br/>துன்னுங் காலைத் துன்னாதன இல்லையே\"3 என்பதனான் அறிக. அறம் செய்யாமையானும், பொருள் பெருக்காமையானும் 'உயற்பாலதன்றி' யென்றும், இன்பப் பயன் கொள்ளாமையிற் 'கெடும்' என்றும் கூறினார். 'உயற்பாலதின்றி' என்று பாடம் ஓதுவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளால் தனக்குச் செய்துகொள்ளப்படு மவற்றைச் செய்து கொள்ளாது. அதன்கண் பற்றுள்ளஞ் செய்தானது செல்வம் பின் உளதாம் பான்மைத்தன்றி வறிதே கெடும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who leaves undone what should be done, with niggard mind.<br/>His wealth shall perish, leaving not a wrack behind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of the avaricious man, who does not expend it for the purposes for which he ought to expend it will waste away and not continue."
          }
        ]
      }
    ],
    "id": 437
  },
  {
    "kural": {
      "l1": "பற்றுள்ள மென்னு மிவறன்மை யெற்றுள்ளு",
      "l2": "மெண்ணப் படுவதொன் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பற்றுள்ளம் என்னும் இவறன்மை எற்றுள்ளும்<br/>எண்ணப் படுவதொன் றன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளினிடத்தில் பற்றுக் கொள்ளும் உள்ளமாகிய ஈயாத்தன்மை, குற்றம் எதனோடும் சேர்த்து எண்ணத்தகாத ஒரு தனிக் குற்றமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பற்றுள்ளம் என்னும் இவறன்மை= பொருளைவிடத் தகுமிடத்து விடாது பற்றுதலைச் செய்யும் உள்ளமாகிய உலோபத்தினது தன்மை; எற்றுள்ளும் எண்ணப்படுவது ஒன்று அன்று= குற்றத்தன்மைகள் எல்லாவற்றுள்ளும் வைத்து எண்ணப்படுவது ஒன்றன்று, மிக்கது.<br/><br/>இவறலது தன்மையாவது, குணங்களெல்லாம் ஒருங்கு உளவாயினும் அவற்றைக் கீழ்ப்படுத்துத் தான் மேற்படவல்ல இயல்பு; ஒழிந்தன அதுமாட்டாமையின், 'எற்றுள்ளும் எண்ணப்படுவது ஒன்றன்று' என்றார். எவற்றுள்ளும் என்பது இடைக்குறைந்து நின்றது.<br/><br/>இவை இரண்டு பாட்டானும் உலோபத்தின் தீமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூடின பொருளை விடாமையாகிய உலோபம் யாதொன்றினுள்ளும் எண்ணப்படுவ தொன்றன்று.<br/><br/>இஃது உலோபம் தனக்கும் பிறர்க்கும் பயன்படாமையால் ஒரு பொருளாக மதிக்கப்படா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The greed of soul that avarice men call;<br/>When faults are summed, is worst of all."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Griping avarice is not to be reckoned as one among other faults; (it stands alone - greater than all)."
          }
        ]
      }
    ],
    "id": 438
  },
  {
    "kural": {
      "l1": "வியவற்க வெஞ்ஞான்றுந் தன்னை நயவற்க",
      "l2": "நன்றி பயவா வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வியவற்க எஞ்ஞான்றும் தன்னை நயவற்க<br/>நன்றி பயவா வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எக்காலத்திலும் தன்னை மிக உயர்வாக எண்ணி வியந்து மதிக்கக்கூடாது; நன்மை தராத செயலைத் தான் விரும்பவும் கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எஞ்ஞான்றும் தன்னை வியவற்க= தான் இறப்ப உயர்ந்த ஞான்றும் மதத்தால் தன்னை நன்கு மதியாது ஒழிக; நன்றி பயவா வினை நயவற்க= தனக்கு நன்மை பயவா வினைகளை மானத்தால் விரும்பாது ஒழிக.<br/><br/>தன்னை வியந்துழி இடமும் காலமும் வலியும் அறியப்படாமையானும், அறனும் பொருளும் இகழப்படுதலானும், 'எஞ்ஞான்றும் வியவற்க' என்றும், கருதியது முடித்தேவிடுவல் என்று அறம் பொருள் இன்பங்கள் பயவா வினைகளை நயப்பின் அவற்றாற் பாவமும் பழியும் கேடும் வருமாகலின், அவற்றை 'நயவற்க' என்றும் கூறினார்.<br/><br/>இதனான் மத, மானங்களின் தீமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லா நாளுந் தன்னைப் பெரியனாக நினைத்து வியவாதொழிக; வியந்தா னாயினும் அவ்வியப்பினானே நன்மை பயவாத வினையைச் செய்யாதொழிக.<br/><br/>செய்யிற் கெடு மென்றவாறாயிற்று"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Never indulge in self-complaisant mood,<br/>Nor deed desire that yeilds no gain of good."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let no (one) praise himself, at any time; let him not desire to do useless things."
          }
        ]
      }
    ],
    "id": 439
  },
  {
    "kural": {
      "l1": "காதல காத லறியாமை யுய்க்கிற்பின்",
      "l2": "னேதில வேதிலார் நூல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காதல காதல் அறியாமை உய்க்கிற்பின்<br/>ஏதில ஏதிலார் நூல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் விருப்பம் பிறர்க்குத் தெரியாதபடி விருப்பமானவற்றை நுகர வல்லவனானால், பகைவர் தன்னை வஞ்சிப்பதற்காகச் செய்யும சூழ்ச்சிகள் பலிக்காமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காதல காதல் அறியாமை உய்க்கிற்பின்= தான காதலித்த பொருள்களை அவர் அக்காதலறியாமல் அனுபவிக்கவல்லனாயின்; ஏதிலார் நூல் ஏதில= பகைவர் தன்னை வஞ்சித்தற்கு எண்ணும் எண்ணம் பழுதாம்.<br/><br/>அறிந்தவழி அவை வாயிலாகப் புகுந்து வஞ்சிப்பாராகலின், அறியாமல் உய்த்தால் வாயில் இன்மையின் வஞ்சிக்கப்படான் என்பதாம். காமம் வெகுளி, உவகை என்பன முற்றக் கடியும் குற்றம் அன்மையின், இதனாற் பெரும்பான்மைத்தாகிய காமம் நுகருமாறு கூறி, ஏனைச் சிறுபான்மையவற்றிற்குப் பொதுவகை விலக்கினையே கொண்டொழிந்தார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காதலிக்கப்பட்ட யாவற்றின்மேலுஞ் செல்லுங் காதலைப் பிறரறியாமற் செலுத்துவனாயின் பகைவர் இவனைக் கொல்லுமாறு சிந்திக்கும் சிந்தனை இவன் மாட்டுச் செல்லாது, அயலாம்.<br/><br/>நூலென்பது அவர்கற்ற கல்வி."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If, to your foes unknown, you cherish what you love,<br/>Counsels of men who wish you harm will harmless prove."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If (a king) enjoys, privately the things which he desires, the designs of his enemies will be useless."
          }
        ]
      }
    ],
    "id": 440
  }
]