export default [
  {
    "kural": {
      "l1": "கூறாமை நோக்கிக் குறிப்பறிவா னெஞ்ஞான்று",
      "l2": "மாறாநீர் வையக் கணி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூறாமை நோக்கிக் குறிப்பறிவான் எஞ்ஞான்றும்<br/>மாறாநீர் வையக் கணி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவர் சொல்லாமலே அவருடைய முகத்தை நோக்கி அவர் கருதிய குறிப்பை அறிகின்றவன் எப்போதும் உலகத்திற்கு ஓர் அணிகலன் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குறிப்புக் கூறாமை நோக்கி அறிவான்= அரசனால் குறித்த கருமத்தை அவன் கூறவேண்டாவகை அவன் முகத்தானும் கண்ணானும் நோக்கி அறியும் அமைச்சன்; எஞ்ஞான்றும் மாறா நீர் வையக்கு அணி= எஞ்ஞான்றும் வற்றாத நீரால் சூழப்பட்ட வையத்துள்ளார்க்கு ஓர் ஆபரணமாம்.<br/><br/>ஒட்பம் உடையவனாய் எல்லார்க்கும் அழகுசெய்தலான், 'வையக்கணி' என்றார். 'குறிப்பு'ம் 'வைய'மும் ஆகுபெயர். வையத்திற்கு என்பது விகாரப்பட்டு நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அரசன் மனநிகழ்ச்சியை அவன் கூறுவதன்முன்னே நோக்கி அறியுமவன், எல்லா நாளும் மாறாநீர் சூழ்ந்த வையத்துக்கு அணிகலனாவான்.<br/><br/>இது மக்களிற் சிறப்புடையனா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who knows the sign, and reads unuttered thought, the gem is he,<br/>Of earth round traversed by the changeless sea."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The minister who by looking (at the king) understands his mind without being told (of it), will be a perpetual ornament to the world which is surrounded by a never-drying sea."
          }
        ]
      }
    ],
    "id": 701
  },
  {
    "kural": {
      "l1": "ஐயப் படாஅ தகத்த துணர்வானைத்",
      "l2": "தெய்வத்தோ டொப்பக் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஐயப் படாஅது அகத்தது உணர்வானைத்<br/>தெய்வத்தோ டொப்பக் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஐயப்படாமல் மனத்தில் உள்ளதை உணரவல்லவனை (அவன் மனிதனே ஆனாலும்) தெய்வத்தோடு ஒப்பாகக் கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அகத்தது ஐயப்படாஅது உணர்வானை= ஒருவன் மனத்தின்கண்நிகழ்வதனை ஐயப்படாது ஒருதலையாக உணரவல்லானை; தெய்வத்தோடு ஒப்பக் கொளல்= மகனே ஆயினும், தெய்வத்தோடு ஒப்ப நன்கு மதிக்க.<br/><br/>உடம்பு முதலியவற்றான் ஒவ்வான் ஆயினும், பிறர் நினைத்தது உணரும் தெய்வத்தன்மை உடைமையின் 'தெய்வத்தோடொப்ப' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர் நினைத்ததனை ஐயப்படுதலின்றித் துணிந்து அறியவல்லாரைத் தேவரோடு ஒப்பக் கொள்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Undoubting, who the minds of men scan,<br/>As deity regard that gifted man."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He is to be esteemed a god who is able to ascertain without a doubt what is within (one's mind)."
          }
        ]
      }
    ],
    "id": 702
  },
  {
    "kural": {
      "l1": "குறிப்பிற் குறிப்புணர் வாரை யுறுப்பினுள்",
      "l2": "யாது கொடுத்துங் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குறிப்பிற் குறிப்புணர் வாரை உறுப்பினுள்<br/>யாது கொடுத்தும் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணர வல்லவரை நாட்டின் உறுப்புக்களுள் எதைக் கொடுத்தாவது துணையாகப் பெற்றுக்கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குறிப்பின் குறிப்பு உணர்வாரை= தம் குறிப்பு நிகழுமாறு அறிந்து; அதனான் பிறர் குறிப்பு அறியும் தன்மையாரை; உறுப்பினுள் யாது கொடுத்தும் கொளல்= அரசர் தம் உறுப்பினுள் அவர் வேண்டுவது ஒன்றனைக் கொடுத்தாயினும், தமக்குத் துணையாகக் கொள்க.<br/><br/>உள்நிகழு நெறி யாவர்க்கும் ஒத்தலின், பிறர் குறிப்புஅறிதற்குத் தம் குறி்ப்புக் கருவியாயிற்று. உறுப்புக்களாவன: பொருளும், நாடும், யானை குதிரைகளும் முதலிய புறத்துறுப்புக்கள். இதற்குப் பிறர் குறிப்பானே அவர் மனக்குறிப்பு உணர்வாரை# என்று உரைப்பாரும் உளர்.<br/><br/>இவை மூன்று பாட்டானும் குறிப்பறிவாரது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகக் குறிப்பினாலே உள்ளக்கருத்தை அறியுமவர்களை, உறுப்பினுள் அவர் வேண்டுவது யாதொன்றாயினும் கொடுத்து, துணையாகக் கூட்டிக் கொள்க.<br/><br/>உறுப்பினுள் என்பதற்குத் தனக்கு அங்கமாயினவற்றுள் எனவும் அமையும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who by the sign the signs interprets plain,<br/>Give any member up his aid to gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The king should ever give whatever (is asked) of his belongings and secure him who, by the indications (of his own mind) is able to read those of another."
          }
        ]
      }
    ],
    "id": 703
  },
  {
    "kural": {
      "l1": "குறித்தது கூறாமைக் கொள்வாரோ டேனை",
      "l2": "யுறுப்போ ரனையரால் வேறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குறித்தது கூறாமைக் கொள்வாரோ டேனை<br/>உறுப்போ ரனையரால் வேறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் மனத்தில் கருதியதை அவன் கூறாமலே அறிந்து கொள்ள வல்லவரோடு மற்றவர் உறுப்பால் ஒத்தவராக இருந்தாலும் அறிவால் வேறுபட்டவர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குறித்தது கூறாமைக் கொள்வாரோடு= ஒருவன் மனத்துக் கருதிய அதனை அவன் கூறவேண்டாமல் அறியவல்லாரோடு; ஏனை உறுப்பு ஓரனையர்= மற்றை மாட்டாதார் உறுப்பால் ஒருதன்மையாராக ஒப்பாராயினும்; வேறு= அறிவான் வேறு.<br/><br/>கொள்ளாதார் என்பதூஉம், ஆயினும் என்பதூஉம் அவாய் நிலையான் வந்தன. சிறந்த அறிவின்மையின், விலங்கு என்னும் கருத்தான் 'வேறு' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நினைந்ததனைச் சொல்லாமைக் கொள்ளவல்லாரோடு மற்றையர் உறுப்பால் ஒருதன்மையர் அல்லது அறிவினான் வேற்றுமை யுடையார்.<br/><br/>இது குறிப்பறியாதார் அறிவில்லாதார் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who reads what's shown by signs, thought words unspoken be,<br/>In form may seem as other men, in function nobler far is he."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who understand one's thoughts without being informed (thereof) and those who do not, may (indeed) resemble one another bodily; still are they different (mentally). "
          }
        ]
      }
    ],
    "id": 704
  },
  {
    "kural": {
      "l1": "குறிப்பிற் குறிப்புணரா வாயி னுறுப்பினு",
      "l2": "ளென்ன பயத்தவோ கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குறிப்பிற் குறிப்புணரா வாயின் உறுப்பினுள்<br/>என்ன பயத்தவோ கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(முகம் கண் இவற்றின்) குறிப்புக்களால் உள்ளக் குறிப்பை உணராவிட்டால், ஒருவனுடைய உறுப்புக்களுள் கண்கள் என்ன பயன்படும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குறிப்பின் குறிப்பு உணராவாயின்= குறித்தது காணவல்ல தம் காட்சியாற் பிறர் குறிப்பினை உணரமாட்டாவாயின்; உறுப்பினுள் கண் என்ன பயத்தவோ= ஒருவன் உறுப்புக்களுள் சிறந்த கண்கள் வேறென்ன பயனைச் செய்வன?<br/><br/>முதற்கண் 'குறிப்பு' ஆகுபெயர். குறிப்பறிதற்கண் துணையாதல் சிறப்புப் பற்றி உயிரது உணர்வு கண்மேல் ஏற்றப்பட்டது. அக்கண்களால் பயனி்ல்லை என்பதாம்.<br/><br/>இவை இரண்டு பாட்டானும் குறிப்பு அறியாரது இழிபு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் முகக்குறிப்பினானே அவனவன் மனக் குறிப்பையறிய மாட்டாவாயின் தன்னுறுப்புகளுடன் கண்கள் மற்றென்ன பயனைத் தருமோ?<br/><br/>இது குறிப்பறியாதார் குருடரோடு ஒப்பா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "By sign who knows not signs to comprehend, what again,<br/>'Mid all his members, from his eyes does he obtain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Of what use are the eyes amongst one's members, if they cannot by their own indications dive those of another ?."
          }
        ]
      }
    ],
    "id": 705
  },
  {
    "kural": {
      "l1": "அடுத்தது காட்டும் பளிங்குபோ னெஞ்சங்",
      "l2": "கடுத்தது காட்டு முகம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அடுத்தது காட்டும் பளிங்குபோல் நெஞ்சம்<br/>கடுத்தது காட்டும் முகம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன்னை அடுத்த பொருளைத் தன்னிடம் காட்டும் பளிங்கு போல். ஒருவனுடைய நெஞ்சத்தில் மிகுந்துள்ளதை அவனுடைய முகம் காட்டும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடுத்தது காட்டும் பளிங்குபோல்= தன்னை அடுத்த பொருளது நிறத்தைத் தானே கொண்டு காட்டும் பளிங்குபோல; நெஞ்சம் கடுத்தது முகம் காட்டும்= ஒருவன் நெஞ்சத்து மிக்கதனை அவன் முகம்தானே கொண்டுகாட்டும்.<br/><br/>'அடுத்தது' என்பது ஆகுபெயர். 'கடுத்தது' என்பது கடி என்னும் உரிச்சொல் அடியாய் வந்த தொழிற்பெயர். உவமை ஒருபொருள் பிறிதொரு பொருளின் பண்பைக் கொண்டு தோற்றுதலாகிய தொழில் பற்றிவந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னையடுத்த வண்ணத்தைக் காட்டுகின்ற பளிங்கைப்போல நெஞ்சத்து மிக்கதனை முகம் காட்டும்.<br/><br/>இது முகம் நெஞ்சத்து வெகுட்சி யுண்டாயின் கருகியும் மகிழ்ச்சியுண்டாயின் மலர்ந்தும் காட்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As forms around in crystal mirrored clear we find.<br/>The face will show what's throbbing in the mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As the mirror reflects what is near so does the face show what is uppermost in the mind."
          }
        ]
      }
    ],
    "id": 706
  },
  {
    "kural": {
      "l1": "முகத்தின் முதுக்குறைந்த துண்டோ வுவப்பினுங்",
      "l2": "காயினுந் தான்முந் துறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முகத்தின் முதுக்குறைந்தது உண்டோ உவப்பினும்<br/>காயினும் தான்முந் துறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் விருப்பம் கொண்டாலும் வெறுப்புக் கொண்டாலும், அவனுடைய முகம் முற்பட்டு அதைத் தெரிவிக்கும்; அம் முகத்தைவிட அறிவு மிக்கது உண்டோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உவப்பினும் காயினும் தான் முந்துறும்- உயிர் ஒருவனை உவத்தலானும், காய்தலானும்உறின், தானறிந்து அவற்றின்கண் அதனின் முற்பட்டு நிற்கும்ஆகலான்; முகத்தின் முதுக்குறைந்தது உண்டோ- முகம்போல அறிவு மிக்கது பிறிதுண்டோ? இல்லை.<br/><br/>உயிர்க்கே அறிவுள்ளது, ஐம்பூதங்களான் இயன்ற முகத்திற்கு இல்லை என்பாரை நோக்கி, உயிரது கருத்தறிந்து அஃது உவக்குறின் மலர்ந்தும் காய்வுறின் கருகியும் வரலான் உண்டென மறுப்பார் போன்று குறிப்பறிதற்குக் கருவி கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகம்போல முதிர்ந்த அறிவுடையது பிறிதுண்டோ? ஒருவனை உவப்பினும் வெறுப்பினும் தான் முற்பட்டுக் காட்டும்.<br/><br/>குறிப்பறியுமாறு என்னை யென்றார்க்கு, இது முகம் அறிவிக்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than speaking countenance hath aught more prescient skill?<br/>Rejoice or burn with rage, 'tis the first herald still!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is there anything so full of knowledge as the face ? (No.) it precedes the mind, whether (the latter is) pleased or vexed."
          }
        ]
      }
    ],
    "id": 707
  },
  {
    "kural": {
      "l1": "முகநோக்கி நிற்க வமையு மகநோக்கி",
      "l2": "யுற்ற துணர்வார்ப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முகம்நோக்கி நிற்க அமையும் அகம்நோக்கி<br/>உற்ற துணர்வார்ப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உள்ளக் குறிப்பை நோக்கி உற்றதை உணரவல்லவரைப் பெற்றால்,(அவரிடம் எதையும் கூறாமல்) அவருடைய முகத்தை நோக்கி நின்றால் போதும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அகம் நோக்கி உற்றது உணர்வார்ப் பெறின்- குறையுறுவானும் தன் மனத்தைக் குறிப்பான்அறிந்து தானுற்ற அதனைத் தீர்ப்பாரைப்பெறின்; முகம் நோக்கி நிற்க அமையும்- அவர் தன் முகம் நோக்கும் வகை, தானும் அவர் முகநோக்கி அவ்வெல்லைக்கண் நிற்க அமையும்.<br/><br/>'உணர்வார்' எனக் காரியத்தைக் காரணம்ஆக்கிக் கூறினார். அவ்வெல்லையைக் கடந்து சொல்லுமாயின் இருவருக்கும் சிறுமையாகலின், அது வேண்டா என்பதாம். குறையுறுவான் இயல்பு கூறுவார்போன்று கருவி கூறியவாறு.<br/><br/>இவை மூன்று பாட்டானும் குறிப்பறிதற்கருவி முகம் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகத்தை நோக்கி நிற்க அமையும்; தன் மனத்தை நோக்கி அறியலுற்றதனை அறியவல்லாரைப் பெறின்.<br/><br/>இஃது அமாத்தியர் குறிப்பை அரசனும் அறியவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To see the face is quite ehough, in presence brought,<br/>When men can look within and know the lurking thought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the king gets those who by looking into his mind can understand (and remove) what has occurred (to him) it is enough that he stand looking at their face."
          }
        ]
      }
    ],
    "id": 708
  },
  {
    "kural": {
      "l1": "பகைமையுங் கேண்மையுங் கண்ணுரைக்குங் கண்ணின்",
      "l2": "வகைமை யுணர்வார்ப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகைமையும் கேண்மையும் கண்ணுரைக்கும் கண்ணின்<br/>வகைமை உணர்வார்ப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்பார்வையின் வேறுபாடுகளை உணரவல்லவரைப் பெற்றால், (ஒருவனுடைய மனத்தில் உள்ள) பகையையும் நட்பையும் அவனுடைய கண்களே சொல்லிவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணின் வகைமை உணர்வார்ப் பெறின்= வேந்தர்தம் நோக்கு வேறுபாட்டின் தன்மையை அறியவல்ல அமைச்சரைப் பெறின்; பகைமையும் கேண்மையும் கண் உரைக்கும்- அவர்க்கு மனத்துக்கிடந்த பகைமையையும், ஏனைக் கேண்மையையும் வேற்று வேந்தர் சொல்லிற்றிலர் ஆயினும் அவர் கண்களே சொல்லும்.<br/><br/>இறுதிக்கட் 'கண்' ஆகுபெயர். நோக்குவேறுபாடாவன, வெறுத்த நோக்கமும், உவந்த நோக்கமும். உணர்தல் அவற்றை அவ்வக் குறிகளான் அறிதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனோடுள்ள பகைமையையும் நட்பையும் கண்கள் சொல்லும்; கண்ணினது வேறுபாட்டையறிவாரைப் பெறின்.<br/><br/>இது கண் கண்டு குறிப்பறிதல் நுண்ணியார்க்கல்லது பிறர்க்கரிதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The eye speaks out the hate or friendly soul of man;<br/>To those who know the eye's swift varying moods to scan."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a king gets ministers who can read the movements of the eye, the eyes (of foreign kings) will (themselves) reveal (to him) their hatred or friendship"
          }
        ]
      }
    ],
    "id": 709
  },
  {
    "kural": {
      "l1": "நுண்ணிய மென்பா ரளக்குங்கோல் காணுங்காற்",
      "l2": "கண்ணல்ல தில்லை பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நுண்ணியம் என்பார் அளக்குங்கோல் காணுங்கால்<br/>கண்ணல்லது இல்லை பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாம் நுட்பமான அறிவுடையேம் என்று பிறர் கருத்தை அறிபவரின் அளக்குங்கோல், ஆராய்ந்து பார்த்தால் அவருடைய கண்களே அல்லாமல் வேறு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நுண்ணியம் என்பார் அளக்கும் கோல்- யாம் நுண்ணறிவு உடையேம் என்று இருக்கும் அமைச்சர் அரசர் கருத்தினை அளக்கும் கோலாவது; காணுங்கால் கண்ணல்லது இல்லை பிற- ஆராயுமிடத்து அவர்கண்ணல்லது பிற இல்லை.<br/><br/>அறிவின் உண்மை அஃதுடையார்மேல் ஏற்றப்பட்டது. இங்கிதம், வடிவு, தொழில், சொல் என்பன முதலாகப் பிறர் கருத்தளக்கும் அளவைகள் பல. அவையெல்லாம் முன்னறிந்தவழி அவரான் மறைக்கப்படும். நோக்கம் மனத்தொடு கலத்தலான் ஆண்டு மறைக்கப் படாது என்பதுபற்றி, அதனையே பிரித்துக் கூறினார். இனி அலைக்குங்கோல் என்று பாடம்ஓதி, நூண்ணியம் என்றிருக்கும் அமைச்சரை அலைக்கும் கோலாவது கண்ணென உரைத்து, தன் வெகுளி நோக்கால் அவர் வெகுடற் குறிப்பறிக என்பது கருத்தாக்குவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாம் நுண்ணிய அறிவையுடையே மென்றிருக்கும் அமைச்சர் பிறரை அளக்குங் கோலாவது ஆராயுமிடத்து அவர் கண்ணல்லது பிற இல்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The men of keen discerning soul no other test apply<br/>(when you their secret ask) than man's revealing eye."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The measuring-rod of those (ministers) who say \"we are acute\" will on inquiry be found to be their (own) eyes and nothing else."
          }
        ]
      }
    ],
    "id": 710
  }
]