export default [
  {
    kural: {
      l1: 'இற்பிறந்தார் கண்ணல்ல தில்லை யியல்பாகச்',
      l2: 'செப்பமும் நாணு மொருங்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இற்பிறந்தார் கண்அல்லது இல்லை இயல்பாகச்<br/>செப்பமும் நாணும் ஒருங்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நடுவு நிலைமையும் நாணமும் உயர்குடியில் பிறந்தவரிடத்தில் அல்லாமல் மற்றவரிடத்தில் இயல்பாக ஒருசேர அமைவதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செப்பமும் நாணும் ஒருங்கு= செம்மையும் நாணும் சேர; இற்பிறந்தார்கண் அல்லது இயல்பாக இல்லை= குடிப்பிறந்தார் மாட்டல்லது பிறர்மாட்டு இயற்கையாக உளவாகா.<br/><br/>இல்லு குடி குலம் என்பன ஒருபொருள். ஈண்டு உயர்ந்தவற்றின் மேல. செம்மை: கருத்தும் சொலலும் செயலும் தம்முண் மாறாகாமை. நாண்: பழி, பாவங்களின் மடங்குதல். இவை இற்பிறந்தார்க்காயின், ஒருவர் கற்பிக்கவேண்டாமல் தாமே உளவாம். பிறர்க்காயின் கற்பித்தவழியும் நெடிது நில்லா என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்குடிப்பிறந்தார்மாட்டல்லது பிறர்மாட்டு நடுவு நிலைமையும், பழி நாணுதலும், இயல்பாக ஒருங்கே உண்டாகா.<br/><br/>இஃது இல்பிறந்தார் இவையிரண்டும் இயல்பாக உடையரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Save in the scions of a noble house, you never find<br/>Instinctive sense of right and virtuous shame combined.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Consistency (of thought, word and deed) and fear (of sin) are conjointly natural only to the high-born.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒழுக்கமும் வாய்மையு நாணுமிம் மூன்று',
      l2: 'மிழுக்கார் குடிப்பிறந் தார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒழுக்கமும் வாய்மையும் நாணும்இம் மூன்றும்<br/>இழுக்கார் குடிப்பிறந் தார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உயர்குடியில் பிறந்தவர் ஒழுக்கமும் வாய்மையும் நாணமும் ஆகிய இம் மூன்றிலிருந்தும் வழுவாமல் இயல்பாகவே நன்னெறியில் வாழ்வர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குடிப்பிறந்தார்= உயர்ந்த குடியின்கண் பிறந்தார்; ஒழுக்கமும் வாய்மையும் நாணும் இம்மூன்றும் இழுக்கார்= தமக்குரிய ஒழுக்கம் மெய்ம்மை நாண் எனப்பட்ட இமமூன்றன் கண்ணும் கல்வியான் அன்றித் தாமாகவே வழுவார்.<br/><br/>ஒழுக்கம் முதலியன மெய்ம் மொழி மனங்களின ஆகலின், அம்முறையவாயின. இழுக்குதல் அறியாது வருகின்றமையின், 'இழுக்கார்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒழுக்க முடைமையும் மெய்ம்மை கூறுதலும் அற்றம் மறைத்தலாகிய நாணமுடைமையும் ஆகிய இம்மூன்றினையும் தப்பார் உயர்குடிப்பிறந்தார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'In these three things the men of noble birth fail not;<br/>In virtuous deed and truthful word, and chastened thought.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The high-born will never deviate from these three; good manners, truthfulness and modesty. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நகையீகை யின்சொ லிகழாமை நான்கும்',
      l2: 'வகையென்ப வாய்மைக் குடிக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நகைஈகை இன்சொல் இகழாமை நான்கும்<br/>வகையென்ப வாய்மைக் குடிக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உண்மையான உயர்குடியில் பிறந்தவர்க்கு முகமலர்ச்சி, ஈகை, இனிய சொல், பிறரை இகழ்ந்து கூறாமை ஆகிய நான்கும் நல்ல பண்புகள் என்பர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வாய்மைக் குடிக்கு= எக்காலத்தும் திரிபில்லாத குடியின்கண் பிறந்தார்க்கு; நகை ஈகை இன்சொல் இகழாமை நான்கும் வகை என்ப= வறியார் சென்றவழி முகமலர்ச்சியும், உள்ளன கொடுத்தலும், இன்சொற் சொல்லுதலும், இகழாமையுமாகிய இந்நான்கும் உரிய கூறு என்று சொல்லுவர் நூலோர்.<br/><br/>பொய்ம்மை திரிபுடைமையின் திரிபின்மையை 'வாய்மை' என்றும், \"இல்லாரை எல்லாரும் எள்ளுவர்\" ஆகலின், இகழாமையை அவர்கூறாக்கியும் கூறினார். 'குடி' ஆகுபெயர். 'நான்கின் வகை' என்பது பாடமாயின், வாய்மைக் குடிப்பிறந்தார்க்குப் பிறரின் வேறுபாடு இந்நான்கான் உளதாம் என்று உரைக்க.<br/><br/>இவை மூன்று பாட்டானும் குடிப்பிறந்தாரது இயல்பு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முகமலர்ச்சியும், கொடையும், இனியவை கூறுதலும், பிறரை இகழாமையுமாகிய நான்கினையும் மெய்ம்மையுடைய குலத்தினுள்ளார்க்கு அங்கமென்று சொல்லுவர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The smile, the gift, the pleasant word, unfailing courtesy:<br/>These are the signs, they say, of true nobility.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A cheerful countenance, liberality, pleasant words, and an unreviling disposition, these four are said to be the proper qualities of the truly high-born.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அடுக்கிய கோடி பெறினுங் குடிப்பிறந்தார்',
      l2: 'குன்றுவ செய்த லிலர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்<br/>குன்றுவ செய்தல் இலர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பலகோடிப் பொருளைப் பெறுவதாக இருந்தாலும் உயர்குடியில் பிறந்தவர் தம் குடியின் சிறப்புக் குன்றுவதற்குக் காரணமான குற்றங்களைச் செய்வதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அடுக்கிய கோடி பெறினும்= பலவாக அடுக்கிய கோடி அளவிற்றாய பொருளைப் பெற்றாராயினும்; குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்= உயர்ந்த குடியின்கண் பிறந்தார் தம் ஒழுக்கம் குன்றும் தொழில்களைச் செய்யார்.<br/><br/>அடுக்கிய கோடி என்பது, ஈண்டு எண்ணப்படும் பொருள் மேல் நின்றது. குன்றுந் தொழில்கள் குன்றுதற்கு ஏதுவாய தொழில்கள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பல கோடிப் பொருளைப் பெறினும் உயர்குடிப்பிறந்தார் தங்குடிக்குத் தாழ்வாயின செய்யார்.<br/><br/>இது சான்றாண்மை விடாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Millions on millions piled would never win<br/>The men of noble race to soul-degrading sin.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though blessed with immense wealth, the noble will never do anything unbecoming.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வழங்குவ துள்வீழ்ந்தக் கண்ணும் பழங்குடி',
      l2: 'பண்பிற் றலைப்பிரித லின்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வழங்குவ துள்வீழ்ந்தக் கண்ணும் பழங்குடி<br/>பண்பில் தலைப்பிரிதல் இன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம் பிறர்க்குக் கொடுத்துதவும் வண்மை வறுமையால் சுருங்கிய போதிலும், பழம்பெருமை உடைய குடியில் பிறந்தவர் தம் பண்பிலிருந்து நீங்குவதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பழங்குடி= தொன்றுதொட்டு வருகின்ற குடியின்கண் பிறந்தார்; வழங்குவது உள்வீழ்ந்தக் கண்ணும்= தாம் கொடுக்கும் பொருள் பண்டையிற் சுருங்கிய இடத்தும்; பண்பின் தலைப்பிரிதல் இன்று= தம் பண்புடைமையின் நீங்கார்.<br/><br/>தொன்றுதொட்டு வருதல் சேர சோழ பாண்டியர் என்றாற் போலப் படைப்புக்காலம் தொடங்கி மேம்பட்டு வருதல். அவர்க்கு நல்குரவாவது, 'வழங்குவது உள்வீழ்வது' ஆகலின், அதனையே கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வழங்கும் பொருள் தம்மளவிற்குக் குன்றிச் சுருங்கியவிடத்தும், பழைய பண்பு வழுவாத குடிப்பிறந்தார் தமது இயல்பினின்றும் நீங்குத லிலர்.<br/><br/>இது பண்புடைமை விடாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though stores for charity should fail within, the ancient race<br/>Will never lose its old ancestral grace.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though their means fall off, those born in ancient families, will not lose their character (for liberality).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சலம்பற்றிச் சால்பில செய்யார்மா சற்ற',
      l2: 'குலம்பற்றி வாழ்துமென் பார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சலம்பற்றிச் சால்பில செய்யார்மா சற்ற<br/>குலம்பற்றி வாழ்தும்என் பார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மாசற்ற குடிப் பண்புடன் வாழ்வோம் என்று கருதி வாழ்வோர், வஞ்சனைகொண்டு தகுதியில்லாதவற்றைச் செய்யமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மாசு அற்ற குலம் பற்றி வாழ்தும் என்பார்= வசையற்று வருகின்ற நம் குடிமரபினோடு ஒத்து வாழக்கடவேம் என்று கருதி அவ்வாறு வாழ்வார்; சலம் பற்றிச் சால்பு இல செய்யார்= வறுமையுற்றவழியும், வஞ்சனையைப் பொருந்தி, அமைவிலவாய தொழில்களைச் செய்யார்.<br/><br/>அமைவின்மை: அம்மரபிற்கு ஏலாமை.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொய்யைச் சார்ந்து அமைவில்லாதன செய்யார், குற்றமற்ற குலத்தைச் சார்ந்து உயிர்வாழ்வோ மென்று கருதுவார்.<br/><br/>இது சான்றாண்மை விடார் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Whose minds are set to live as fits their sire's unspotted fame,<br/>Stooping to low deceit, commit no deeds that gender shame.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who seek to preserve the irreproachable honour of their families will not viciously do what is detrimental thereto.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குடிப்பிறந்தார் கண்விளங்குங் குற்றம் விசும்பின்',
      l2: 'மதிக்கண் மறுப்போ லுயர்ந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குடிப்பிறந்தார் கண்விளங்கும் குற்றம் விசும்பின்<br/>மதிக்கண் மறுப்போல் உயர்ந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உயர்குடியில் பிறந்தவரிடத்தில் உண்டாகும் குற்றம், ஆகாயத்தில் திங்களிடம் காணப்படும் களங்கம்போல் பலரறியத் தோன்றும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'குடிப்பிறந்தார்கண் குற்றம்= உயர்ந்த குடியின்கண் பிறந்தார்மாட்டு உளதாம் குற்றம்; விசும்பின் மதிக்கண் மறுப்போல் உயர்ந்து விளங்கும்= தான் சிறிதேயாயினும் விசும்பின்கண் மதியிடத்து மறுப்போல ஓங்கித் தோன்றும்.<br/><br/>உயர்குடி முதலிய பொருள்வகை மூன்றற்கும், விசும்பு முதலிய உவமை வகையொத்துப் பான் மாறுபட்டது. குடியது உயர்ச்சியானும், மதிபோன்ற அவர் நற்குணங்களோடு மாறாதலானும், உலகெங்கும் பரந்து வெளிப்படும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்குடிப் பிறந்தார்மாட்டுக் குற்றமுளதாயின், அது வானத்தின் மதியின்கணுள்ள மறுப்போல உயர்ந்து விளங்கும். ஆதலால் குற்றப்பட ஒழுகற்க.<br/><br/>இது குற்றம் செய்தலைத் தவிர வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The faults of men of noble race are seen by every eye,<br/>As spots on her bright orb that walks sublime the evening sky.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The defects of the noble will be observed as clearly as the dark spots in the moon.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நலத்தின்க ணாரின்மை தோன்றி னவனைக்',
      l2: 'குலத்தின்க ணையப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நலத்தின்கண் நாரின்மை தோன்றின் அவனைக்<br/>குலத்தின்கண் ஐயப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுடைய நல்ல பண்புகளுக்கிடையில் அன்பற்ற தன்மை காணப்பட்டால், அவனை அவனுடைய குடிப்பிறப்புப் பற்றி ஐயப்பட நேரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நலத்தின்கண் நான் இன்மை தோன்றின்= குல நலமுடையனாய் வருகின்றவன்கண்ணே ஈரமின்மை உளதாம் ஆயின்; அவனைக் குலத்தின்கண் ஐயப்படும்= அவனை அக்குலப்பிறப்பின்கண்ணே ஐயப்படும் உலகம்.<br/><br/>நலமும் குலமும் ஆகுபெயர். 'நாரின்மை'யான் கொடாமையும், கடுஞ்சொல்லும் முதலிய கூறப்பட்டன. 'தோன்றின்' என்பது தோன்றாமை விளக்கிநின்றது. நலனுடையனாய் வருதலினிடையே இவை தோன்றலின், உள்ளது ஐயமாயிற்று. உலகம் என்பது அவாய்நிலையான் வந்தது. ஐயப்படல் என்பது பாடமாயின், ஐயப்படுக வென விதியாக்கி உரைக்க.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் குடிநலத்தின்கண்ணே நீர்மை யின்மை தோன்றுமாயின் அவனைக் குலத்தின்கண் தப்பினவனென்று ஐயப்படுக.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If lack of love appear in those who bear some goodly name,<br/>'Twill make men doubt the ancestry they claim.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If one of a good family betrays want of affection, his descent from it will be called in question',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நிலத்திற் கிடந்தமை கால்காட்டுங் காட்டுங்',
      l2: 'குலத்திற் பிறந்தார்வாய்ச் சொல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நிலத்தில் கிடந்தமை கால்காட்டும் காட்டும்<br/>குலத்தில் பிறந்தார்வாய்ச் சொல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இன்ன நிலத்தில் இருந்து முளைத்தது என்பதை முளை காட்டும்; அதுபோல் குடியிற் பிறந்தவரின் வாய்ச்சொல் அவருடைய குடிப்பிறப்பைக் காட்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நிலத்தின் கிடந்தமை கால் காட்டும்= நிலத்தின் இயல்பை அதன்கண் முளைத்த முளை காட்டும்; குலத்திற் பிறந்தார் வாய்ச்சொல் காட்டும்= அதுபோலக் குலத்தின் இயல்பை அதன்கண் பிறந்தார் வாயி்ற் சொல் காட்டும்.<br/><br/>'கிடந்தமை': உள்ளபடி, முளைத்த மாத்திரத்தானே நன்மையும் தீமையும் தெரிதலின், இலை முதலிய கூறார் ஆயினார். ஆகவே, பொருளினும் செயல் முதலிய வேண்டாவாயின. குலத்தியல்பு அறிதற் கருவி கூறுவார் போன்று, இன்சொல் வேண்டும் என்றவாறு ஆயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வித்து நிலத்தின்கண் மறைந்து கிடப்பினும் அது மறைந்து கிடந்தமையை அதன் முளை யறிவிக்கும். அதுபோல உயர்குடிப்பிறந்தாரை அவரவர் வாயிற்சொல் அறிவிக்கும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Of soil the plants that spring thereout will show the worth;<br/>The words they speak declare the men of noble birth.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "As the sprout indicates the nature of the soil, (so) the speech of the noble indicates (that of one's birth).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நலம்வேண்டி னாணுடைமை வேண்டுங் குலம்வேண்டின்',
      l2: 'வேண்டுக யார்க்கும் பணிவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நலம்வேண்டின் நாணுடைமை வேண்டும் குலம்வேண்டின்<br/>வேண்டுக யார்க்கும் பணிவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுக்கு நன்மை வேண்டுமானால் நாணம் உடையவனாக வேண்டும்; குடியின் உயர்வு வேண்டுமானால் எல்லோரிடத்தும் பணிவு வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நலம் வேண்டின் நாண் உடைமை வேண்டும்= ஒருவன் தனக்கு நலன் உடைமையை வேண்டுவனாயின், நாணுடையன் ஆதலை வேண்டுக; குலம் வேண்டின் யார்க்கும் பணிவு வேண்டுக= குலன் உடைமையை வேண்டுவன் ஆயின், பணியப்படுவார் யாவர்மாட்டும் பணிதலை வேண்டுக.<br/><br/>'நலம்'- புகழ் புண்ணியங்கள். 'வேண்டும்' என்பது, விதிப்பொருட்டாய் நின்றது. \"வினைப்படு தொகுதியின் உம்மை வேண்டும் என்புழிப்போல. அந்தணர் சான்றோர் அருந்தவத்தோர் தம்முன்னோர் தந்தை தாய் என்று இவர்Ļ எல்லாரும் அடங்க யர்க்கும் என்றார். பணிவு இருக்கை எழலும், எதிர்செலவும்Ż முதலாயின.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவர் தமக்கு நலத்தை வேண்டுவாராயின் நாணுடமையை விரும்புக: அவ்வண்ணமே குலத்தை விரும்புவாராயின் யாவர்மாட்டும் தாழ்ந்தொழுகுதலை விரும்புக.<br/><br/>இது பணிந்தொழுக வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who seek for good the grace of virtuous shame must know;<br/>Who seek for noble name to all must reverence show.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who desires a good name must desire modesty; and he who desires (the continuance of) a family greatness must be submissive to all. ',
          },
        ],
      },
    ],
  },
];
