export default [
  {
    "kural": {
      "l1": "பாலொடு தேன்கலந் தற்றே பணிமொழி",
      "l2": "வாலெயி றூறிய நீர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பாலொடு தேன்கலந் தற்றே பணிமொழி<br/>வாலெயிறு ஊறிய நீர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மென்மையான மொழிகளைப் பேசுகின்ற இவளுடைய தூய பற்களில் ஊறிய நீர், பாலுடன் தேனைக் கலந்தாற் போன்றதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பணிமொழி வால் எயிறு ஊறிய நீர்= இம்மெல்லிய மொழியினை உடையாளது வாலிய எயிறு ஊறிய நீர்;<br/><br/>பாலொடு தேன் கலந்தற்றே= பாலுடனே தேனைக் கலந்த கலவை போலும்.<br/><br/>கலந்ததற்று என்பது விகாரமாயிற்று. கலக்கப்பட்டது என்றவாறு. 'பாலொடு தேன்' என்றவதனால், அதன்சுவைபோலும் சுவையினை உடைத்து என்பதாயிற்று. 'எயிறூறிய' என இடத்து நிகழ்பொருளின்தொழில் இடத்தின்மேல் நின்றது.. வேறு வேறு அறியப்பட்ட சுவையாய பாலும் தேனும் கலந்துழி, அக்கலவை இன்னது என்று அறியலாகாத இன்சுவைத்தாம் ஆகலின், அது பொருளாகிய நீர்க்கும் எய்துவிக்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பாலொடுகூடத் தேனைக்கலந்தாற் போலும்: மிகவும் இனிமைதரும் புகழினையுடையாளது வெள்ளிய எயிற்றினின்று ஊறிய நீர்.<br/><br/>இது புணர்ச்சியுண்மையும் காதல் மிகுதியும் தோன்றத் தலைமகன் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The dew on her white teeth, whose voice is soft and low,<br/>Is as when milk and honey mingled flow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The water which oozes from the white teeth of this soft speeched damsel is like a mixture of milk and honey."
          }
        ]
      }
    ],
    "id": 1121
  },
  {
    "kural": {
      "l1": "உடம்பொ டுயிரிடை யென்னமற் றன்ன",
      "l2": "மடந்தையொ டெம்மிடை நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடம்பொடு உயிரிடை என்னமற் றன்ன<br/>மடந்தையொடு எம்மிடை நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இம்மடந்தையோடு எம்மிடையே உள்ள நட்பு முறைகள், உடம்போடு உயிர்க்கு உள்ள தொடர்புகள் எத்தன்மையானவையோ அத்தன்மையானவை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடம்பொடு உயிரிடை என்ன அன்ன= உடம்பொடு உயிரிடை உளவாய நட்புக்கள் எத்தன்மைய அத்தன்மைய;<br/><br/>மடந்தையொடு எம்மிடை நட்பு= இம்மடந்தையொடு எம்மிடை உளவாய நட்புக்கள்.<br/><br/>'என்ன'வெனப் பன்மையான் கூறியது, இரண்டும் தொன்றுதொட்டு வேற்றுமையின்றிக் கலந்துவருதல், இன்பத்துன்பங்கள் ஒக்க அனுபவித்தல், இன்றியமையாமை என்ற இவற்றை நோக்கி. தெய்வப்புணர்ச்சியாகலான் அதுபொழுது உணர்ச்சி இலள்ஆகியாள், பின்னுடையள் ஆமன்றே! ஆயவழி, இவன்யாவன்கொல் எனவும், என்கண் அன்புடையான்கொல் எனவும், இன்னும் இவனைத் தலைப்பெய்தல் கூடுங்கொல் எனவும், அவள் மனத்தின்கண் நிகழும், அந்நிகழ்வனவற்றைக் குறிப்பான் அறிந்து அவைதீரக் கூறியவாறு. என்னை என்று பாடம் ஓதுவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உடம்போடு உயிரிடையுள்ள நட்பு எத்தன்மைத்து அத்தன்மைத்து, மடப்பத்தையுடையாளோடு எம்மிடையுள்ள நட்பு.<br/><br/>நின்னிற் பிரியமாட்டே னென்றவாறு. இது தலைமகன் தனது காதல் மிகுதி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Between this maid and me the friendship kind<br/>Is as the bonds that soul and body bind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The love between me and this damsel is like the union of body and soul."
          }
        ]
      }
    ],
    "id": 1122
  },
  {
    "kural": {
      "l1": "கருமணியிற் பாவாய்நீ போதாயாம் வீழுந்",
      "l2": "திருநுதற் கி்ல்லை யிடம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கருமணியிற் பாவாய்நீ போதாயாம் வீழும்<br/>திருநுதற்கு இல்லை இடம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் கண்ணின் கருமணியில் உள்ள பாவையே! நீ போய்விடும்! யாம் விரும்புகின்ற இவளுக்கு என் கண்ணில் இருக்க இடம் இல்லையே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கருமணியிற் பாவாய் நீபோதாய்= என்கண்ணின் கருமணியின்கண் உறையும் பாவாய், நீ அங்குநின்றும் போதருவாயாக;<br/><br/>யாம் வீழும் திருநுதற்கு இடம் இல்லை= போதராது இருத்தியாயின், எம்மால் விரும்பப்பட்ட திருநுதலை உடையாட்கு இருக்க இடம் இல்லையாம்.<br/><br/>யான் காணாது அமையாமையின், இவள் புறத்துப் போகற்பாலள்அன்றி என்கண்ணுள் இருக்கற்பாலள், இருக்குங்கால் நின்னோடு ஒருங்கு இருக்க இடம் போதாமையின், நின்னினும் சிறந்த இவட்கு அவ்விடத்தைக் கொடுத்து நீபோதுவாயாக என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என் கண்ணுட் கருமணியகத்து நிற்கும் பாவாய்! நீ அங்கு நின்று போதுவாயாக, எம்மால் விரும்பப்பட்ட அழகிய நுதலினையுடையாட்கு இருத்தற்கிடம் போதாது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "For her with beauteous brow, the maid I love, there place is none;<br/>To give her image room, O pupil of mine eye, begone!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O you image in the pupil (of my eye)! depart; there is no room for (my) fair-browed beloved."
          }
        ]
      }
    ],
    "id": 1123
  },
  {
    "kural": {
      "l1": "வாழ்த லுயிர்க்கன்ன ளாயிழை சாத",
      "l2": "லதற்கன்ன ணீங்கு மிடத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வாழ்தல் உயிர்க்கன்னள் ஆயிழை சாதல்<br/>அதற்கன்னள் நீங்கும் இடத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆராய்ந்த அணிகலன்களை அணிந்த இவள் கூடும் போது உயிர்க்கு வாழ்வு போன்றவள்; பிரியும் போது உயிர்க்குச் சாவு போன்றவள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆயிழை உயிர்க்கு வாழ்தல் அன்னள்= தெரிந்த இழையினை உடையாள் எனக்குப் புணருமிடத்து, உயிர்க்கு உடம்போடு கூடி வாழ்தல் போலும்;<br/><br/>நீங்கும் இடத்து அதற்குச் சாதல் அன்னள்= பிரியுமிடத்து அதற்கு அதனின் நீங்கிப்போதல்போலும்.<br/><br/>எனக்கு என்பதும், புணரும் இடத்து என்பதும் அவாய்நிலையான் வந்தன. வாழுங்காலத்து வேற்றுமையின்றி வழிநிற்றலானும், சாங்காலத்து வருத்தம் செய்தலானும், அவற்றை அவள் புணர்வு பிரிவுகட்கு உவமையாக்கினான்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூடுமிடத்து இவ்வாயிழை உயிர்க்கு வாழ்தலோடு ஒப்பள்: நீங்குமிடத்து அவ்வுயிர்க்குச் சாதலோடு ஒப்பள்.<br/><br/>இஃது இரண்டாங்கூட்டத்துப் புணர்ந்து நீங்கானென்று கருதிய தலைமகள் கேட்பத் தலைமகன் தன்னெஞ்சிற்குச் சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Life is she to my very soul when she draws nigh;<br/>Dissevered from the maid with jewels rare, I die!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My fair-jewelled one resembles the living soul (when she is in union with me), the dying soul when she leaves me. "
          }
        ]
      }
    ],
    "id": 1124
  },
  {
    "kural": {
      "l1": "உள்ளுவன்மன் யான் மறப்பின் மறப்பறியே",
      "l2": "னொள்ளமர்க் கண்ணாள் குணம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளுவன் மன்யான் மறப்பின் மறப்பறியேன்<br/>ஒள்ளமர்க் கண்ணாள் குணம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போர் செய்யும் கண்களை உடைய இவளுடைய பண்புகளை யான் மறந்தால் பிறகு நினைக்க முடியும்; ஆனால், ஒருபோதும் மறந்ததில்லையே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒள்ளமர்க் கண்ணாள் குணம் யான் மறப்பின் உ்ளளுவன்= ஒள்ளியவாய் அமரைச்செய்யும் கண்ணினையுடையாள் குணங்களை யான் மறந்தேன் ஆயின், நினைப்பேன்;<br/><br/>மறப்பு அறியேன்= ஒருபொழுதும் மறத்தலை அறியேன், ஆகலான் நினைத்தலையும் அறியேன்.<br/><br/>'மன்' ஒழியிசைக்கண் வந்தது. குணங்கள்- நாணம், மடம், அச்சம், பயிர்ப்பு முதலாயின. இத்துணையும் தலைமகன் கூற்று, மேல் தலைமகள் கூற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மறந்தேனாயின் நினைப்பேன் யான்: மறத்தலறியேன்: ஒள்ளமர்க் கண்ணாள் குணத்தினை.<br/><br/>தோழியிற் கூடிநீங்குத் தலைமகனை நோக்கி எங்களை நினைக்கிலீரோ? என்ற தோழிக்குத் தலைமகன் கூறியது. இவை ஐந்தும் தலைமகன் கூற்று. இனிக் கூறும் ஐந்துந் தலைமகள் கூற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "I might recall, if I could once forget; but from my heart<br/>Her charms fade not, whose eyes gleam like the warrior's dart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If I had forgotten her who has bright battling eyes, I would have remembered (thee); but I never forget her. (Thus says he to her maid)."
          }
        ]
      }
    ],
    "id": 1125
  },
  {
    "kural": {
      "l1": "கண்ணுள்ளிற் போகா ரிமைப்பிற் பருவரார்",
      "l2": "நுண்ணியரெங் காத லவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணுள்ளின் போகார் இமைப்பின் பருகுவரா<br/>நுண்ணியர்எம் காத லவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எம் காதலர் எம் கண்ணுள்ளிருந்து போகமாட்டார்; கண்ணை மூடி இமைத்தாலும் அதனால் வருந்தமாட்டார்; அவர் அவ்வளவு நுட்பமானவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எம் காதலர் கண்ணுள்ளில் போகார்= தாம் காணாமைபற்றிச்சேய்மைக்கண் போயினார் என்றுகருதுவார் கருதுக, எ்ம்முடைய காதலர் எம் கண்ணகத்துநின்றும் போகார்;<br/><br/>இமைப்பின் பருவரார்= யாம் அறியாது இமைத்தோமாயின், அதனால் வருந்துவதும் செய்யார்;<br/><br/>நுண்ணியர்= ஆகலான் காணப்படா நுண்ணியர்.<br/><br/>இடைவிடாத நினைவின் முதிர்ச்சியான் எப்பொழுதும் முன்னே தோன்றலின், 'கண்ணுள்ளிற் போகார்' என்றும், இமைத்துழியும் அது நிற்றலான், 'இமைப்பிற் பருவரார்' என்றும் கூறினாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என் கண்ணுள் நின்று நீங்கார்; இமைப்பேனாயின், இவட்கு உறுத்துமென்று பருவருத்திருப்பதுஞ் செய்யார்: ஆதலான் எம்மாற் காதலிக்கப்பட்டார் நுண்ணியவறிவை யுடையார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My loved one's subtle form departs not from my eyes;<br/>I wink them not, lest I should pain him where he lies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My lover would not depart from mine eyes; even if I wink, he would not suffer (from pain); he is so ethereal."
          }
        ]
      }
    ],
    "id": 1126
  },
  {
    "kural": {
      "l1": "கண்ணுள்ளார் காத லவராகக் கண்ணு",
      "l2": "மெழுதேங் கரப்பாக் கறிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணுள்ளார் காத லவராகக் கண்ணும்<br/>எழுதேம் கரப்பாக்கு அறிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எம் காதலர் கண்ணினுள் இருக்கின்றார், ஆகையால், மை எழுதினால் அவர் மறைவதை எண்ணிக் கண்ணுக்கு மையும் எழுதமாட்டோம்!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காதலவர் கண் உள்ளாராகக் கண்ணும் எழுதேம்= காதலர் எப்பொழுதும் எம் கண்ணின் உள்ளார் ஆகலான், கண்ணின் அஞ்சனத்தால் எழுதுவதும் செய்யேம்;<br/><br/>கரப்பாக்கு அறிந்து= அத்துணைக்காலமும் அவர் மறைதலை அறிந்து.<br/><br/>இழிவு சிறப்பும்மை மாற்றப்பட்டது. 'கரப்பாக்கு' என்பது வினைப்பெயர். வருகின்ற வேபாக்கு என்பதும் அது. யான் இடையீடு இன்றிக் காண்கின்றவரைப் பிரிந்தார் என்பது கருதுமாறு என்னை என்பது குறிப்பெச்சம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எங்காதலவர் கண்ணுள்ளார்: ஆதலானே கண்ணும் மையெழுதேம்: அவர் ஒளித்தலை யறிந்து.<br/><br/>எப்பொழுதும் நோக்கியிருத்தலால் கோலஞ்செய்தற்குக் காலம் பெற்றிலேனென்றவா றாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My love doth ever in my eyes reside;<br/>I stain them not ,fearing his form to hide."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As my lover abides in my eyes, I will not even paint them, for he would (then) have to conceal himself."
          }
        ]
      }
    ],
    "id": 1127
  },
  {
    "kural": {
      "l1": "நெஞ்சத்தார் காத லவராக வெய்துண்ட",
      "l2": "லஞ்சுதும் வேபாக் கறிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெஞ்சத்தார் காத லவராக வெய்துண்டல்<br/>அஞ்சுதும் வேபாக் கறிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எம் காதலர் நெஞ்சினுள் இருக்கின்றார்; ஆகையால் சூடான பொருளை உண்டால் அவர் வெப்பமுறுதலை எண்ணிச் சூடான பொருளை உண்ண அஞ்சுகின்றோம்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காதலவர் நெஞ்சத்தாராக வெய்து உண்டல் அஞ்சுதும்= காதலர் எம் நெஞ்சினுள்ளார் ஆகலான் உண்ணுங்கால் வெய்தாக உண்டலை அஞ்சாநின்றேம்;<br/><br/>வேபாக்கு அறிந்து= அவர் அதனான் வெய்துறலை அறிந்து.<br/><br/>'எப்பொழுதும் எம் நெஞ்சின்கண் இருக்கின்றவரைப் பிரிந்தார் என்று கருதுமாறென்னை'? என்பது குறிப்பெச்சம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எம்மாற் காதலிக்கப்பட்டவர் எம்நெஞ்சத்திலிருக்கின்றார்: ஆதலானே வெய்தாக வுண்டலை அஞ்சாநின்றோம், அவர்க்குச் சுடுமென்பதனையறிந்து.<br/><br/>இது நீ உண்ணாததென்னையென்று வினாயதோழிக்குத் தலைமகள் உணவில் காதலில்லை யென்று கூறியது. இது கரணத்து உறவு உரைத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Within my heart my lover dwells; from food I turn<br/>That smacks of heat, lest he should feel it burn"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As my lover is in my heart, I am afraid of eating (anything) hot, for I know it would pain him. "
          }
        ]
      }
    ],
    "id": 1128
  },
  {
    "kural": {
      "l1": "இமைப்பிற் கரப்பாக் கறிவ லனைத்திற்கே",
      "l2": "யேதில ரென்னுமிவ் வூர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இமைப்பின் கரப்பாக்கு அறிவல் அனைத்திற்கே<br/>ஏதிலர் என்னும்இவ் வூர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண் இமைத்தால் காதலர் மறைந்துபோதலை அறிகின்றேன். அவ்வளவிற்கே இந்த ஊரார் அவரை அன்பில்லாதவர் என்று சொல்லுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இமைப்பிற் கரப்பார்க்கு அறிவல்= என்கண் இமைக்குமாயின் உள்ளிருக்கின்ற காதலர் மறைதலை அறிந்து இமையேன்;<br/><br/>அனைத்திற்கே ஏதிலர் என்னும் இவ்வூர்= அவ்வளவிற்கு அவரைத் துயிலா நோய்செய்தார் அன்பிலர் என்று சொல்லாநிற்கும் இவ்வூர்.<br/><br/>தன் கருத்து அறியாமை பற்றிப் புலந்து சொல்லுகின்றாள் ஆகலின், தோழியை வேறுபடுத்து, 'இவ்வூர்' என்றாள். 'ஒரு பொழுதும்' பிரியாதவரைப் பிரிந்தார் என்று பழிக்கற்பாலையல்லை', என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணிமைக்குமாயின் அவரொளிக்குமது யானறிவேன், அவ்வொளித்தற்கு அவரை நமக்கு ஏதிலரென்று சொல்லும் இவ்வூர்; அதற்காக இமைக்கிலன்.<br/><br/>இது கண் துயில்மறுத்தலென்னும் மெய்ப்பாடு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "I fear his form to hide, nor close my eyes;<br/>Her love estranged is gone!' the village cries."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I will not wink, knowing that if I did, my lover would hide himself; and for this reason, this town says, he is unloving. "
          }
        ]
      }
    ],
    "id": 1129
  },
  {
    "kural": {
      "l1": "உவந்துறைவ ருள்ளத்து ளென்று மிகந்துறைவ",
      "l2": "ரேதில ரென்னுமிவ் வூர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உவந்துறைவர் உள்ளத்துள் என்றும் இகந்துறைவர்<br/>ஏதிலர் என்னும்இவ் வூர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காதலர் எப்போதும் என் உள்ளத்தில் மகிழ்ந்து வாழ்கின்றார்; ஆனால் அதை அறியாமல் பிரிந்து வாழ்கின்றார்,`அன்பில்லாதவர்' என்று இந்த ஊரார் அவரைப் பழிப்பர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "என்றும் உள்ளத்துள் உவந்து உறைவர்= காதலர் எஞ்ஞான்றும் என் உள்ளத்துள்ளே உவந்து உறையா நிற்பர்;<br/><br/>இகழ்ந்து உறைவர் ஏதிலர் என்னும் இவ்வூர்= அதனை அறியாது அவரைப் பிரிந்து உறையா நின்றார், அன்பிலர் என்று சொல்லாநிற்கும் இவ்வூர்.<br/><br/>'உவந்து உறைவர்' என்றதனால் அன்புடைமை கூறினாள். 'பிரியாமையும் அன்பும் உடையாரை இலர் எனப் பழிக்கற்பாலையல்லை' என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவர் எனது நெஞ்சத்தே என்றும் மகிழ்ந்து உறையாநிற்பர்; அவரை ஏதிலராய் நீங்கி யுறைவர் என்றே சொல்லா நின்றது இவ்வூர்.<br/><br/>தலைமகள் வேறுபாடுகண்டு தலைமகனை அன்பிலாரென்று இயற்பழித்த தோழிக்குத் தலைமகள் என்னெஞ்சில் நின்று நீங்காரென்று நெஞ்சின்மேல் வைத்துக் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Rejoicing in my very soul he ever lies;<br/>'Her love estranged is gone far off'! the village cries."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My lover dwells in my heart with perpetual delight; but the town says he is unloving and (therefore) dwells afar"
          }
        ]
      }
    ],
    "id": 1130
  }
]