export default [
  {
    kural: {
      l1: 'கண்டாங் கலுழ்வ தெவன்கொலோ தண்டாநோய்',
      l2: 'தாங்காட்ட யாங்கண் டது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கண்தாம் கலுழ்வ தெவன்கொலோ தண்டாநோய்<br/>தாம்காட்ட யாம்கண் டது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீராத இக்காமநோய், கண்கள் காட்ட யாம் கண்டதால் விளைந்தது; அவ்வாறிருக்க, காட்டிய கண்கள் தாமே இப்போது அழுவது ஏன்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தண்டா நோய் யாம் கண்டது தாம் காட்ட= இத்தணியா நோயை யாம் அறிந்தது, தாம் எமக்குக் காதலரைக் காட்டலான் அன்றோ? கண்தாம் கழுல்வது எவன்கொல்= அன்று அத்தொழிலவாய கண்கள் இன்று எம்மைக் காட்டச்சொல்லி அழுகின்றது என்கருதி?<br/><br/>'காட்ட' என்பதற்கு ஏற்ற செயப்படுபொருள் வருவிக்கப்பட்டது. இன்றும் தாமே காட்டுதல்அல்லது, யாம் காட்டுதல் யாண்டையது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அமையாத நோயை யாங்கண்டது அந்நோய் செய்தாரைத் தாங்காட்டுதலானே யன்றே? பின்னர் அக்கண்கள்தாம் காண்டல் வேட்கையாற் கலுழ்கின்றது யாவர் காட்டுவாராகக் கருதி?<br/><br/>இது தலைமகள் காட்டுவாரில்லை யென்று தோழியைக் குறித்துச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'They showed me him, and then my endless pain<br/>I saw: why then should weeping eyes complain?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'As this incurable malady has been caused by my eyes which showed (him) to me, why should they now weep for (him).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தெரிந்துணரா நோக்கிய வுண்கண் பரிந்துணராப்',
      l2: 'பைத லுழப்ப தெவன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தெரிந்துணரா நோக்கிய உண்கண் பரிந்துணராப்<br/>பைதல் உழப்பது எவன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆராய்ந்து உணராமல் அன்று நோக்கிக் காதல் கொண்ட கண்கள், இன்று அன்புகொண்டு உணராமல் துன்பத்தால் வருந்துவது ஏன்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தெரிந்து உணரா நோக்கிய உண்கண்= மேல்விளைவதனை ஆராய்ந்து அறியாது அன்று காதலரை நோக்கிநின்ற உண்கண்கள்;<br/><br/>பரிந்து உணராப் பைதல் உழப்பது எவன்= இன்று இது நம்மால் வந்ததுஆகலின் பொறுத்தல் வேண்டும் எனக் கூறுபடுத்து உணராது துன்பமுழப்பது என்கருதி?<br/><br/>விளைவது- பிரிந்துபோயவர் வாராமையிற் காண்டற்கு அரியராய் வருத்துதல். முன்னே வருவதுஅறிந்து அது காவாதார்க்கு அது வந்தவழிப் பொறுத்தலன்றே உள்ளது; அதுவும் செய்யாது வருந்துதல் கழிமடச்செய்கை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முன்பு அவர் நல்லரென்று தெரிந்து உணர்ந்து நோக்கிய உண்கண்கள் இப்பொழுது வருத்தமுற்று, நல்லரென்று உணராவாய், துன்பமுழப்பது எற்றுக்கு?<br/><br/>இது கண்ணினறியாமையைத் தோழிக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'How glancing eyes, that rash unweeting looked that day,<br/>With sorrow measureless are wasting now away!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The dyed eyes that (then) looked without foresight, why should they now endure sorrow, without feeling sharply (their own fault).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கதுமெனத் தாநோக்கித் தாமே கலுழு',
      l2: 'மிதுநகத் தக்க துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கதுமெனத் தாநோக்கித் தாமே கலுழும்<br/>இதுநகத் தக்க துடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்று காதலரைக் கண்கள் தாமே விரைந்துநோக்கி இன்று தாமே அழுகின்றன; இது நகைக்கத்தக்க தன்மை உடையது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தாம் கதுமென நோக்கித் தாமே கழுலும் இது= இக்கண்கள் அன்று காதலரைத் தாமே விரைந்து நோக்கி இன்றும் தாமே இருந்து அழுகின்ற இது;<br/><br/>நகத்தக்கது உடைத்து= நம்மால் சிரிக்கத்தக்க இயல்பினை உடைத்து.<br/><br/>கண்கள் என்பது அதிகாரத்தான் வந்தது. 'இது'வென்றது, மேற்கூறிய கழிமடச்செய்கையை. அது வருமுன்னர்க் காப்பார்க்கு நகைவிளைக்குமாகலின், 'நகத்தக்கதுடைத்து' என்றாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இக்கண்கள் அன்று விரைந்து தாமேநோக்கி இன்று தாமே கலுழாநின்ற; இது சிரிக்கத்தக்க துடைத்து.<br/><br/>இஃது ஆற்றாமை மிகுதியால் நகுதல் மிக்க தலைமகளை இந்நகுதற்குக் காரண மென்னையென்று வினாவிய தோழிக்கு அவள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The eyes that throw such eager glances round erewhile<br/>Are weeping now. Such folly surely claims a smile!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They themselves looked eagerly (on him) and now they weep. Is not this to be laughed at ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெயலாற்றா நீருலந்த வுண்க ணுயலாற்றா',
      l2: 'வுய்வினோ யென்க ணிறுத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெயலாற்றா நீருலந்த உண்கண் உயலாற்றா<br/>உய்வில்நோய் என்கண் நிறுத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'என் கண்கள், தப்பிப் பிழைக்க முடியாத தீராத காமநோயை என்னிடத்தில் உண்டாக்கி நிறுத்திவிட்டு, தாமும் அழமுடியாமல் நீர் வறண்டுவிட்டன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உண்கண்= உண்கண்கள்;<br/><br/>உயல் ஆ்ற்றா உய்வுஇல் நோய் என்கண் நிறுத்து= அன்று யான் உய்யமாட்டாமைக்கு ஏதுவாய ஒழிவில்லாத நோயை என்கண்ணே நிறுத்தி;<br/><br/>பெயலாற்றா நீர் உலந்த= தாமும் அழுதலைமாட்டாவண்ணம் நீர் வற்றிவிட்டன.<br/><br/>நிறுத்தல்- பிரிதலும் பின் கூடாமையும் உடையாரைக் காட்டி அதனால் நிலைபெறச்செய்தல். முன் எனக்கு இன்னாதன செய்தலாற் பின் தமக்கு இன்னாதன தாமே வந்தன என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயல் ஆற்றாத என்மாட்டு உய்வில்லாத நோயை உண்கண்கள் நிறுத்தித் தாமும் அழமாட்டாவாய் நீருலந்தன.<br/><br/>கண்கள் தாம் நினைத்தது முடித்துத் தொழின்மாறினவென்று கூறியவாறு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Those eyes have wept till all the fount of tears is dry,<br/>That brought upon pain that knows no remedy.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'These painted eyes have caused me a lasting mortal disease; and now they can weep no more, the tears having dried up.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'படலாற்றா பைத லுழக்குங் கடலாற்றாக்',
      l2: 'காமநோய் செய்தவென் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'படலாற்றா பைதல் உழக்கும் கடலாற்றாக்<br/>காமநோய் செய்தஎன் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்று கடலும் தாங்கமுடியாத காமநோயை உண்டாக்கிய என் கண்கள்,இன்று உறங்கமுடியாமல் துன்பத்தால் வருந்துகின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கடல் ஆற்றாக் காமநோய் செய்த என்கண்= எனக்குக்கடலும் சிறிதாகும்வண்ணம் பெரிதாய காமநோயைச் செய்த என்கண்கள்; படல் ஆற்றாப் பைதல் உழக்கும்= அத்தீவினையாற் தாமும் துயில்கிலவாய்த் துன்பத்தையும் உழவாநின்றன.<br/><br/>காமநோய் காட்சியான் வந்ததாகலின், அதனைக் கண்களே நோய்செய்ததாக்கிக் கூறினாள். துன்பம் அழுதலானாயது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடலினும் மிக்க காமநோயை என்மாட்டு நிறுத்துதலானே கண்கள் தாம் உறங்கமாட்டாவாய்த் துன்பமுறாநின்றன.<br/><br/>இது பிறர்க்கு இன்னாமை செய்தார்க்கு இன்னாமை வந்ததென்று தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The eye that wrought me more than sea could hold of woes,<br/>Is suffering pangs that banish all repose.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Mine eyes have caused me a lust that is greater than the sea and (they themselves) endure the torture of sleeplessness. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஓஒ வினிதே யெமக்கிந்நோய் செய்தகண்',
      l2: 'டாஅ மிதற்பட் டது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஓஒ இனிதே எமக்கிந்நோய் செய்தகண்<br/>தாஅம் இதற்பட் டது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எமக்கு இந்தக் காமநோயை உண்டாக்கிய கண்கள், தாமும் இத்தகைய துன்பத்தைப்பட்டு வருந்துவது மிகவும் நல்லதே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எமக்கு இந்நோய் செய்த கண் தாஅம் இதற்படடது= எமக்கு இக்காமநோயினைச் செய்த கண்கள் தாமும், இத்துயிலாது அழுதற்கண்ணேபட்டது;<br/><br/>ஓஒ இனிதே= மிகவும் இனிதாயிற்று.<br/><br/>ஓ வென்பது, மிகுதிப்பொருட்கண் வந்த குறிப்புச்சொல். தம்மால் வருத்தமுற்ற எமக்கு அது தீர்ந்தாற்போன்றது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எமக்கு இந்நோயைச் செய்த கண்கள் தாமும் இந்நோயகத்துப்பட்டது மிகவும் இனிது.<br/><br/>இது நின்கண் கலங்கிற்று; அஃதெனக்கு இன்னாதாயிற்று என்ற தோழிக்கு அது மிகவும் இனிதென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Oho! How sweet a thing to see ! the eye<br/>That wrought this pain, in the same gulf doth lie.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The eyes that have given me this disease have themselves been seized with this (suffering). Oh! I am much delighted.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உழந்துழந் துண்ணீ ரறுக விழைந்திழைந்து',
      l2: 'வேண்டி யவர்க்கண்ட கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உழந்துழந் துள்நீர் அறுக விழைந்திழைந்து<br/>வேண்டி அவர்க்கண்ட கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்று விரும்பி நெகிழ்ந்து காதலரைக் கண்ட கண்கள இன்று உறக்கமில்லாத துன்பத்தால் வருந்தி வருந்திக் கண்ணீரும் அற்றுப் போகட்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'விழைந்து விழைந்து வேண்டி அவர்க்கண்ட கண்= விழைந்து உண்ணெகிழ்ந்து, விடாதே அன்று அவரைக் கண்ட கண்கள்;<br/><br/>உழந்து உழந்து உள்நீர் அறுக= இன்று இத்துயிலாது அழுங்கலாய துன்பத்தினை, உழந்து உழந்து தம் அகத்துள்ள நீர் அற்றே போக!<br/><br/>அடுக்கு இடைவிடாமைக்கண் வந்தது. அறுதலாகிய இடத்து நிகழ்பொருளின் தொழில் இடத்தின்மேல் நின்றது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அழுதலை யுழந்துழந்து உள்ளநீர் அறுவனவாக; தாம் வேண்டினவரை விரும்பி நெகிழ்ந்து கண்டகண்கள்.<br/><br/>இஃது இவ்வாறு அழுதல் தகாதென்ற தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Aching, aching, let those exhaust their stream,<br/>That melting,melting ,that day gazed on him.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The eyes that became tender and gazed intently on him, may they suffer so much as to dry up the fountain of their tears.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பேணாது பெட்டா ருளர்மன்னோ மற்றவர்க்',
      l2: 'காணா தமைவில கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பேணாது பெட்டார் உளர்மன்னோ மற்றவர்க்<br/>காணாது அமைவில கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உள்ளத்தால் விரும்பாமலே சொல்லளவில் விரும்பிப் பழகியவர் ஒருவர் இருக்கின்றார். அவரைக் காணாமல் கண்கள் அமைதியுறவில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பேணாது பெட்டார் உளர்= நெஞ்சத்தால் விழையாது வைத்துச் சொன்மாத்திரத்தால் விழைந்தவர் இவ்விடத்தே உளர்;<br/><br/>மற்று அவர்க் கண் காணாது அமைவில= அவ்வுண்மையாற் பயன் யாது? அவரைக் கண்கள் காணாது அமைகின்றன இல்லையாயின.<br/><br/>செயலாற் பிரிந்து நின்றமையிற் 'பேணாது என்றும், முன்நலம் பாராட்டிப் பிரிவச்சமும், வன்புறையும் கூறினார் ஆகலின், 'பெட்டார்' என்றும் கூறினாள். 'மன்' ஒழியிசைக்கண் வந்தது. 'மற்று' வினைமாற்றின்கண் வந்தது. 'ஓ'காரம் அசைநிலை. யான் ஆற்றவும், கண்கள் அவரைக் காண்டற்கு விரும்பாநின்றன என்பதாம். இனிக் கொண்கனை என்பது பாடமாயின், என் கண்கள் தம்மைக் காணாது அமைகின்ற கொண்கனைத் தாம் காணாது அமைகின்றனவில்லை; இவவாறே தம்மை ஒருவர் விழையாதிருக்கத் தாம் அவரை விழைந்தார் உலகத்து உளரோ என்று உரைக்க. இதற்கு 'மன்' அசைநிலை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'விரும்பத்தகாததனை விரும்புவாரும் உளரோ? நம்மைக் கண்டால் விருப்பமின்றிப்போன அவரைக் காணாது அமைகின்றில என் கண்கள்: இதனை ஒழியப் பிரிவு முளவோ?',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who loved me once, unloving now doth here remain;<br/>Not seeing him, my eye no rest can gain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is indeed here who loved me with his lips but not with his heart but mine eyes suffer from not seeing him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வாராக்காற் றுஞ்சா வரிற்றுஞ்சா வாயிடை',
      l2: 'யாரஞ ருற்றன கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வாராக்கால் துஞ்சா வரின்துஞ்சா ஆயிடை<br/>ஆரஞர் உற்றன கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலர் வாராவிட்டால் தூங்குவதில்லை; வந்தாலும் தூங்குவதில்லை; இவற்றுக்கிடையே என்கண்கள் மிக்க துன்பத்தை அடைந்தன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வாராக்கால் துஞ்சா= காதலர் வாராத ஞான்று அவர் வரவுபார்த்துத் துயிலா;<br/><br/>வரின் துஞ்சா= வந்த ஞான்று அவர் பிரிவஞ்சித் துயிலா;<br/><br/>ஆயிடைக்கண் ஆர் அஞர் உ்ற்றன= ஆதலால் அவ்விரு வழியும் என் கண்கள் பொறுத்தற்கு அரிய துன்பத்தினை உடைய.<br/><br/>'ஆயிடை எனச் சுட்டுநீண்டது. இனி அவற்றிற்குத் துயில் ஒருஞான்றும் இல்லை என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவர் வாராத காலத்துப் புணர்ச்சி வேட்கையால் துஞ்சா; வந்த காலத்துப் பிரிவா<br/><br/>ரென்று அஞ்சித்துஞ்சா: அவ்விரண்டிடத்தினும் மிக்க துன்பமுற்றன கண்கள்.<br/><br/>இது நீ உறங்கவேண்டுமென்ற தோழிக்குத் தலைமகள் இன்றேயல்ல எஞ்ஞான்றும் உறக்கமில்லை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When he comes not, all slumber flies; no sleep when he is there;<br/>Thus every way my eyes have troubles hard to bear.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When he is away they do not sleep; when he is present they do not sleep; in either case, mine eyes endure unbearable agony.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மறைபெற லூரார்க் கரிதன்றா லெம்போ',
      l2: 'லறைபறை கண்ணா ரகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மறைபெறல் ஊரார்க்கு அரிதன்றால் எம்போல்<br/>அறைபறை கண்ணார் அகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறையப்படும் பறைபோல் துன்பத்தை வெளிப்படுத்தும் கண்களை உடைய எம்மைப் போன்றவரிடத்தில் மறைபொருளான செய்தியை அறிதல் ஊரார்க்கு அரிது அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எம்போல் அறைபறை கண்ணார் அகத்து மறை பெறல்= எம்மைப்போலும் அறைபறையாகிய கண்ணினை உடையார் தம் நெஞ்சின்கண் அடக்கிய மறையை அறிதல்;<br/><br/>ஊரார்க்கு அரிதன்று= இவ்வூரின்கண் உள்ளார்க்கு எளிது.<br/><br/>மறை என்றது, ஈ்ண்டு மறைக்கப்படுவதனை. அகத்து நிகழ்வதனைப் புறத்துள்ளார்க்கு அறிவித்தலாகிய தொழிலான் ஒற்றுமை உண்மையின், 'அறைபறை' யாகிய கண்ணென்றாள். இங்ஙனம் செய்யுள்விகாரம் ஆக்காது, அறைபறைக் கண்ணார் என்று பாடம் ஓதுவாருமுளர், யான்மறைக்கவும் இவை வெளிப்படுத்தாநின்றன என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எம்மைப்போல அறைபறையாகிய கண்களையுடையார் மாட்டு உளதாகிய மறையை யறிதல் ஊரார்க்கு எளிது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'It is not hard for all the town the knowledge to obtain,<br/>When eyes, as mine, like beaten tambours, make the mystery plain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is not difficult for the people of this place to understand the secret of those whose eyes, like mine, are as it were beaten drums. ',
          },
        ],
      },
    ],
  },
];
