export default [
  {
    kural: {
      l1: 'எள்ளாமை வேண்டுவா னென்பா னெனைத்தொன்றுங்',
      l2: 'கள்ளாமை காக்கதன் னெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எள்ளாமை வேண்டுவான் என்பான் எனைத்தொன்றும்<br/>கள்ளாமை காக்கதன் நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறரால் இகழப்படாமல் வாழ விரும்புகின்றவன், எத்தன்மையான பொருளையும் பிறரிடமிருந்து வஞ்சித்துக் கொள்ள எண்ணாதபடி தன் நெஞ்சைக் காக்கவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எள்ளாமை வேண்டுவான் என்பான்= வீட்டினை இகழாது விரும்புவான் இவன் என்று தவத்தோரான் நன்கு மதிக்கப்படுவான்;<br/><br/>எனைத்தொன்றும் கள்ளாமை தன் நெஞ்சு காக்க= யாதொரு பொருளையும் பிறரை வஞ்சித்துக் கொள்ளக் கருதாவகை தன் நெஞ்சினைக் காக்க.<br/><br/>எள்ளாது என்னும் எதிர்மறைவினையெச்சம் 'எள்ளாமை' எனத் திரிந்து நின்றது. 'வீட்டினை யிகழ்த'லாவது, காட்சியே அளவையாவது என்றும், நிலம் நீர் தீ வளி யெனப் பூதம் நான்கேயென்றும், அவற்றது புணர்ச்சி விசேடத்தால் தோன்றிப் பிரிவான் மாய்வதாய உடம்பின்கண்ணே அறிவு மதுவின்கட் களிப்புப்போல வெளிப்பட்டு அழியும் என்றும், இறந்தவுயிர் பின் பிறவாதென்றும், இன்பமும் பொருளும் ஒருவனாற் செய்யப்படுவன என்றும் சொல்லும் உலோகாயத முதலிய மயக்கநூல்களைத் தெளிந்து, அவற்றிற்கேற்ப ஒழுகுதல். ஞானத்திற்கு ஏதுவாய மெய்நநூற் பொருளையேனும் ஆசிரியனை வழிபட்டன்றி அவனை வஞ்சித்துக் கொள்ளின், அதுவும் களவாம் ஆகலின், 'எனைத்தொன்றும்' என்றார். நெஞ்சு கள்ளாமற்காக்க எனவே, துறந்தார்க்கு விலககப்பட்ட கள்ளுதல், கள்ளக் கருதுதல் என்பது பெற்றாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எள்ளாமை வேண்டுவான் என்பான்-பிறரால் இகழப்படாமையை வேண்டுவான் (இவன்) என்று சொல்லப்படுமவன், எனைத்து ஒன்றும் கள்ளாமை-யாதொரு பொருளையும் களவில் கொள்ளாமல், தன் நெஞ்சு காக்க-தன் நெஞ்சைக் காக்க.<br/><br/>இது களவு ஆகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who seeks heaven's joys, from impious levity secure,<br/>Let him from every fraud preserve his spirit pure.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let him, who desires not to be despised, keep his mind from (the desire of) defrauding another of the smallest thing.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளத்தா லுள்ளலுந் தீதே பிறன்பொருளைக்',
      l2: 'கள்ளத்தாற் கள்வே மெனல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக்<br/>கள்ளத்தால் கள்வேம் எனல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குற்றமானதை உள்ளத்தால் எண்ணுவதும் குற்றமே; அதனால் பி்றன் பொருளை அவன் அறியாத வகையால், `வஞ்சித்துக் கொள்வோம்’ என்று எண்ணாதிருக்க வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளத்தால் உள்ளலும் தீதே= குற்றங்களைத் தந் நெஞ்சாற் கருதுதலும் துறந்தார்க்குப் பாவம்; பிறன் பொருளைக் கள்ளத்தால் கள்வேம் எனல்= ஆதலால், பிறனொருவன் பொருளை அவன் அறியாவகையால் வஞ்சித்துக் கொள்வேம் என்று கருதற்க.<br/><br/>'உள்ளத்தால்' எனவேண்டாது கூறினார், அவர் உள்ளம் ஏனையார் உள்ளம்போலாது சிறப்புடைத்து என்பது முடித்தற்கு. 'உள்ளலும்' என்பது இழிவுசிறப்பும்மை. அல்விகுதி வியங்கோள் எதிர்மறைக்கண் வந்தது.<br/><br/>இவை இரண்டுபாட்டானும் இந்நடைக்குக் களவாவது இஃதுஎன்பதூஉம் இது கடியப்படுவது என்பதூஉம் கூறப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறன்பொருள் உள்ளத்தால் உள்ளலும் தீது-பிறன் பொருளை நெஞ்சினால் நினைத்தலும் தீதாம்; கள்ளத்தால் கள்வோம் எனல்-( ஆதலால், அதனை) மறைவினாலே கள்வோமென்று முயலா தொழிக. [ஏகாரம்-அசை. எனல்-எதிர்மறை வியங்கோள்.]<br/><br/>இது களவு தீ தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis sin if in the mind man but thought conceive;<br/>'By fraud I will my neighbour of his wealth bereave.'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even the thought (of sin) is sin; think not then of crafiily stealing the property of another.',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'களவினா லாகிய வாக்க மளவிறந்', l2: 'தாவது போலக் கெடும்' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'களவினால் ஆகிய ஆக்கம் அளவிறந்து<br/>ஆவது போலக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவு செய்து பொருள் கொள்வதால் உண்டாகிய ஆக்கம் பெருகுவதுபோல தோன்றி, இயல்பாக இருக்க வேண்டிய அளவையும் கடந்து கெட்டுவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "களவினால் ஆகிய ஆக்கம்= களவினால் உளதாகிய பொருள்; ஆவது போல அளவு இறந்து கெடும்= வளர்வது போலத் தோன்றித் தன் எல்லையைக் கடந்து கெடும்.<br/><br/>ஆக்கத்திற்கு ஏதுவாகலின் 'ஆக்கம்' எனப்பட்டது. 'எல்லையைக் கடந்து கெடுத'லாவது, தான் போங்காற் பாவத்தையும் பழியையும் நிறுத்திச் செய்த அறத்தையும் உடன் கொண்டுபோதல். அளவறிந்து என்று பாடம்ஓதி, அவர் பயன் கொள்ளும் அளவறிந்து அவ்வளவிற்கு உதவாது கெடும் என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'களவினால் ஆகிய ஆக்கம்-களவிற்கொண்ட பொருளால் ஆகிய ஆக்கம், அளவு இறந்து ஆவதுபோல கெடும்-மேன்மேல் ஆவது போலக் கெடும்.<br/><br/>இது, களவினால் வரும் பொருள் நிலையா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The gain that comes by fraud, although it seems to grow<br/>With limitless increase, to ruin swift shall go.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The property, which is acquired by fraud, will entirely perish, even while it seems to increase.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'களவின்கட் கன்றிய காதல் விளைவின்கண்',
      l2: 'வீயா விழுமந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'களவின்கண் கன்றிய காதல் விளைவின்கண்<br/>வீயா விழுமம் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவுசெய்து பிறர்பொருள் கொள்ளுதலின் ஒருவனுக்கு உள்ள மிகுந்த விருப்பம், பயன் விளையும்போது தொலையாத துன்பத்தைத் தரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'களவின்கண் கன்றிய காதல்= பிறர்பொருளை வஞசித்துக் கோடற்கண்ணே மிக்கவேட்கை; விளைவின்கண் வீயா விழுமம் தரும்= அப்பொழுது இனிதுபோலத்தோன்றித் தான் பயன் கொடுக்கும்பொழுது தொலையாத இடும்பையைக் கொடுக்கும்.<br/><br/>கன்றுதலான் எஞ்ஞான்றும் அக்களவையே பயில்வித்து அதனால் பாவமும் பழியும் பயந்தே விடுதலின், வீயா விழுமந் தரும் என்றார்.<br/><br/>இவை இரண்டுபாட்டானும் அவை கடியப்படுதற்குக் காரணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'களவின்கண் கன்றிய காதல்-களவின் மிக்க ஆசையானது, விளைவின் கண்- பயன்படும் காலத்து, வீயா விழுமம் தரும்-கேடு இல்லாத நோயைத் தரும்.<br/><br/>இது, களவு நரகம் புகுத்தும் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The lust inveterate of fraudful gain,<br/>Yields as its fruit undying pain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The eager desire of defrauding others will, when it brings forth its fruit, produce undying sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருள்கருதி யன்புடைய ராதல் பொருள்கருதிப்',
      l2: 'பொச்சாப்புப் பார்ப்பார்க ணில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருள்கருதி அன்புடைய ராதல் பொருள்கருதிப்<br/>பொச்சாப்புப் பார்ப்பார்கண் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அருளைப் பெரிதாகக் கருதி அன்பு உடையவராய் நடத்தல், பிறருடைய பொருளைக் கவர எண்ணி அவர் சோர்ந்திருக்கும் நிலையைப் பார்ப்பவரிடத்தில் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அருள் கருதி அன்பு உடையர் ஆதல்= அருளினது உயர்ச்சியை அறிந்து அதன்மேல் அன்புடையராய் ஒழுகுதல்; பொருள் கருதிப் பொச்சாப்புப் பார்ப்பார் கண் இல்= பிறர் பொருளை வஞ்சி்த்துக் கொள்ளக் கருதி அவரது சோர்வு பார்ப்பார் மாட்டு உண்டாகாது.<br/><br/>தமக்குரிய பொருளையும், அதனது குற்றம் நோக்கித் துறந்து போந்தவர், பின் பிறர்க்குரிய பொருளை நன்கு மதித்து அதனை வஞ்சித்துக் கோடற்கு அவரது சோர்வு பார்க்கும் மருட்சியரானால், அவர்மாட்டு, உயிர்கண்மேல் அருள்செய்தல் நமக்கு உறுதி என்றுஅறிந்து அவ்வருளின் வழுவாது ஒழுகும் தெருட்சி கூடாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அருள் கருதி அன்பு உடையர் ஆதல்-அருளைக் குறித்து உயிர்மீது அன்பு உடையராய் ஒழுகுதல், பொருள்கருதிப் பொச்சாப்புப் பார்ப்பார்கண் இல்-பொருளைக் குறித்து (ப்பிறரது) மறவியைப் பார்ப்பார்மாட்டு இல்லை.<br/><br/>இது, கள்வார்க்கு அருளும் அன்பும் இல்லையா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Grace' is not in their thoughts, nor know they kind affection's power,<br/>Who neighbour's goods desire, and watch for his unguarded hour.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The study of kindness and the exercise of benevolence is not with those who watch for another's forgetfulness, though desire of his property.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அளவின்க ணின்றொழுக லாற்றார் களவின்கட்',
      l2: 'கன்றிய காத லவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அளவின்கண் நின்றொழுகல் ஆற்றார் களவின்கண்<br/>கன்றிய காத லவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவு செய்து பிறர்பொருள் கொள்ளுதலின் மிக்க விருப்பம் உடையவர், அளவு (சிக்கனம்) போற்றி வாழும் நெறியில் நின்று ஒழுக மாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அளவின்கண் நின்று ஒழுகல் ஆற்றார்- உயிர் முதலியவற்றை அளத்தலாகிய நெறியின்கண் நின்று அதற்கு ஏற்ப ஒழு்கமாட்டார்; களவின்கண் கன்றிய காதலவர்= களவின்கண்ணே மிக் வேட்கையை உடையார்.<br/><br/>'உயிர் முதலியவற்றை அளத்த'லாவது, காட்சி முதலாகச்சொல்லப்பட்ட அளவைகளான் உயி்ர்ப்பொருளையும், அதற்கு அநாதியாய் வருகின்ற நல்வினை தீவினைக் குற்ற விளைவுகளையும், அவற்றான் அது நாற்கதியுட் பிறந்து இறந்து வருதலையும், அது செய்யாமல் அவற்றைக் கெடுத்தற்கு உபாயமாகிய யோக ஞானங்களையும் அவற்றான் அஃது எய்தும் வீட்டினையும் அளந்து உள்ளவாறு அறிதல். இதனை ஆருகதர் தருமத்தியானம் என்ப. 'அதற்கேற்ப ஒழுகுத'லாவது அவ்வளக்கப்பட்டனவற்றுள் தீயனவற்றின் நீங்கி நல்லனவற்றின் வழி நிற்றல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'களவின் கண் கன்றிய காதல் அவர்-களவின் கண்ணே மிக்க ஆசையை யுடையவர், அளவின்கண் நின்று ஒழுகல் ஆற்றார்-நேரின் கண் நின்று ஒழுகுதலைச் செய்ய மாட்டார்.<br/><br/>இது, கள்வார் நேர் செய்யமாட்டா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "They cannot walk restrained in wisdom's measured bound,<br/>In whom inveterate lust of fraudful gain is found.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They cannot walk steadfastly, according to rule, who eagerly desire to defraud others.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'களவென்னுங் காரறி வாண்மை யளவென்னு',
      l2: 'மாற்றல் புரிந்தார்க ணில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'களவென்னும் காரறி வாண்மை அளவென்னும்<br/>ஆற்றல் புரிந்தார்கண் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவு என்பதற்குக் காரணமான மயங்கிய அறிவு உடையவராயிருத்தல், அளவு அறிந்து வாழ்தலாகிய ஆற்றலை விரும்பினவரிடத்தில் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'களவு என்னும் காரறிவாண்மை= களவென்று சொல்லப்படுகின்ற இருண்ட அறிவினை உடையராதல்; அளவு என்னும் ஆற்றல் புரிந்தார்கண் இல்= உயிர் முதலியவற்றை அளத்தல் என்னும் பெருமையை விரும்பினார்கண் இல்லை.<br/><br/>இருள்-மயக்கம். காரியத்தைக் காரணமாக உபசரித்துக் களவென்னும் காரறிவாண்மை என்றும், காரணத்தைக் காரியமாக்கி அளவென்னும் ஆற்றல் என்றும் கூறினார்.<br/><br/>களவுந் துறவும், இருளும் ஒளியும்போலத் தம்முள் மாறாகலின், ஒருங்கு நில்லா என்பது இவை மூன்று பாட்டானும் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'களவு என்னும் கார் அறிவு ஆண்மை-களவாகிய பொல்லா அறிவுடைமை, அளவு என்னும் ஆற்றல் புரிந்தார் கண் இல்-நேர்மையாகிய பெருமையைப் பொருந்தினார் மாட்டு இல்லை.<br/><br/>இது நேர்மையை அறிந்தவன் களவு காணா னென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Practice of fraud's dark cunning arts they shun,<br/>Who long for power by ' measured wisdom' won.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'That black-knowledge which is called fraud, is not in those who desire that greatness which is called rectitude.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அளவறிந்தார் நெஞ்சத் தறம்போல நிற்குங்',
      l2: 'களவறிந்தார் நெஞ்சிற் கரவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அளவறிந்தார் நெஞ்சத் தறம்போல நிற்கும்<br/>களவறிந்தார் நெஞ்சில் கரவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அளவறிந்து வாழ்கின்றவரின் நெஞ்சில் நிற்கும் அறம்போல், களவுசெய்து பழகி அறிந்தவரின் நெஞ்சில் வஞ்சம் நிற்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அளவு அறிந்தார் நெஞ்சத்து அறம்போல நிற்கும்= அவ்வளத்தலையே பயின்றவர் நெஞ்சத்து அறம் நிலைபெற்றாற் போல நிலைபெறும்; களவு அறிந்தார் நெஞ்சில் கரவு= களவையே பயின்றவர் நெஞ்சத்து வஞ்சனை.<br/><br/>உயிர் முதலியவற்றை அறந்தறிந்தார்க்குத் துறவறம் சலியாது நிற்கும் என்பது இவ்வுவமையாற் பெற்றாம்.<br/><br/>களவோடு மாறின்றி நிற்பது இதனாற் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அளவு அறிந்தார் நெஞ்சத்து அறம்போல-நேர் அறிந்தவர் நெஞ்சத்து அறம் நிற்குமாறு போல, களவு அறிந்தார் நெஞ்சில் கரவு நிற்கும்-களவு அறிந்தவர் நெஞ்சில் வஞ்சகம் நிற்கும்.<br/><br/>இது களவு காண்பாரைப் பின்பு களவினின்று தவிர்க்க முடியா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As virtue dwells in heart that 'measured wisdom' gains;<br/>Deceit in hearts of fraudful men established reigns.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Deceit dwells in the mind of those who are conversant with fraud, even as virtue in the minds of those who are conversant with rectitude.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அளவல்ல செய்தாங்கே வீவர் களவல்ல',
      l2: 'மற்றைய தேற்றா தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அளவல்ல செய்தாங்கே வீவர் களவல்ல<br/>மற்றைய தேற்றா தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவு செய்தல் தவிர மற்ற நல்லவழிகளை நம்பித் தெளியாதவர், அளவு அல்லாத செயல்களைச் செய்து அப்போதே கெட்டழிவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அளவு அல்ல செய்தாங்கே வீவர்= அவ்வளவல்லாத தீய நினைவுகளை நினைத்தபொழுதே கெடுவர்; களவு அல்ல மற்றைய தேற்றாதவர்= களவல்லாத பிறவற்றை அறியாதவர்.<br/><br/>தீய நினைவுகளாவன, பொருளுடையாரை வஞ்சிக்குமாறும், அவ் வஞ்சனையால் அது கொள்ளுமாறும், கொண்டவதனால் தாம் புலன்களை நுகருமாறும் முதலாயின. நினைத்தலுஞ் செய்தலோடு ஒக்கும் ஆகலிற் 'செய்'தென்றும், அஃது உள்ள அறங்களைப் போக்கிக் கரந்த சொற் செயல்களைப் புகுவித்து அப்பொழுதே கெடுக்குமாகலின் 'ஆங்கே வீவர்' என்றும் கூறினார். 'மற்றைய'வாவன, துறந்தார்க்கு உணவாக ஓதப்பட்ட காய் கனி கிழங்கு சருகு முதலாயினவும், இல்வாழ்வார் செய்யும் தானங்களுமாம். தேற்றாமை, அவற்றையே நுகர்ந்து அவ்வளவான் நிறைந்திருத்தலை அறியாமை.<br/><br/>இதனாற் கள்வார் கெடுமாறு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அளவு அல்ல செய்து-நேர் அல்லாதன செய்து, ஆங்கு கெடுவார்-அவ்விடத்தே கெடுவார், களவு அல்லாத மற்றைய தேற்றாதவர்-களவல்லாத மற்றை அறங்களைத் தெளியாதவர்.<br/><br/>[ஆங்கு என்பது ஈறு கெட்டு நின்றது. நேர்-நீதி.]<br/><br/>இது, கள்வரை அரசர் கொல்வ ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who have no lore save that which fraudful arts supply,<br/>Acts of unmeasured vice committing straightway die.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those, who are acquainted with nothing but fraud, will perish in the very commission of transgression.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கள்வார்க்குத் தள்ளு முயிர்நிலை கள்ளார்க்குத்',
      l2: 'தள்ளாது புத்தே ளுலகு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கள்வார்க்குத் தள்ளும் உயிர்நிலை கள்ளார்க்குத்<br/>தள்ளாது புத்தே ளுலகு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'களவு செய்வார்க்கு உடலில் உயிர்வாழும் வாழ்வும் தவறிப்போகும். களவு செய்யாமல் வாழ்வோர்க்குத் தேவருலகம் வாய்க்கத் தவறாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கள்வார்க்கு உயிர்நிலை தள்ளும்= களவினைப் பயில்வார்க்குத் தம்மின் வேறல்லாத உடம்புந் தவறும்; கள்ளார்க்குப் புத்தேள் உலகு தள்ளாது= அது செய்யாதார்க்கு நெடுஞ்சேணதாகிய புத்தேள் உலகும் தவறாது.<br/><br/>உயிர் நிற்றற்கு இடனாகலின், 'உயிர்நிலை' எனப்பட்டது. சிறப்பும்மைகள் இரண்டும் விகாரத்தால் தொக்கன. இம்மையினும் அரசனால் ஒறுக்கப்படுதலின் 'உயிர்நிலையும் தள்ளும்' என்றும், மறுமையினும் தேவராதல் கூடுதலின் 'புத்தேள் உலகும் தள்ளாது' என்றும் கூறினார். \"மற்றது தள்ளினும் தள்ளாமை நீர்த்து\"1 என்புழியும் தள்ளுதல் இப்பொருட்டாதல் அறிக.இதற்குப் பிறவாறு உரைப்பாரும் உளர்.<br/><br/>இதனான் இருவர் பயனும் ஒருங்கு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கள்வார்க்கு-பிறர் பொருளைக் கள்வார்க்கு, உயிர் நிலை தள்ளும்-உயிர் நிலையாகிய வீடு (பெறுதல்) தப்பும்; கள்ளார்க்கு புத்தேள் உலகு தள்ளாது-கள்ளாதாருக்குத் தேவருலகம் (பெறுதல்) தப்பாது.<br/><br/>இது, கள்வார் முத்தி பெறுதலுமிலர், கள்ளார் சுவர்க்கம் பெறாமையு மிலர் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The fraudful forfeit life and being here below;<br/>Who fraud eschew the bliss of heavenly beings know.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even their body will fail the fraudulent; but even the world of the gods will not fail those who are free from fraud.',
          },
        ],
      },
    ],
  },
];
