export default [
  {
    "kural": {
      "l1": "காதலர் தூதொடு வந்த கனவினுக்",
      "l2": "கியாதுசெய் வேன்கொல் விருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காதலர் தூதொடு வந்த கனவினுக்கு<br/>யாதுசெய் வேன்கொல் விருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(யான் பிரிவால் வருந்தி உறங்கியபோது) காதலர் அனுப்பிய தூதோடு வந்த கனவுக்கு உரிய விருந்தாக என்ன செய்து உதவுவேன்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காதலர் தூதொடு வந்த கனவினுக்கு= யான் வருந்துகின்றது அறிந்து, அது தீரக் காதலர் விடுத்த தூதினைக்கொண்டு என்மாட்டு வந்த கனவினுக்கு;<br/><br/>விருந்து யாது செய்வேன்= யான் விருந்தாக யாதனைச் செய்வேன், எ-று.<br/><br/>விருந்து என்றது விருந்திற்குச் செய்யும் உபசாரத்தினை. அது கனவிற்கொன்று காணாமையின், யாது செய்வேன் என்றாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நங்காதலர் விட்ட தூதரோடே வந்த கனவினுக்கு யான் யாது விருந்து செய்வேன்?<br/><br/>இது தலைமகளாற்றுதற் பொருட்டுக் காதலர் வாராநின்றாரென்று தூதர் வரக் கனாக் கண்டேனென்று தோழி சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "It came and brought to me, that nightly vision rare,<br/>A message from my love, -what feast shall I prepare?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Where with shall I feast the dream which has brought me my dear one's messenger ?"
          }
        ]
      }
    ],
    "id": 1211
  },
  {
    "kural": {
      "l1": "கயலுண்கண் யானிரப்பத் துஞ்சிற் கலந்தார்க்",
      "l2": "குயலுண்மை சாற்றுவேன் மன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கயலுண்கண் யானிரப்பத் துஞ்சிற் கலந்தார்க்கு<br/>உயலுண்மை சாற்றுவேன் மன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்கள் யான் வேண்டுவதுபோல் தூங்குமானால்,(அப்போது வரும் கனவில் காணும்) காதலர்க்கு யான் தப்பிப் பிழைத்திருக்கும் தன்மையைச் சொல்வேன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கயல் உண்கண் யான் இரப்பத்துஞ்சின்= துஞ்சாதுவருந்துகின்ற என் கயல்போலும் உண்கண்கள் யான் இரந்தால் துஞ்சுமாயின்;<br/><br/>கலந்தார்க்கு உயல் உண்மை சாற்றுவேன்மன்= கனவிடைக் காதலரைக் காண்பேன், கண்டால் அவர்க்கு யான் ஆற்றியுளேனாய தன்மையை யானே விரியச் சொல்வேன், எ-று.<br/><br/>'கயலுண்கண்' என்றாள், கழிந்த நலத்திற்கு இரங்கி. உயல்-காமநோய்க்குத் தப்புதல். தூதர்க்குச் சொல்லாது யாம் அடக்குவனவும், சொல்லுவனவற்றுள்ளும் சுருக்குவனவற்றின் பரப்பும் தோன்றச் சொல்வேன் என்னும் கருத்தால் சாற்றுவேன் என்றாள். இனி, அவையும் துஞ்சா, சாற்றலும் கூடாது என்பதுபட நின்றமையின், மன் ஒழியிசைக்கண் வந்தது. முன்னுங்கண்டாள் கூற்றாகலின், கனவுநிலையுரைத்தல் ஆயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்னுடைய கயல்போலும் உண்கண் யான் வேண்டிக் கொள்ள உறங்குமாயின் நம்மோடு கலந்தார்க்கு நாம் உய்தலுண்மையைச் சொல்லுவேனென்று உறங்குகின்றதில்லையே.<br/><br/>மன்- ஒழியிசையின்கண் வந்தது. கயலுண்கண்- பிறழ்ச்சி யுடைய கண்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If my dark, carp-like eye will close in sleep, as I implore,<br/>The tale of my long-suffering life I'll tell my loved one o'er."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If my fish-like painted eyes should, at my begging, close in sleep, I could fully relate my sufferings to my lord. "
          }
        ]
      }
    ],
    "id": 1212
  },
  {
    "kural": {
      "l1": "நனவினா னல்கா தவரைக் கனவினாற்",
      "l2": "காண்டலி னுண்டென் னுயிர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவினால் நல்கா தவரைக் கனவினால்<br/>காண்டலின் உண்டென் உயிர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நனவில் வந்து அன்பு செய்யாத காதலரைக் கனவில் காண்பதால்தான் என்னுடைய உயிர் இன்னும் நீங்காமல் உள்ளதாகின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நனவினான் நல்காதவரை= நனவின்கண் வந்து தலையளி செய்யாதாரை;<br/><br/>கனவினாற் காண்டலின் என் உயிர் உண்டு= யான் கனவின்கட் கண்ட காட்சியானே என் உயிருண்டாகாநின்றது, எ-று.<br/><br/>மூன்றன் உருபுகள் ஏழன் பொருண்மைக்கண் வந்தன. அக்காட்சியானே, யான் ஆற்றியுளேனாகின்றேன், நீ கவலல் வேண்டா வென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவின்கண் நமக்கு அருளாதவரைக் கனவின்கண் காண்டலானே என்னுயிர் உண்டாகா நின்றது. இல்லையாயின் உயிருண்டாதற்குக் காரணமுண்டோ?<br/><br/>இஃது உறங்கினால் காணலாமோவென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Him, who in walking hour no kindness shows,<br/>In dreams I see: and so my lifetime goes!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "My life lasts because in my dream I behold him who does not favour me in my waking hours."
          }
        ]
      }
    ],
    "id": 1213
  },
  {
    "kural": {
      "l1": "கனவினா னுண்டாகுங் காம நனவினா",
      "l2": "னல்காரை நாடித் தரற்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கனவினான் உண்டாகும் காமம் நனவினான்<br/>நல்காரை நாடித் தரற்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நனவில் வந்து அன்பு செய்யாத காதலரைத் தேடி அழைத்துக்கொண்டு வருவதற்காகக் கனவில் அவரைப் பற்றிய காதல் நிகழ்ச்சிகள் உண்டாகின்றன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நனவினான் நல்காரை நாடித் தரற்கு= நனவின்கண் வந்து தலையளி செய்யாதாரை அவர்சென்றுழி நாடிக்கொண்டுவந்து கனவு தருதலான்;<br/><br/>கனவினாற் காமம் உண்டாகும்= அக்கனவின்கண்ணே எனக்கு இன்பம் உண்டாகாநின்றது, எ-று.<br/><br/>காமம்-ஆகுபெயர். நான்காவாது மூன்றன்பொருண்மைக்கண் வந்தது. இயல்பான் நல்காதவரை அவர்சென்ற தேயம் அறிந்துசென்று கொண்டுவந்து தந்து நல்குவித்த கனவால் யான் ஆற்றுவல் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவின்கண் நமக்கு அருளாதவரைக் கனவு தேடித் தருதலால், அக்கனவின் கண்ணே எனக்கு இன்பம் உண்டாகும்.<br/><br/>இது கண்டாற் பயனென்னை? காம நுகர்ச்சியில்லையே என்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Some pleasure I enjoy when him who loves not me<br/>In waking hours, the vision searches out and makes me see."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is pleasure in my dream, because in it I seek and obtain him who does not visit me in my wakefulness."
          }
        ]
      }
    ],
    "id": 1214
  },
  {
    "kural": {
      "l1": "நனவினாற் கண்டதூஉ மாங்கே கனவுந்தான்",
      "l2": "கண்ட பொழுதே யினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவினால் கண்டதூஉம் ஆங்கே கனவுந்தான்<br/>கண்ட பொழுதே இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன்பு நனவில் கண்ட இன்பமும் அப்பொழுதுமட்டும் இனிதாயிற்று; இப்பொழுது காணும் கனவும் கண்ட பொழுது மட்டுமே இன்பமாக உள்ளது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நனவினாற் கண்டாதூஉம் (இனிது) ஆங்கே= முன் நனவின்கண் அவரைக்கண்டு நுகர்ந்த இன்பந்தானும் இனிதாயிற்று அப்பொழுதே;<br/><br/>கனவுந்தான் கண்டபொழுதே இனிது= இன்று கனவின்கட் கண்டு நுகர்ந்த இன்பமும் அக்கண்டபொழுதே இனிதாயிற்று, அதனான் எனக்கு இரண்டும் ஒத்தன.<br/><br/>இனிது என்பது முன்னும் கூட்டப்பட்டது. கனவு- ஆகுபெயர். முன்னும் யான்பெற்றது இவ்வளவே, இன்னும் அதுகொண்டு ஆற்றுவல் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவின்கண் கண்டு நுகர்ந்த இன்பமும் அப்பொழுதைக்கு இன்பமாம்; அதுபோலக் கனவின்கண் கண்டு நுகர்ந்த இன்பமும் கண்ட அப்பொழுதைக்கு இன்பமாம்.<br/><br/>இது கனவிற் புணர்ச்சி இன்பம் தருமோவென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As what I then beheld in waking hour was sweet,<br/>So pleasant dreams in hour of sleep my sprit greet."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I saw him in my waking hours, and then it was pleasant; I see him just now in my dream, and it is (equally) pleasant."
          }
        ]
      }
    ],
    "id": 1215
  },
  {
    "kural": {
      "l1": "நனவென வொன்றில்லை யாயிற் கனவினாற்",
      "l2": "காதலர் நீங்கலர் மன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவென ஒன்றில்லை ஆயின் கனவினால்<br/>காதலர் நீங்கலர் மன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நனவு என்று சொல்லப்படுகின்ற ஒன்று இல்லாதிருக்குமானால், கனவில் வந்த காதலர் என்னை விட்டுப் பிரியாமலே இருப்பர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நனவென ஒன்று இல்லையாயின்= நனவு என்று சொல்லப்படுகின்ற ஒரு பாவி இல்லையாயின்;<br/><br/>கனவினாற் காதலர் நீங்கலர்மன்= கனவின்கண் வந்துகூடிய காதலர் என்னைப் பிரியார், எ-று.<br/><br/>ஒன்று என்பது, அதன்கொடுமை விளக்கிநின்றது. அஃது இடையே புகுந்து கனவைப்போக்கி அவரைப் பிரிவித்தது என்பதுபட நின்றமையின், மன் ஒழியிசைக்கண் வந்தது. கனவிற் பெற்று ஆற்றுகின்றமை கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவென்று சொல்லப்படுகின்ற ஒருபாவி இல்லையாயின் கனவின்கண் வந்து கூடிய காதலர் என்னைப் பிரியார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "And if there were no waking hour , my love<br/>In dreams would never form my side remove."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Were there no such thing as wakefulness, my beloved (who visited me) in my dream would not depart from me."
          }
        ]
      }
    ],
    "id": 1216
  },
  {
    "kural": {
      "l1": "நனவினா னல்காக் கொடியார் கனவினா",
      "l2": "னென்னெம்மைப் பீழிப் பது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவினால் நல்காக் கொடியார் கனவனால்<br/>என்எம்மைப் பீழிப் பது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நனவில் வந்து எமக்கு அன்பு செய்யாத கொடுமை உடைய அவர், கனவில்மட்டும் வந்து எம்மை வருத்துவது என்ன காரணத்தால்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நனவினான் நல்காக் கொடியார்= ஒருஞான்றும் நனவின்கண் வந்து தலையளி செய்யாத கொடியவர்;<br/><br/>கனவினான் எம்மைப் பீழிப்பது என்= நாள்தோறும் கனவின்கண் வந்து நம்மை வருத்துவது எவ்வியைபுபற்றி, எ-று.<br/><br/>பிரிதலும், பின் நினைந்து வாராமையும் நோக்கிக் 'கொடியார்' என்றும், கனவில் தோள்மேலராய், விழித்துழிக் கரத்தலின் அதனானும் துன்பமாகாநின்றது என்பாள், 'பீழிப்பது' என்றும் கூறினாள். நனவின் இல்லது, கனவினும் இல்லையென்பர், அது கண்டிலம் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவின்கண் அருளாத கொடுமையையுடையார் கனவின்கண் வந்து எம்மைத் துன்பம் உறுத்துவது எற்றுக்கு?<br/><br/>இது விழித்த தலைமகள் ஆற்றாமையால் தோழிக்குக் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The cruel one, in waking hour, who all ungracious seems,<br/>Why should he thus torment my soul in nightly dreams?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The cruel one who would not favour me in my wakefulness, what right has he to torture me in my dreams? "
          }
        ]
      }
    ],
    "id": 1217
  },
  {
    "kural": {
      "l1": "துஞ்சுங்காற் றோண்மேல ராகி விழிக்குங்கா",
      "l2": "னெஞ்சத்த ராவர் விரைந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துஞ்சுங்கால் தோள்மேலர் ஆகி விழிக்குங்கால்<br/>நெஞ்சத்தர் ஆவர் விரைந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தூங்கும்போது கனவில் வந்து என் தோள்மேல் உள்ளவராகி, விழித்தெழும்போது உடனே விரைந்து என் நெஞ்சில் உள்ளவராகின்றார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துஞ்சுங்கால் தோள்மேலர் ஆகி= என்நெஞ்சு விடாது உறைகின்ற காதலர் யான் துஞ்சும்பொழுது வந்து என் தோள்மேலராய்;<br/><br/>விழி்க்குங்கால் விரைந்து நெஞ்சத்தராவர்= பின் விழிக்கும்பொழுது, விரைந்து பழைய நெஞ்சின்கண்ணராவர், எ-று.<br/><br/>கலவிவிட்டு மறையும் கடுமைபற்றி விரைந்து என்றாள். ஒருகாலும் என்னின் நீங்கி அறியாதாரை நீ நோவற்பாலையல்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காதலர் உறங்குங்காலத்துத் தோள்மேலராகி விழித்தகாலத்து விரைந்து மனத்தின்கண்ணே புகுவர்.<br/><br/>இஃது உறக்கம் நீங்கினால் யாண்டுப் போவரென்று நகைக் குறிப்பினாற் கூறிய தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "And when I sleep he holds my form embraced;<br/>And when I wake to fill my heart makes haste!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When I am asleep he rests on my shoulders, (but) when I awake he hastens into my soul."
          }
        ]
      }
    ],
    "id": 1218
  },
  {
    "kural": {
      "l1": "நனவினா னல்காரை நோவர் கனவினாற்",
      "l2": "காதலர்க் காணா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவினால் நல்காரை நோவர் கனவினால்<br/>காதலர்க் காணா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கனவில் காதலர் வரக் காணாத மகளிர் நனவில் வந்து அன்பு செய்யாத காதலரை (அவர் வராத காரணம் பற்றி) நொந்துகொள்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கனவினான் காதலர்க் காணாதவர்= தமக்கொரு காதலர் இன்மையின் அவரைக் கனவிற்கண்டறியாத மகளிர்;<br/><br/>நனவினான் நல்காரை நோவர்= தாமறிய நனவின்கண் வந்து நல்காத நங்காதலரை அன்பிலர் என நோவா நிற்பர், எ-று.<br/><br/>இயற்பழித்தது பொறாது புலக்கின்றாள் ஆகலின், அயன்மை தோன்றக் கூறினாள். தமக்கும் காதலர் உளராய் அவரைக் கனவிற் கண்டு அறிவாராயின், நம் காதலர் கனவின்கண் ஆற்றி நல்குதல் அறிந்து நோவார் எ்னபதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நனவின்கண் வந்து காதலரை நோவாநிற்பர், கனவின்கண் அவரைக் காணாதவர்: காண்பாராயின், நோவார்.<br/><br/>இது தலைமகள் ஆற்றாமை கண்டு தலைமகனை யியற்பழித்த தோழிக்கு அயலார்மேல் வைத்துத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In dreams who ne'er their lover's form perceive,<br/>For those in waking hours who show no love will grieve."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They who have no dear ones to behold in their dreams blame him who visits me not in my waking hours."
          }
        ]
      }
    ],
    "id": 1219
  },
  {
    "kural": {
      "l1": "நனவினா னந்நீத்தா ரென்பர் கனவினாற்",
      "l2": "காணார்கொ லிவ்வூ ரவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நனவினால் நம்நீத்தார் என்பர் கனவினால்<br/>காணார்கொல் இவ்வூ ரவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நனவில் நம்மைவிட்டு நீங்கினார் என்று காதலரைப் பழித்துப் பேசுகின்றனரே! இந்த ஊரார் கனவில் அவரைக் காண்பதில்லையோ!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இவ்வூரவர் நனவினான் நம்நீத்தார் என்பர்= இவ்வூரின்மகளிர் நனவின்கண் நம்மை நீத்தார் என்று நம்காதலரைக் கொடுமைகூறாநிற்பர்;<br/><br/>கனவினாற் காணார்கொல்= அவர் கனவின்கண் நீங்காதுவருதல் கண்டறியாரோ, எ-று.<br/><br/>என்னோடு தன்னிடை வேற்றுமையின்றாயின், யான்கண்டது தானும் கண்டு அமையும், அதுகாணாது அவரைக் கொடுமை கூறுகின்றமையின் அயலாளேயாம் என்னும் கருத்தால, 'இவ்வூரவர்' என்றாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவ்வூரார் நனவின்கண்ணே நம்மை நீக்கியகன்றா ரென்று அவரைக் கொடுமை கூறாநிற்பர்: அவர் அவரைக் கனவின்கண் காணார்களோ?<br/><br/>இஃது இவ்வேறுபாடு அலராயிற்று என்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "They say, that he in waking hours has left me lone;<br/>In dreams they surely see him not, -these people of the town!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The women of this place say he has forsaken me in my wakefulness. I think they have not seen him visit me in my dreams. "
          }
        ]
      }
    ],
    "id": 1220
  }
]