export default [
  {
    "kural": {
      "l1": "வஞ்ச மனத்தான் படிற்றொழுக்கம் பூதங்க",
      "l2": "ளைந்து மகத்தே நகும் "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வஞ்ச மனத்தான் படிற்றொழுக்கம் பூதங்கள்<br/>ஐந்தும் அகத்தே நகும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வஞ்சமனம் உடையவனது பொய்யொழுக்கத்தை அவனுடைய உடம்பில் கலந்து நிற்கும் ஐந்து பூதங்களும் கண்டு தம்முள் சிரிக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன்பொருள்) வஞ்ச மனத்தான் படிற்றுஒழுக்கம்= வஞ்சம் பொருந்திய மனத்தை உடையவனது மறைந்த ஒழுக்கத்தை; பூதங்கள் ஐந்தும் அகத்தே நகும்= உடம்பாய் அவனோடு கலந்து நிற்கின்ற பூதங்கள் ஐந்தும் கண்டு த்ம்முள்ளே நகும்.<br/><br/>காமம் தன்கண்ணே தோன்றி நலியாநிற்கவும், அதனது இன்மை கூறிப் புறத்தாரை வஞ்சித்தலின் 'வஞ்சமனம்' என்றும், அந்நலிவு பொறுக்கமாட்டாது ஒழுகும் களவொழுக்கத்தைப் 'படிற்றொழுக்கம்' என்றும், உலகத்துக் களவுடையார் பிறர் அறியாமற் செய்வனவற்றிற்கு ஐம்பெரும் பூதங்கள் சான்று ஆகலின், அவ்வொழுக்கத்தையும் அதன் மறைக்கின்றவாற்றையும் அறிந்து, அவன் அறியாமல் தம்முள்ளே நகுதலின் 'அகத்தே நகும்' என்றும் கூறினார். செய்த குற்றம் மறையாதாகலின், அவ்வொழுக்கம் ஆகாது என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வஞ்ச மனத்தான் படிற்று ஒழுக்கம்-கள்ள மனத்தினனது குற்றத்தினையுடைய ஒழுக்கத்தை, பூதங்கள் ஐந்தும் அகத்தே நகும்- (பிறர் அறியாராயினும், தன் உடம்பிலுண்டான) பூதங்கள் ஐந்தும் அறிந்து தம்முள்ளே நகாநிற்கும்.<br/><br/>பூதங்கள் என்றது, அவையிற்றின் காரியமாகிய பொறிகளை. [குற்றத்தினையுடைய ஒழுக்கம்-தீய ஒழுக்கம்.]<br/><br/>இது, பிறர் அறியாரென்று கருதித் தீயன செய்யலாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who with deceitful mind in false way walks of covert sin,<br/>The five-fold elements his frame compose, deride within."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The five elements (of his body) will laugh within him at the feigned conduct of the deceitful minded man."
          }
        ]
      }
    ],
    "id": 271
  },
  {
    "kural": {
      "l1": "வானுயர் தோற்ற மெவன்செய்யுந் தன்னெஞ்சந்",
      "l2": "தானறி குற்றப் படின் "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வானுயர் தோற்றம் எவன்செய்யும் தன்னெஞ்சம்<br/>தான்அறி குற்றப் படின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் மனம் தான் அறிந்த குற்றத்தில் தங்குமானால் வானத்தைப்போல் உயர்ந்துள்ள தவக்கோலம், ஒருவனுக்கு என்ன பயன் செய்யும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன்பொருள்) வான் உயர் தோற்றம் எவன் செய்யும்= ஒருவனுக்கு வான்போல் உயர்ந்த தவவேடம் என்ன பயனைச் செய்யும்? ; தான் அறி குற்றம் தன் நெஞ்சம் படின்= தான் குற்றம் என்று அறிந்த அதன்கண்ணே தன் நெஞ்சு தாழுமாயின்.<br/><br/>'வானுயர் தோற்றம்' என்பது \"வான்றோய் குடி\" என்றாற் போல இலக்கணை வழக்கு. அறியாது செய்த குற்றமல்லது அறிந்து வைத்துச் செய்த குற்றம் கழுவப்படாமையின், நெஞ்சு குற்றத்ததாயே விடும்; விடவே, நின்ற வேடமாத்திரத்துக்குப் புறத்தாரை வெருட்டுதலே அல்லது வேறு பயனில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வான் உயர் தோற்றம் எவன் செய்யும்-வான் அளவும் உயர்ந்த பெருமையுண்டாயினும், அஃது யாதினைச் செய்யவற்று, தன் நெஞ்சம் அறிய குற்றம் படின்-தன் நெஞ்சு அறியக் குற்றம் உண்டாயின்?<br/><br/>தான் என்பது அசை. [அறிய என்பது ஈறு கெட்டு நின்றது. வான் அளவும் உயர்ந்த பெருமை யுண்டாயினும்-(தவத்தினால்) மிக வுயர்ந்த பெருமையைப் பெற்றிருப்பினும், நெஞ்சு-மனச்சாட்சி.]<br/><br/>இது, கூடாவொழுக்கத்தினைப் பிறர் அறிந்து இகழாராயினும் அவன் செய்கின்ற தவத்தினால் பயன் உண்டாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What gain, thought virtues' semblance high as heaven his fame exalt,<br/>If heart dies down through sense of self-detected fault?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What avails an appearance (of sanctity) high as heaven, if his mind suffers (the indulgence) of conscious sin."
          }
        ]
      }
    ],
    "id": 272
  },
  {
    "kural": {
      "l1": "வலியில் நிலைமையான் வல்லுருவம் பெற்றம்",
      "l2": "புலியின்றோல் போர்த்துமேய்ந் தற்று "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வலியில் நிலைமையான் வல்லுருவம் பெற்றம்<br/>புலியின்தோல் போர்த்துமேய்ந் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தை அடக்கும் வல்லமை இல்லாதவன் மேற்கொண்ட வலிய தவக்கோலம், பசு புலியின் தோலைப் போர்த்திக் கொண்டு பயிரை மேய்ந்தாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன்பொருள்) வலி இல் நிலைமையான் வல் உருவம்= மனத்தைத் தன்வழிப்படுத்தும் வலியில்லாத இயல்பினை உடையான் வலியுடையார் வேடத்தைக் கொண்டு தான் அதன் வழிப்படுதல் ; பெற்றம் புலியின் தோல் போர்த்து மேய்ந்தற்று= பசு, காவலர் கடியாமல் புலியின் தோலைப் போர்த்துப் பைங்கூழை மேய்ந்தாற் போலும்.<br/><br/>இல்பொருள் உவமை. 'வலியில் நிலைமையான்' என்ற அடையானும், 'மேய்ந்தற்று' என்னும் தொழில் உவமையானும், வல்லுருவத்தோடு மனவழிப்படுதல் என்பது பெற்றாம். காவலர் கடியாமை, புலி புல் தின்னாது என்பதனானும், அச்சத்தானும் ஆம்; ஆகவே, வல்லருவம் கோடற்குப் பயன், அன்ன காரணங்களான் உலகத்தார் அயிராமை ஆயிற்று. இவ்வாறு தனக்குரிய இல்லாளையும் துறந்து, வலியும் இன்றிப் பிறர் அயிராத வல்லுருவமும் கொண்டுநின்றவன் மனவழிப்படுதலாவது, தன் மனம் ஓடியவழியே ஓடி மறைந்து, பிறர்க்குரிய மகளிரை விழைதலாம். அவ்வாறாதல், பெற்றம் தனக்குரிய புல்லைவிட்டுப் பிறர்க்குரிய 'பைங்கூழை மேய்ந்தாற் போலும்' என்ற உவமையான் அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வலியில் நிலைமையான் வல் உருவம்-வலியில்லாத நிலைமையை யுடையவன் வலிதாகிய தவஉருவம் (கோடல்), பெற்றம் புலியின் தோல் போர்த்து மேய்ந் தற்று-பெற்றமானது (பிறர் பயப்படும்படிக்குப்) புலியினது தோலைப் போர்த்து (ப்பைங்கூழ்) மேய்ந்த தன்மைத்து.<br/><br/>(பெற்றம்-மன வலிவில்லாத நிலைமை-(பிறர் பொருளைக் கவர எழும் மனத்தைத் தடுத்து நிறுத்தும்) வலிவில்லாத தன்மை.]<br/><br/>இது, பிறர் பொருளைக் கவர்வானது தவவேடத்தைக் கண்டு அஞ்சற்க வென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As if a steer should graze wrapped round with tiger's skin,<br/>Is show of virtuous might when weakness lurks within."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The assumed appearance of power, by a man who has no power (to restrain his senses and perform austerity), is like a cow feeding on grass covered with a tiger's skin."
          }
        ]
      }
    ],
    "id": 273
  },
  {
    "kural": {
      "l1": "தவமறைந் தல்லவை செய்தல் புதன் மறைந்து",
      "l2": "வேட்டுவன் புட்சிமிழ் தற்று "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தவமறைந்து அல்லவை செய்தல் புதல்மறைந்து<br/>வேட்டுவன் புள்சிமிழ்த் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தவக்கோலத்தில் மறைந்துகொண்டு தவம் அல்லாத தீய செயல்களைச் செய்தல், புதரில் மறைந்து வேடன் பறவைகளை வலைவீசிப் பிடித்தலைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன் பொருள்) தவம் மறைந்து அல்லவை செய்தல்= அவ் வலியில் நிலைமையான், தவவேடத்தின்கண்ணே மறைந்து நின்று தவம் அல்லவற்றைச் செய்தல் ; வேட்டுவன் புதல் மறைந்து புள் சிமிழ்த்தற்று= வேட்டுவன் புதலின்கண்ணே மறைந்துநின்று புட்களைப் பிணித்தாற் போலும்.<br/><br/>தவம் ஆகுபெயர். தவம் அல்லவற்றைச் செய்தலாவது, பிறர்க்குரிய மகளிரைத் தன்வயத்த தாக்குதல். இதுவும் இத்தொழில் உவமையான் அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தவம் மறைந்து அல்லவை செய்தல்-தவத்திலே மறைந்து தவமல்லா தவற்றைச் செய்தல், வேட்டுவன் புதல் மறைந்து புள் சிமிழ்த்தால் அற்று-வேட்டுவன் தூற்றிலே மறைந்து புள்ளைப் பிணித்தால் போலும்.<br/><br/>[தவத்திலே-தவவேடத்திலே. தவமல்லாதவற்றை-காமச்செயல்களை. தூறு -புதர். சிமிழ்த்தால் என்பது ஆல் கெட்டு நின்றது.]<br/><br/>(அர்ச்சுனன் சுபத்திரையைக் கவர்தற்காகத் தவவேடம் கொண்டது. போலப்) பெண்களைக் கவர்தற்காகத் தவவேடம் கொள்வோரும் உண்டென்றது இது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis as a fowler, silly birds to snare, in thicket lurks,<br/>When, clad in stern ascetic garb, one secret evil works."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who hides himself under the mask of an ascetic and commits sins, like a sportsman who conceals himself in the thicket to catch birds."
          }
        ]
      }
    ],
    "id": 274
  },
  {
    "kural": {
      "l1": "பற்றற்றே மென்பார் படிற்றொழுக்க மெற்றெற்றென்",
      "l2": "றேதம் பலவுந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பற்றற்றேம் என்பார் படிற்றொழுக்கம் எற்றெற்றென்று<br/>ஏதம் பலவுந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "'பற்றுக்களைத் துறந்தோம்’ என்று சொல்கின்றவரின் பொய்யொழுக்கம், என்ன செய்தோம் என்ன செய்தோம்’ என்று வருந்தும்படியான துன்பம் பலவும் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன் பொருள்) பற்று அற்றேம் என்பார் படிற்றொழுக்கம்= தம்மைப் பிறர் நன்கு மதித்தற் பொருட்டு, 'யாம் பற்றற்றேம்' என்று சொல்வாரது மறைந்த ஒழுக்கம்; எற்று எற்று என்று ஏதம் பலவும் தரும்= அப்பொழுது இனிதுபோலத் தோன்றுமாயினும், பின் 'என் செய்தேம் என்செய்தேம்' என்று தாமே இரங்கும்வகை, அவர்க்குப் பல துன்பங்களையும் கொடுக்கும்.<br/><br/>சொல்லளவுஅல்லது பற்று அறாமையின், 'பற்றுஅற்றேம்' என்பார் என்றும், சிறிதாய்க் கணத்துள்ளே அழிவதாய இன்பத்தின் பொருட்டுப் பெரிதாய் நெடுங்காலம் நிற்பதாய பாவத்தைச் செய்வார் அதன் விளைவின்கண்,`அந்தோ வினையே என்று அழுவர்'¶ ஆகலின் 'எற்றெற்று'என்றும் கூறினார்.<br/><br/>இவை ஐந்து பாட்டானும் கூடாஒழுக்கத்தின் இழுக்கம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பற்று அற்றேம் என்பார் படிற்று ஒழுக்கம்-பற்றினை அற்றேம் என்பாரது குற்றத்தினையுடைய ஒழுக்கம், எற்று எற்று என்று பல ஏதமும் தரும்-(எல்லாராலும்) எற்று எற்று என்று சொல்லும்படியாகப் பல குற்றமும் உண்டாக்கும்.<br/><br/>எற்று என்பது திசைச்சொல். [எற்றல் - கொல்லல், வெட்டல்.]<br/><br/>இது, தவவேடத்தினரது தீய ஒழுக்கம் அவருக்கு இம்மையிலும் தீமை பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Our souls are free,' who say, yet practise evil secretly,<br/>'What folly have we wrought!' by many shames o'erwhelmed, shall cry."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The false conduct of those who say they have renounced all desire will one day bring them sorrows that will make them cry out, \"Oh! what have we done, what have we done.\""
          }
        ]
      }
    ],
    "id": 275
  },
  {
    "kural": {
      "l1": "நெஞ்சிற் றுறவார் துறந்தார்போல் வஞ்சித்து",
      "l2": "வாழ்வாரின் வண்கணா ரில் "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெஞ்சில் துறவார் துறந்தார்போல் வஞ்சித்து<br/>வாழ்வாரின் வன்கணார் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தில் பற்றுக்களைத் துறக்காமல், துறந்தவரைப் போல் வஞ்சனை செய்து வாழ்கின்றவர் போல் இரக்கமற்றவர் வேறு எவரும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சின் துறவார்= நெஞ்சாற் பற்று அறாதுவைத்து; துறந்தார்போல் வஞ்சித்து வாழ்வாரின்= பறறற்றார் போன்று தானம் செய்வாரை வஞ்சித்து வாழும் அவர்போல்; வண்கணார் இல்= வன்கண்மையை உடையார் உலகத்தில் இல்லை.<br/><br/>`தானஞ் செய்வாரை வஞ்சித்த'லாவது யாம் மறுமைக்கட் டேவராதற்பொருட்டு இவ்வருந்தவர்க்கு இன்னது ஈதும் என்று அறியாது ஈந்தாரை அதுகொண்டு இழிபிறப்பினராக்குதல், அவர் இழிபிறப்பினராதல்,<br/><br/>\"அடங்கலர்க் கீந்த தானப் பயத்தினா லலறு முந்நீர்த்<br/><br/>தடங்கட னடுவுட் தீவு பலவுள வவற்றுட் டோன்றி<br/><br/>யுடம்பொடு முகங்க கொவ்வா ரூழ்கனி மாந்தி வாழ்வர்<br/><br/>மடங்கலஞ் சீற்றத் துப்பின் மானவேன் மனன ரேறே\"$<br/><br/>(சீவக சிந்தாமணி, முத்தியிலம்பகம்-244) என்பதனான் அறிக. தமக்கு ஆவன செய்தார்க்கு ஆகாதன விளைத்தலின், \"வண்கணாரில்\" லென்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சில் துறவார்-நெஞ்சில் துறவாராய், துறந்தார் போல் வஞ்சித்து வாழ்வாரின்-துறந்தார்போல வஞ்சனை செய்து வாழுமவர்களைப் போல, வன்கணார் இல்-கொடியார் இல்லை (உலகத்து).<br/><br/>இஃது, அகத்தில் பற்றினை வைத்துக் கொண்டு புறத்தில் துறவு வேடத்தைப் பூணுமவர் மிகக் கொடிய ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In mind renouncing nought, in speech renouncing every tie,<br/>Who guileful live, -no men are found than these of 'harder eye.'"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Amongst living men there are none so hard-hearted as those who without to saking (desire) in their heart, falsely take the appearance of those who have forsaken (it)."
          }
        ]
      }
    ],
    "id": 276
  },
  {
    "kural": {
      "l1": "புறங்குன்றி கண்டனைய ரேனு மகங்குன்றி",
      "l2": "மூக்கிற் கரியா ருடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புறங்குன்றி கண்டனைய ரேனும் அகங்குன்றி<br/>மூக்கிற் கரியார் உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புறத்தில் குன்றிமணிபோல் செம்மையானவராய்க் காணப்பட்டாராயினும், அகத்தில் குன்றிமணியின் மூக்குப்போல் கருத்திருப்பவர் உலகில் உண்டு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன் பொருள்) குன்றிப் புறம் கண்டு அனையரேனும்= குன்றியின் புறம்போல வேடத்தாற் செம்மை உடையராயினும்; குன்றி மூக்கின் அகம் கரியார் உடைத்து= அதன் மூக்குப்போல மனம் இருண்டிருப்பாரை உடைத்து உலகம்.<br/><br/>குன்றி ஆகுபெயர். செம்மை கருமை என்பன பொருள்களின் நிறத்தை விட்டுச் செப்பத்தினும் அறியாமையினும் சென்றனவாயினும், பண்பால் ஒத்தலின், இவை பண்புவமை; \"கூழின் மலிமனம் போலிரு ளாநின்ற கோகிலமே\"‡ என்பதும் அது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புறம் குன்றி கண்டு அனையரேனும்-புறத்தில் குன்றி மணி நிறம் போன்ற தூயவேடத்தராயிருப்பபினும், அகம் குன்றி மூக்கின் கரியார் உடைத்து-அகத்தில் குன்றி மூக்குப் போலக் கரியரா யிருப்பாரை உடைத்து (இவ்வுலகம்). . இது, தவத்தினர் வடிவு கண்டு நேர்படா ரென்றது. [தவத்தினர் வடிவை ஒருவன் கொண்டுள்ளதாலேயே (அவன் உண்மையான தவத்தினனென்று கருதி) அவனோடு இணங்கார் அறிவுடையா ரென்றது இது.]"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Outward, they shine as 'kunri' berry's scarlet bright;<br/>Inward, like tip of 'kunri' bead, as black as night."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The world) contains persons whose outside appears (as fair) as the (red) berry of the Abrus, but whose inside is as black as the nose of that berry."
          }
        ]
      }
    ],
    "id": 277
  },
  {
    "kural": {
      "l1": "மனத்தது மாசாக மாண்டார்நீ ராடி",
      "l2": "மறைந்தொழுகு மாந்தர் பலர் "
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனத்தது மாசாக மாண்டார் நீராடி<br/>மறைந்தொழுகு மாந்தர் பலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தில் மாசு இருக்கத் தவத்தால் மாண்பு பெற்றவரைப் போல நீரில் மூழ்கி மறைந்து நடக்கும் வஞ்சனை உடைய மாந்தர் உலகில் பலர் உள்ளனர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாசு மனத்தது ஆக= மாசு தம் மனத்தின்கண்ணதாக; மாண்டார் நீர் ஆடி= பிறர்க்குத் தவத்தான் மாட்சிமைஉடையராய் நீரின் மூழ்கிக் காட்டி; மறைந்து ஒழுகும் மாந்தர் பலர்= தாம் அதன்கண்ணே மறைந்து செல்லும் மாந்தர் உலகத்துப் பலர்.<br/><br/>மாசு காம வெகுளி மயக்கங்கள். அவை போதற்கன்றி மாண்டா ரென்று பிறர் கருதுதற்கு நீராடுதலான், அத்தொழிலை அவர் மறைதற்கு இடன்ஆக்கினார். இனி 'மாண்டார்நீராடி' என்பதற்கு 'மாட்சிமைப்பட்டாரது நீர்மையை உடையராய்'£ என உரைப்பாருமுளர்.<br/><br/>இவை மூன்று பாட்டானும் அவ்வொழுக்கம் உடையாரது குற்றமும், அவரையறிந்து நீக்கல் வேண்டும் என்பதும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாசு மனத்தது ஆக-மாசு மனத்தின் கண் உண்டாக வைத்து, மாண்டார் நீர் ஆடி- மாட்சிமைப்பட்டார் நீர்மையைப் பூண்டு, மறைந்து ஒழுகும் மாந்தர் பலர்-(பொருந்தாத இடத்திலே) மறைந்து ஒழுகும் மாந்தர் பலர்.<br/><br/>[மாட்சிமைப்பட்டாரது சீர்மை-தவத்தினரது வேடம் முதலியன. பொருந்தாத இடம்-தீய ஒழுக்கத்திற்குரிய இடம். மறைந்து-பிறர் அறியாது.]<br/><br/>மனத்தது என்பது வேற்றுமை மயக்கம், ஆறாம் வேற்றுமை உருபு ஏழாம் வேற்றுமைப் பொருள் தந்து நின்றமையால்.<br/><br/>இது, கூடா வொழுக்கத்தால் மனமாசு உண்டாகு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Many wash in hallowed waters, living lives of hidden shame;<br/>Foul in heart, yet high upraised of men in virtuous fame."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There are many men of masked conduct, who perform their ablutions, and (make a show) of greatness, while their mind is defiled (with guilt)."
          }
        ]
      }
    ],
    "id": 278
  },
  {
    "kural": {
      "l1": "கணைகொடிதி யாழ்கோடு செவ்விதாங் கன்ன",
      "l2": "வினைபடு பாலாற் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கணைகொடிது யாழ்கோடு செவ்விதுஆங் கன்ன<br/>வினைபடு பாலால் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நேராகத் தோன்றினும் அம்பு கொடியது; வளைவுடன் தோன்றினாலும் யாழின் கொம்பு நன்மையானது; மக்களின் பண்புகளையும் செயல் வகையால் உணர்ந்து கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கணை கொடிது யாழ் கோடு செவ்விது= அம்பு வடிவாற் செவ்விதாயினும், செயலாற் கொடியது; யாழ் கோட்டால் வளைந்ததாயினும், செயலாற் செவ்விது. ஆங்கு அன்ன வினைபடு பாலால் கொளல்= அவ்வகையே தவஞ்செய்வோரையுங் கொடியர் செவ்வியர் என்பது, வடிவாற் கொள்ளாது, அவர் செயல்பட்ட கூற்றானே அறிந்து கொள்க.<br/><br/>கணைக்குச் செயல் கொலை. யாழுக்குச் செயல் இசையாலின்பம் பயத்தல். அவ்வகையே செயல் பாவமாயிற் 'கொடியர்' எனவும், அறமாயிற் 'செவ்வியர்' எனவும் கொள்க என்பதாம்.<br/><br/>இதனான் அவரை அறியுமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கணை கொடிது-(செவ்விய) கணை கொடுமையைச் செய்யும்; கோடு யாழ் செவ்விது-கோடிய யாழ் செவ்வையைச் செய்யும்; ஆங்கு-அது போல, (யாவரையும் வடிவு கண்டு அறியலாகாது;) அன்னார் வினை படு பாலால் கொளல்-அவரவர் செய்யும் வினையின் பகுதியாலே அறிக.<br/><br/>இது, வேடத்தை ஆதாரமாகக் கொள்ளாது, செயலை ஆதாரமாகக் கொண்டு, ஒருவரை (இத்தன்மையரென்று) மதிக்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Cruel is the arrow straight, the crooked lute is sweet,<br/>Judge by their deeds the many forms of men you meet."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As, in its use, the arrow is crooked, and the curved lute is straight, so by their deeds, (and not by their appearance) let (the uprightness or crookedness of) men be estimated."
          }
        ]
      }
    ],
    "id": 279
  },
  {
    "kural": {
      "l1": "மழித்தலு நீட்டலும் வேண்டா வுலகம்",
      "l2": "பழித்த தொழித்து விடின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மழித்தலும் நீட்டலும் வேண்டா உலகம்<br/>பழித்தது ஒழித்து விடின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகம் பழிக்கும் தீயொழுக்கத்தை விட்டுவிட்டால், மொட்டை அடித்தலும் சடைவளர்த்தலுமாகிய புறக் கோலங்களும் வேண்டா."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மழிததலும் நீட்டலும் வேண்டா= தவஞ் செய்வார்க்குத் தலைமயிரை மழித்தலுஞ் சடையாக்கலுமாகிய வேடமும் வேண்டா; உலகம் பழித்தது ஒழித்து விடின்= உயர்ந்தோர் தவத்திற்கு ஆகாது என்று குற்றங் கூறிய ஒழுக்கத்தைக் கடிந்துவிடின்.<br/><br/>பறித்தலும் மழித்தலுள் அடங்கும். 'மழித்தல்' என்பதே தலைமயிரை உணர்த்தலின், அது கூறாராயினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மழித்தலும் நீட்டலும் வேண்டா-மழித்தலும் நீட்டலும் வேண்டா, உலகம் பழித்தது ஒழித்து விடின்-உலகத்தார் கடிந்தவையிற்றைத் தாமும் கடிந்து விடுவாராயின்.<br/><br/>[மழித்தல்-மொட்டையடித்தல், நீட்டல்-சடை வளர்த்தல். கடிதல்-விலக்குதல், உலகத்தார் கடிந்தவை-அறிவுடையோர் விலக்கியவை. அவை தீய ஒழுக்கங்கள்.]<br/><br/>இது, வேடத்தால் பயனில்லை, நல்ல ஒழுக்கம் வேண்டும் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What's the worth of shaven head or tresses long,<br/>If you shun what all the world condemns as wrong?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no need of a shaven crown, nor of tangled hair, if a man abstain from those deeds which the wise have condemned."
          }
        ]
      }
    ],
    "id": 280
  }
]