export default [
  {
    kural: {
      l1: 'மக்களே போல்வர் கயவ ரவரன்ன',
      l2: 'வொப்பாரி யாங்கண்ட தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மக்களே போல்வர் கயவர் அவரன்ன<br/>ஒப்பாரி யாங்கண்ட தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மக்களே போல் இருப்பர் கயவர்; அவர் மக்களை ஒத்திருப்பது போன்ற ஒப்புமை வேறு எந்த இருவகைப் பொருள்களிடத்திலும் யாம் கண்டதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மக்களே போல்வர் கயவர்= வடிவான் முழுதும் மக்களை ஒப்பர் கயவர்;<br/><br/>அவர் அன்ன ஒப்பாரியாம் கண்டது இல்= அவர் மக்களை ஒத்தார் போன்ற ஒப்பு வேறு இரண்டு சாதிக்கண் யாம் கண்டது இல்லை.<br/><br/>முழுதும் ஒத்தல் தேற்றேகாரத்தான் பெற்றாம். அவர் என்றது அவர் மாட்டு உளதாய ஒப்புமையை. மக்கட் சாதிக்கும், கயச்சாதிக்கும் வடிவொத்தலின் குணங்களது உண்மை இன்மைகளான் அல்லது வேற்றுமை அறியப்படாது என்பதாம்.<br/><br/>இதனான் கயவரது குற்றம் மிகுதி கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மக்களை யொப்பவர் கயவர்; அம்மக்களை யொக்குமாறு போல ஒப்பது ஒன்றனோடு மற்றொன்று உவமை கூறப்படுமவற்றில் யாங்கண்டறிவது இல்லை.<br/><br/>உறுப்பொத்துக் குணமொவ்வாமையால் கயவர் மக்களல்லராயினார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The base resemble men in outward form, I ween;<br/>But counterpart exact to them i've never seen.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base resemble men perfectly (as regards form); and we have not seen such (exact) resemblance (among any other species).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நன்றறி வாரிற் கயவர் திருவுடையர்',
      l2: 'நெஞ்சத் தவல மிலர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நன்றறி வாரிற் கயவர் திருவுடையர்<br/>நெஞ்சத்து அவலம் இலர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நன்மை அறிந்தவரைவிடக் கயவரே நல்ல பேறு உடையவர்; ஏன் என்றால், கயவர் தம் நெஞ்சில் எதைப் பற்றியும் கவலை இல்லாதவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நன்று அறிவாரின் கயவர் திரு உடையர்= தமக்கு உறுதியாவன அறிவாரின் அவை அறியாத கீழ்மக்கள் நன்மை உடையர்; நெஞ்சத்து அவலம் இலர்= அவர்போல அவை காரணமாகத் தம் நெஞ்சத்தின்கண் கவலை இலர் ஆகலான்.<br/><br/>நன்று என்பது சாதியொருமை. உறுதிகளாவன, இம்மை மறுமை வீடுகட்கு உரியவாய புகழ் அற ஞானங்கள். இவற்றை அறிவார் இவை செய்யாநின்றே மிகச் செயப்பெறுகின்றிலேம் என்றும், செய்கின்ற இவை தமக்கு இடையூறு வருங்கொல் என்றும், இவற்றின் மறுதலையாய பழி பாவம் அறியாமை என்பனவற்றுள் யாது விளையுமோ என்றும் இவ்வாற்றான் கவலை எய்துவர். கயவர் அப்புகழ் முதலிய ஒழித்துப் பழி முதலிய செய்யாநின்றும், யாதும் கவலை உடையர் அல்லர் ஆகலான், திருவுடையர் எனக் குறிப்பால் இகழ்ந்தவாறு.<br/><br/>இதனான் பழி முதலியவற்றிற்கு அஞ்சார் என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நன்மையறிவாரினும் கயவர் திருவுடையர்; இம்மை மறுமைக்கு உறுதியாயின செய்யப்பெறுகிலோமென்னும் கவற்சி நெஞ்சின்கண் உறுதலிலராதலான்.<br/><br/>இது தாமறியா ரென்பது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Than those of greatful heart the base must luckier be,<br/>Their minds from every anxious thought are free!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The low enjoy more felicity than those who know what is good; for the former are not troubled with anxiety (as to the good). ',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'தேவ ரனையர் கயவ ரவருந்தா', l2: 'மேவன செய்தொழுக லான்' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தேவர் அனையர் கயவர் அவருந்தாம்<br/>மேவன செய்தொழுக லான்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கயவரும் தேவரைப் போல் தாம் விரும்புகின்றவைகளைச் செய்து மனம் போன போக்கில் நடத்தலால், கயவர் தேவரைப் போன்றவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தேவர் அனையர் கயவர்= தேவரும் கயவரும் ஒருதன்மையர்;<br/><br/>அவரும் தாம் மேவன செய்து ஒழுகலான்= அஃது யாதனான் எனின், தேவரைப்போன்று தம்மை நியமிப்பார் இன்றிக் கயவரும் தாம் விரும்புவனவற்றைச் செய்து ஒழுகலான்.<br/><br/>உயர்ச்சியும் இழிவுமாகிய தம் காரண வேறுபாடு குறிப்பான் தோன்றநின்றமையின், இது புகழ்வார் போன்று பழித்தவாறாயிற்று.<br/><br/>இதனால் விலக்கற் பாடின்றி வேண்டிய செய்வர் என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கயவர் தேவரை யொப்பவர்: அத்தேவரும் இக்கயவரைப் போலத் தாம் வேண்டியன செய்தொழுகுவராதலான்.<br/><br/>இது கயவர் வேண்டியன செய்வாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The base are as the gods; they too<br/>Do ever what they list to do!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base resemble the Gods; for the base ac t as they like. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அகப்பட்டி யாவாரைக் காணி னவரின்',
      l2: 'மிகப்பட்டுச் செம்மாக்குங் கீழ்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அகப்பட்டி ஆவாரைக் காணின் அவரின்<br/>மிகப்பட்டுச் செம்மாக்கும் கீழ்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கீழ்மக்கள் தமக்குக் கீழ்ப்பட்டவராய் நடப்பவரைக் கண்டால், அவரைவிடத் தாம் மேம்பாடு உடையவராய் இறுமாப்படைவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அகப்பட்டி ஆவாரைக் காணின்= தன்னின் சுருங்கிய பட்டியாய் ஒழுகுவாரைக் கண்டானாயின்;<br/><br/>அவரின் மிகப்பட்டுச் செம்மாக்கும்= அவ்வொழுக்கத்தின்கண், அவரில் தான் மேம்பட்டு, அதனால் தன் மிகுதிகாட்டி இறுமாக்கும்.<br/><br/>அகப்பட்டி, அகமாகிய பட்டி; பட்டி போன்று வேண்டியவாறே ஒழுகலின் \'பட்டி\' என்றார். "நோதக்க செய்யுஞ் சிறுபட்டி" என்றார் பிறரும். இ<br/><br/>இதனால் அவர் மேம்படுமாறு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மனையகத்திருந்து பொற்புடையராகிய பெண்டிரைக் காணின், அவரினும் மிகப் பொற்புடையாராய் அதனைப் பெற்றேமென்று இறுமாப்பர் கயவர்.<br/><br/>இது நிறையிலரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When base men those behold of conduct vile,<br/>They straight surpass them and exulting smile,',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base feels proud when he sees persons whose acts meaner than his own.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அச்சமே கீழ்கள தாசார மெச்ச',
      l2: 'மவாவுண்டே லுண்டாஞ் சிறிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அச்சமே கீழ்களது ஆசாரம் எச்சம்<br/>அவாவுண்டேல் உண்டாம் சிறிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கீழ்மக்களின் ஆசாரத்திற்குக் காரணமாக இருப்பது அச்சமே; எஞ்சியவற்றில், அவா உண்டானால் அதனாலும் சிறிதளவு ஆசாரம் உண்டாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கீழ்களது ஆசாரம் அச்சமே= கயவரது ஆய ஆசாரம் கண்டது உண்டாயின், அதற்குக் காரணம் அரசனான் ஏதம் வரும் என்று அஞ்சும் அச்சமே;<br/><br/>எச்சம் அவா உண்டேல் சிறிது உண்டாம் = அஃது ஒழிந்தால், தம்மால் அவாவப்படும் பொருள்அதனால் உண்டாமாயின் சிறிது உண்டாம்.<br/><br/>ஆசாரத்தின் காரணத்தை 'ஆசாரம்' என்றும், அவாவப்படுவதனை 'அவா' என்றும் கூறினார். எச்சத்தின்கண் எண்ணு்ம் ஏழாவது இறுதிக்கண் தொக்கது. பெரும்பான்மை அச்சம், சிறுபான்மை பொருட்பேறு, இவ்விரண்டானுமின்றி இயல்பாக உண்டாகாது என்பதாம்.<br/><br/>வேண்டிய செய்தலே இயல்பு; ஆசாரம் செய்தல் இயல்பன்று என்பது இதனான் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கயவர் ஆசாரமுடையராதற்குக் காரணம் அச்சமே: அஃதொழிய ஒருபொருள்மேல் ஆசையுடையராயின் அது காரணமாகவும் சிறிது ஒழுக்கம் உண்டாம்.<br/><br/>இஃது இயல்பான ஒழுக்கம் இலரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Fear is the base man's virtue; if that fail,<br/>Intense desire some little may avail.",
          },
          {
            title: 'Commentary',
            author: '',
            text: '(The principle of) behaviour in the mean is chiefly fear; if not, hope of gain, to some extent.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறைபறை யன்னர் கயவர்தாங் கேட்ட',
      l2: 'மறைபிறர்க் குய்த்துரைக்க லான்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறைபறை அன்னர் கயவர்தாம் கேட்ட<br/>மறைபிறர்க்கு உய்த்துரைக்க லான்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கயவர், தாம் கேட்டறிந்த மறைபொருளைப் பிறர்க்கு வலியக்கொண்டுபோய்ச் சொல்லுவதால், அறையப்படும் பறை போன்றவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தாம் கேட்ட மறை உய்த்துப் பிறர்க்கு உரைக்கலான்= தாம் கேட்ட மறைகளை இடந்தோறும் தாங்கிக்கொண்டு சென்று பிறர்க்குச் சொல்லுதலான்;<br/><br/>கயவர் அறை பறை அன்னர்= கயவர் அறையப்படும் பறையினை ஒப்பர்.<br/><br/>'மறை': வெளிப்படின் குற்றம் விளையும் என்று, பிறரை மறைத்து ஒருவன் சொல்லிய சொல். 'பிறர்': அம்மறைத்தற்கு உரியார். 'உய்த்து' என்றார், அவர்க்கு அது பெரும்பாரமாதல் நோக்கி. பறை ஒருவன் கையான் தன்னை அறிவித்தது ஒன்றனை, இடந்தோறும் கொண்டு சென்று யாவரையும் அறிவிக்கும் ஆகலான், இது தொழில் உவமம்.<br/><br/>இதனால் அவரது செறிவின்மை கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கயவர் அறையும் பறைபோல்வர்; தாங்கேட்ட மறைகளைப் பிறர்க்குக் கொண்டு சென்று அறிவித்தலான்.<br/><br/>இஃது அடக்கமில ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The base are like the beaten drum; for when they hear,<br/>The sound the secret out in every neighbour's ear.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base are like a drum that is beaten, for they unburden to others the secrets they have heard.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஈர்ங்கை விதிரார் கயவர் கொடிறுடைக்குங்',
      l2: 'கூன்கைய ரல்லா தவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஈர்ங்கை விதிரார் கயவர் கொடிறுடைக்கும்<br/>கூன்கையர் அல்லா தவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கயவர் தம் கன்னத்தை இடித்து உடைக்கும்படி வளைந்த கை உடையவரல்லாத மற்றவர்க்கு உண்ட எச்சில் கையையும் உதறமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கயவர் கொடிறு உடைக்கும் கூன் கையர் அல்லாதவர்க்கு= கயவர் தம் கதுப்பினை நெரிப்பதாக வளைந்த கையினை உடையர் அல்லாதார்க்கு;<br/><br/>ஈர்ங்கை விதிரார்= தாம் உண்டு பூசிய கையைத் தெறித்தல் வேண்டும் என்று இரந்தாலும் தெறியார்.<br/><br/>வளைந்த கை, முறுக்கிய கை. மெலியார்க்கு யாதும் கொடார்; நலிவார்க்கு எல்லாம் கொடுப்பர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்கதுப்பினை ஒடிக்கும் வளைந்த கையினை உடையரல்லாதார்க்கு, ஈரக்கையையுந் தெரியார் கயவர்.<br/><br/>ஈரக்கை- கழுவினகை. இஃது இரப்பார்க்குக் கொடா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From off their moistened hands no clinging grain they shake,<br/>Unless to those with clenched fist their jaws who break.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The mean will not (even) shake off (what sticks to) their hands (soon after a meal) to any but those who would break their jaws with their clenched fists.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சொல்லப் பயன்படுவர் சான்றோர் கரும்புபோற்',
      l2: 'கொல்லப் பயன்படுங் கீழ்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சொல்லப் பயன்படுவர் சான்றோர் கரும்புபோல்<br/>கொல்லப் பயன்படும் கீழ்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அணுகிக்குறை சொல்லிய அளவிலேயே சான்றோர் பயன்படுவர்; கரும்புபோல் அழித்துப் பிழிந்தால்தான் கீழ்மக்கள் பயன்படுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சொல்லப்பயன்படுவர் சான்றோர்= மெலியார் சென்று தம் குறையைச் சொல்லிய துணையானே இரங்கிப் பயன்படுவர் மேலாயினார்;<br/><br/>கீழ் கரும்புபோல் கொல்லப் பயன்படும்= மற்றைக் கீழாயினார், கரும்புபோல வலியார் நெய நெருக்கியவழிப் பயன்படுவர்.<br/><br/>பயன்படுதல், உள்ளது கொடுத்தல். கீழாயினாரது இழிவு தோன்ற மேலாயினாரையும் உடன் கூறினார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர் தங்குறையைச் சொல்ல அதற்கு இரங்கிப் பயன்படுவர் மேன்மக்கள். அவ்வாறன்றிக் கரும்பு பயன்படுமாறு போலத் தம்மை நெருக்கினால் பயன்படுவர் கீழ்மக்கள்.<br/><br/>இஃது ஒறுப்பார்க்குக் கொடுப்பரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The good to those will profit yield fair words who use;<br/>The base, like sugar-cane, will profit those who bruise.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The great bestow (their alms) as soon as they are informed; (but) the mean, like the sugar-cane, only when they are tortured to death. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உடுப்பதூஉமுண்பதூஉங் காணிற் பிறர்மேல்',
      l2: 'வடுக்காண வற்றாகுங் கீழ்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உடுப்பதூஉம் உண்பதூஉம் காணின் பிறர்மேல்<br/>வடுக்காண வற்றாகும் கீழ்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கீழ்மகன் பிறர் உடுப்பதையும் உண்பதையும் கண்டால் அவர்மேல் பொறாமைகொண்டு, வேண்டும் என்றே குற்றம் காண வல்லவனாவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உடுப்பதூஉம் உண்பதூஉம் கீழ் காணின்= பிறர், செல்வத்தான் பட்டும் துகிலும் உடுத்தலையும், பாலோடு அடிசில் உண்டலையும் கீழாயினான் காணுமாயின்;<br/><br/>பிறர்மேல் வடுக்காண வற்றாகும்= அவற்றைப் பொறாது, அவர் மாட்டு வடு இல்லையாகவும் உண்டாக்க வல்லனாம்.<br/><br/>உடுப்பது உண்பது என்பன ஈண்டு அவ்வத் தொழில்மேல் நின்றன; அவற்றான் பூண்டல், ஊர்தல் முதலிய பிற தொழில்களும் கொள்ளப்படும். அவற்றைக் கண்ட துணையானே பொறாமை எய்தலின் 'காணின்' என்றும், கேட்டார் இது கூடும் என்று இயையப் படைத்தல் அரிதாகலின் 'வற்றாகும்' என்றும் கூறினார்.<br/><br/>இதனால் பிறர் செல்வம் பொறாமை கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர் உடுப்பதனையும் உண்பதனையும் காண்பாராயின், அவர்மாட்டு உள்ள குற்றங்களை ஆராயவல்லாராவர் கயவர்.<br/><br/>இஃது அழுக்காறுடையா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If neighbours clothed and fed he see, the base<br/>Is mighty man some hidden fault to trace?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base will bring an evil (accusation) against others, as soon as he sees them (enjoying) good food and clothing.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எற்றிற் குரியர் கயவரொன் றுற்றக்கால்',
      l2: 'விற்றற் குரியர் விரைந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எற்றிற் குரியர் கயவரொன்று உற்றக்கால்<br/>விற்றற்கு உரியர் விரைந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கயவர் எதற்கு உரியவர்? ஒரு துன்பம் வந்தடைந்த காலத்தில் அதற்காகத் தம்மைப் பிறர்க்கு விலையாக விற்றுவிடுவதற்கு உரியவர் ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கயவர் ஒன்று உற்றக்கால் விரைந்து விற்றற்கு உரியர்= கயவர் தம்மை யாதானும் ஒரு துன்பம் உற்றக்கால் அதுவே பற்றுக்கோடாக விரைந்து தம்மைப் பிறர்க்கு விற்றற்கு உரியர்;<br/><br/>எற்றிற்கு உரியர்= அதுவன்றி, வேறு எத்தொழிற்கு உரியர்?<br/><br/>உணவு இன்மையாகப் பிறிதாக ஒன்று வந்துற்ற துணையான் என்பது தோன்ற, 'ஒன்று உற்றக்கால்' என்றும், கொள்கின்றார் தம் கயமை அறிந்து வேண்டா என்றற்கு முன்னே விற்று நிற்றலின் 'விரைந்து' என்றும் கூறினார். ஒரு தொழிற்கும் உரியர் அல்லர் என்பது குறிப்பெச்சம்.<br/><br/>இதனால், தாம் பிறர்க்கு அடிமையாய் நிற்பர் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கயவர் யாதினுக்கு வல்லரெனின், தமக்கு ஒரு துன்பமுற்றால் விரைந்து தம்மை விற்க வல்லவர்.<br/><br/>இது நிலையிலர் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'For what is base man fit, if griefs assail?<br/>Himself to offer, there and then, for sale!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The base will hasten to sell themselves as soon as a calamity has befallen them. For what else are they fitted ? ',
          },
        ],
      },
    ],
  },
];
