export default [
  {
    kural: {
      l1: 'அறவினை யாதெனிற் கொல்லாமை கோறல்',
      l2: 'பிறவினை யெல்லாந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறவினை யாதெனின் கொல்லாமை கோறல்<br/>பிறவினை எல்லாந் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறமாகிய செயல் எது என்றால் ஓர் உயிரையும் கொல்லாமையாகும்; கொல்லுதல் அறமல்லாத செயல்கள் எல்லாவற்றையும் விளைக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறவினை யாது எனின் கொல்லாமை= அறங்கள் எல்லாமாகிய செய்கை யாதுஎன்று வினவின், அஃது ஓருயிரையும் கொல்லாமையாம்; கோறல் பிறவினை எல்லாம் தரும்= அவற்றைக் கொல்லுதல் பாவச்செய்கைகள் எல்லாவற்றையும் தானே தரும் ஆதலான்.<br/><br/>'அறம்' சாதியொருமை. விலக்கியதொழிதலும் அறஞ்செய்தலாம் ஆகலின், கொல்லாமையை 'அறவினை' என்றார். ஈண்டுப் 'பிறவினை' என்றது அவற்றின் விளைவை. கொலைப்பாவம் விளைக்கும் துன்பம், ஏனைப் பாவங்கள் எல்லாம் கூடியும் விளைக்கமாட்டா என்பதாம். கொல்லாமைதானே பிற அறங்கள் எல்லாவற்றின் பயனையும் தரும் என்று மேற்கோள் கூறி, அதற்குஏது எதிர்மறை முகத்தாற் கூறியவாறாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்வினை யாதெனின் கொல்லாமை; கொல்லுதல் எல்லாத் தீவினைப் பயனையுந் தருமாதலால்.<br/><br/>இஃது அறத்தொழிலாவது கொல்லாமை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What is the work of virtue? 'Not to kill';<br/>For 'killing' leads to every work of ill.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Never to destroy life is the sum of all virtuous conduct. The destruction of life leads to every evil.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பகுத்துண்டு பலலுயி ரோம்புத னூலோர்',
      l2: 'தொகுத்தவற்று ளெல்லாந் தலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பகுத்துண்டு பல்லுயிர் ஓம்புதல் நூலோர்<br/>தொகுத்தவற்றுள் எல்லாந் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கிடைத்ததைப் பகுத்துக் கொடுத்துத் தானும் உண்டு பல உயிர்களையும் காப்பாற்றுதல், அறநூலார் தொகுத்த அறங்கள் எல்லாவற்றிலும் தலையான அறமாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பகுத்து உண்டு பல் உயிர் ஓம்புதல்= உண்பதனைப் பசித்த உயிர்கட்குப் பகுத்துக் கொடுத்து உண்டு ஐவகைஉயிர்களையும் ஓம்புதல்; நூலோர் தொகுததவற்றுள் எல்லாம் தலை= அறநூல் உடையார் துறந்தார்க்குத் தொகுத்த அறங்கள்எல்லாவற்றினும் தலையாய அறம்.<br/><br/>பல்லுயிரும் என்னும் முற்றும்மை. விகாரத்தாற் தொக்கது. 'ஓம்புதல்' சோர்ந்தும் கொலைவாராமற் குறிக்கொண்டு காத்தல். அதற்குப் பகுத்துண்டல் இன்றியமையா உறுப்பாகலின், அச்சிறப்புத் தோன்ற, அதனை இறந்தகால வினையெச்சத்தாற் கூறினார். எல்லாநூல்களினும் நல்லன எடுத்து எல்லார்க்கும் பொதுப்படக் கூறுதல் இவர்க்கு இயல்புஆகலின், ஈண்டும் பொதுப்பட 'நூலோர்' என்றும், அவர் எல்லோர்க்கும் ஒப்பமுடிதலான் இது 'தலை'யாயஅறம் என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பல்லுயிர்களுக்குப் பகுத்துண்டு அவற்றைப் பாதுகாத்தல், நூலுடையார் திரட்டின அறங்களெல்லாவற்றினும் தலையான அறம்.<br/><br/>இஃது எல்லாச் சமயத்தார்க்கும் நன்றென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Let those that need partake your meal; guard everything that lives;<br/>This the chief and sum of lore that hoarded wisdom gives.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The chief of all (the virtues) which authors have summed up, is the partaking of food that has been shared with others, and the preservation of the mainfold life of other creatures.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒன்றாக நல்லது கொல்லாமை மறறதன்',
      l2: 'பின்சாரப் பொய்யாமை நன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒன்றாக நல்லது கொல்லாமை மற்றதன்<br/>பின்சாரப் பொய்யாமை நன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இணையில்லாத ஓர் அறமாகக் கொல்லாமை நல்லது; அதற்கு அடுத்த நிலையில் வைத்துக் கூறத்தக்கதாகப் பொய்யாமை நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒன்றாக நல்லது கொல்லாமை= நூலோர் தொகுத்த அறங்களுள் தன்னோடு இணை ஒப்பு அது இன்றித் தானேயாக நல்லது கொல்லாமை; பொய்யாமை அதன் பின்சார நன்று= அஃது ஒழிந்தால் பொய்யாமை அதன்பின்னே நிற்க நன்று.<br/><br/>நூலோர் தொகுத்த அறங்கள் என்பது, அதிகாரத்தான் வந்தது. அதிகாரம் கொல்லாமையாயினும் மேற் 'பொய்யாமை பொய்யாமை ஆற்றின்' எனவும், 'யாம் மெய்யாக் கண்டவற்றுளில்லை' எனவும், கூறினார் ஆகலின், இரண்டறத்துள்ளும் யாது சிறந்தது என்று ஐயம் நிகழும்அன்றே, அது நிகழாமைப் பொருட்டு, ஈண்டு 'அதன்பின்சாரப் பொய்யாமை நன்று' என்றென்றார், முற்கூறியதிற் பிற்கூறியது வலியுடைத்து ஆகலின். 'அதனைப் பின்சார நன்று' என்றது, நன்மை பயக்கும்வழிப் பொய்யும் மெய்யாயும், தீமை பயக்கும் வழி மெய்யும் பொய்யாயும் இதனைப்பற்ற அது திரிந்து வருதலான் என உணர்க.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இணையின்றாக நல்லது கொல்லாமை; அதன்பின்பே அணைய, பொய்யாமையும் நன்று.<br/><br/>இது சொல்லிய அறத்தினும் பொய்யாமை நன்று: அதினும் நன்று கொல்லாமை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Alone, first of good things, is 'not to slay';<br/>The second is, no unture word to say.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Not to destroy life is an incomparably (great) good next to it in goodness ranks freedom from falsehood.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நல்லா றெனப்படுவ தியாதெனின் யாதொன்றுங்',
      l2: 'கொல்லாமை சூழு நெறி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நல்லாறு எனப்படுவது யாதெனின் யாதொன்றும்<br/>கொல்லாமை சூழும் நெறி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல வழி என்று அறநூல்களால் சொல்லப்படுவது எது என்றால், எந்த உயிரையும் கொல்லாத அறத்தைப் போற்றும் நெறியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நல் ஆறு எனப்படுவது யாது எனின்= மேற்கதி வீடுபேறுகட்கு நல்ல நெறி என்று சொல்லப்படுவது யாதென்று வினவின்; யாதொன்றும் கொல்லாமை சூழும் நெறி= அஃது யாதோர் உயிரையும் கொல்லாமையாகிய அறத்தினைக் காக்கக் கருதும் நெறி.<br/><br/>யாதொன்றும் என்றது, ஓரறிவுயிரையும் அகப்படுத்தற்கு. காத்தல் வழுவாமற் காத்தல். இதனால், இவ்வறத்தினையுடையதே நன்னெறி என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்ல வழியென்று சொல்லப்படுவது யாதெனின், அது யாதொருயிரையுங் கொல்லாமையைச் சிந்திக்கும் வழி.<br/><br/>இது நன்னெறியாவது கொல்லாமை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "You ask, what is the good and perfect way?<br/>'Tis path of him who studies nought to slay.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Good path is that which considers how it may avoid killing any creature.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நிலையஞ்சி நீத்தாரு ளெல்லாங் கொலையஞ்சிக்',
      l2: 'கொல்லாமை சூழ்வான் றலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நிலைஅஞ்சி நீத்தாருள் எல்லாம் கொலைஅஞ்சிக்<br/>கொல்லாமை சூழ்வான் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வாழ்க்கையின் தன்மையைக் கண்டு அஞ்சித் துறந்தவர்கள் எல்லாரிலும், கொலை செய்வதற்கு அஞ்சிக் கொல்லாத அறத்தைப் போற்றுகின்றவன் உயர்ந்தவன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நிலை அஞ்சி நீத்தாருள் எல்லாம்= பிறப்புநின்ற நிலையை அஞ்சிப் பிறவாமைப்பொருட்டு மனைவாழ்க்கையைத் துறந்தார் எல்லாருள்ளும்; கொலை அஞ்சிக் கொல்லாமை சூழ்வான் தலை= கொலைப்பாவத்தை அஞ்சிக் கொல்லாமையாகிய அறத்தை மறவாதவன் உயர்ந்தவன்.<br/><br/>பிறப்பு நின்ற நிலையாவது, இயங்குவ நிற்ப என்னும் இருவகைப் பிறப்பினும் இன்பம் என்பது ஒன்றுஇன்றி உள்ளனவெல்லாம் துன்பமேயாய நிலைமை. துறவு ஒன்றேயாயினும், சமயவேறுபாட்டாற் பலவாம் ஆகலின், நீ்த்தாருள் எல்லாம் என்றார்.<br/><br/>இதனால் இவ்வறம் மறவாதவன் உயர்ச்சி கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மனைவாழ்க்கையில் நிற்றலை யஞ்சித் துறந்தவரெல்லாரினும் கொலையை யஞ்சிக் கொல்லாமையைச் சிந்திப்பான் தலைமையுடையவன்; இல்வாழ்க்கையில் நிற்பினும்.<br/><br/>இஃது எல்லாத் துறவினும் நன்றென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Of those who 'being' dread, and all renounce, the chief are they,<br/>Who, dreading crime of slaughter, study nought to slay.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Of all those who, fearing the permanence of earthly births, have abandoned desire, he is the chief who, fearing (the guilt of) murder, considers how he may avoid the destruction of life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொல்லாமை மேற்கொண் டொழுகுவான் வாழ்நாண்மேற்',
      l2: 'செல்லா துயிருண்ணுங் கூற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொல்லாமை மேற்கொண் டொழுகுவான் வாழ்நாள்மேல்<br/>செல்லாது உயிருண்ணுங் கூற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கொல்லாத அறத்தை மேற்கொண்டு நடக்கின்றவனுடைய வாழ்நாளின்மேல், உயிரைக் கொண்டு செல்லும் கூற்றுவனும் செல்லமாட்டான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கொல்லாமை மேற்கொண்டு ஒழுகுவான் வாழ் நாள்மேல்= கொல்லாமையை விரதமாக மேற்கொண்டு ஒழுகுவானது வாழ்நாளின்மேல்; உயிர் உண்ணும் கூற்றுச் செல்லாது= உயிர் உண்ணும் கூற்றுச் செல்லாது.<br/><br/>மிகப்பெரிய அறம் செய்தாரும், மிகப்பெரிய பாவம் செய்தாரும் முறையானன்றி இம்மை தன்னுள்ளே அவற்றின் பயன் அனுபவிப்பர் என்னும் அறநூல் துணிவுபற்றி, இப்பேரறம் செய்தான்தானும் கொல்லப்படான்; படானாகவே, அடியிற்கட்டிய வாழ்நாள் இடையூறு இன்றி எய்தும் என்பார், 'வாழ்நாள்மேல் கூற்றுச் செல்லாது' என்றார்; செல்லாதுஆகவே, காலம் நீட்டிக்கும்; நீட்டித்தால் ஞானம் பிறந்து உயிர் வீடுபெறும் என்பது கருத்து.<br/><br/>இதனான் அவர்க்கு வரும் நன்மை கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கொல்லாமையை விரதமாகக் கொண்டு ஒழுகுமவன் வாழ்நாளின் மேல், உயிருண்ணுங் கூற்றுச் செல்லாது.<br/><br/>பிறவாமை யுண்டாமாதலால் கூற்றுச் செல்லாது என்றார். இது கொல்லாமையின் பயன் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Ev'n death, that life devours, their happy days shall spare,<br/>Who law, 'Thou shall not kill,' uphold with reverent care.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Yama, the destroyer of life, will not attack the life of him, who acts under the determination of never destroying life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தன்னுயிர் நீப்பினுஞ் செய்யற்க தான்பிறி',
      l2: 'தின்னுயிர் நீக்கும் வினை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தன்னுயிர் நீப்பினும் செய்யற்க தான்பிறிது<br/>இன்னுயிர் நீக்கும் வினை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன் உயிர் உடம்பிலிருந்து நீங்கிப் போவதாக நேர்ந்தாலும், அதைத் தடுப்பதற்காகத் தான் வேறோர் உயிரை நீக்கும் செயலைச் செய்யக்கூடாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தன் உயி்ர் நீப்பினும்= அது செய்யாவழித் தன் உயி்ர் உடம்பின் நீங்கிப் போம் ஆயினும்; தான் பிறிது இன்னுயிர் நீக்கும் வினை செய்யற்க= தான் பிறிதோர் இன்னுயிரை அதன் உடம்பின் நீக்கும் தொழிலைச் செய்யற்க.<br/><br/>தன்னை அது கொல்லினும் தான் அதனைக்கொல்லற்க என்றது, பாவம் கொலையுண்டவழி்த்தேய்தலும், கொன்றவழி வளர்தலும் நோக்கி. இனித் தன்னுயிர் நீப்பினும் என்பதற்குச் சாந்தியாகச் செய்யாதவழித் தன்னுயி்ர் போமாயினும் என்றுரைப்பாரும் உளர். பிறர்செய்தலும் ஆகாமையின் அஃது உரையன்மை அறிக.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னுயிர் நீங்கினும் செய்யாதொழிக. தான் பிறிதொன்றி னுடைய இனிய வுயிரை விடுக்குந் தொழிலினை.<br/><br/>உயிர்க்குக் கேடுவருங் காலத்து நோய்க்கு மருந்தாகக் கொல்லுதல் குற்றமன்று என்பார்க்கு இது கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though thine own life for that spared life the price must pay,<br/>Take not from aught that lives gift of sweet life away.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let no one do that which would destroy the life of another, although he should by so doing, lose his own life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நன்றாகு மாக்கம் பெரிதெனினுஞ் சான்றோர்க்குக்',
      l2: 'கொன்றாகு மாக்கங் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நன்றாகும் ஆக்கம் பெரிதெனினும் சான்றோர்க்குக்<br/>கொன்றாகும் ஆக்கங் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கொலையால் நன்மையாக விளையும் ஆக்கம் பெரிதாக இருந்தாலும், சான்றோர்க்குக் கொலையால் வரும் ஆக்கம் மிக இழிவானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நன்று ஆகும் ஆக்கம் பெரிது எனினும்= தேவர் பொருட்டு வேள்விக்கட் கொன்றால் இன்பமிகும் செல்வம் பெரிதாம் என்று இல்வாழ்வார்க்குக் கூறப்பட்டதாயினும்; சான்றோர்க்குக் கொன்று ஆகும் ஆக்கம் கடை= துறவான் அமைந்தார்க்கு ஓருயிரைக் கொல்லவருஞ் செல்வம் கடை.<br/><br/>இன்பமிகுஞ் செல்வமாவது தாமுந் தேவராய்த் துறக்கத்துச் சென்றெய்துஞ்செல்வம். அது சிறிதாகலானும், பின்னும் பிறத்தற்கு ஏதுவாகலானும், வீடாகிய ஈறுஇல் இன்பம் எய்துவார்க்குக் கடை எனப்பட்டது. துறக்கம் எய்துவார்க்கு ஆமாயினும் வீடு எய்துவார்க்கு ஆகாது என்றமையின், விதி விலக்குக்கள் தம்முள் மலையாமை விலக்கியவாறாயிற்று. இஃது இல்லறமன்மைக்குக் காரணம்.<br/><br/>இவை இரண்டு பாட்டானும் கொலையது குற்றம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நன்மையாகும் ஆக்கம் பெரியதேயாயினும் ஓருயிரைக் கொன்று ஆகின்ற ஆக்கம் உயர்ந்தோர்க்கு ஆகாது.<br/><br/>இது பெரியோர் வீடுபேற்றை விரும்பிக் கன்மத்தை விடுத்தலால் வேள்வியின் வருங் கொலையும் ஆகாதென்றது',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though great the gain of good should seem, the wise,<br/>Will any gain by slaughter won despise.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The advantage which might flow from destroying life in sacrifice, is dishonourable to the wise (who renounced the world), even although it should be said to be productive of great good.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொலைவினைய ராகிய மாக்கள் புலைவினையர்',
      l2: 'புன்மை தெரிவா ரகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொலைவினைய ராகிய மாக்கள் புலைவினையர்<br/>புன்மை தெரிவா ரகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கொலைத்தொழிலினராகிய மக்கள் அதன் இழிவை ஆராய்ந்தவரிடத்தில் புலைத்தொழிலுடையவராய்த் தாழ்ந்து தோன்றுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கொலை வினையர் ஆகிய மாக்கள்= கொலைத்தொழிலை யுடையராகிய மாந்தர்; புன்மை தெரிவார் அகத்துப் புலை வினையர்= அத்தொழிலின் கீழ்மையை அறியாத நெஞ்சத்தர் ஆயினும், அறிவார் நெஞ்சத்துப் புலைத்தொழிலினர்.<br/><br/>கொலைவினையர் என்றதனான், வேள்விக்கட் கொலையன்மை அறிக. புலைவினையர் என்றது தொழிலாற் புலையர் என்றவாறு. இம்மைக்கட் கீழ்மை எய்துவர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கொலைத் தொழிலினை யுடையராகிய மாக்கள் பொல்லாமையை யாராய்வாரிடத்துத் தொழிற்புலையராகுவர்.<br/><br/>இவரை உலகத்தர் கன்மசண்டாளரென்று சொல்லுவார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Whose trade is 'killing'; always vile they show,<br/>To minds of them who what is vileness know.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Men who destroy life are base men, in the estimation of those who know the nature of meanness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உயிருடம்பி னீ்க்கியாரென்ப செயிருடம்பிற்',
      l2: 'செல்லாத்தீ வாழ்க்கை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உயிர்உடம்பின் நீக்கியார் என்ப செயிர் உடம்பின்<br/>செல்லாத்தீ வாழ்க்கை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நோய் மிகுந்த உடம்புடன் வறுமையான தீய வாழ்க்கை உடையவர், முன்பு கொலை பல செய்து உயிர்களை உடம்புகளிலிருந்து நீக்கினவர் என்று அறிஞர் கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செயிர் உடம்பின் செல்லாத் தீவாழ்க்கையவர்= நோக்கலாகா நோய்உடம்புடனே வறுமைகூர்ந்த இழிதொழில் வாழ்க்கையினை உடையாரை; உயிர் உடம்பின் நீக்கியார் என்ப= இவர் முற்பிறப்பின்கண் உயிர்களை அவை நின்றவுடம்பினின்று நீக்கினவர் என்று சொல்லுவார் வினை விளைவுகளை அறிந்தோர்.<br/><br/>செல்லாவாழ்க்கை தீவாழ்க்கை எனக்கூட்டுக. "செயிருடம்பினராதல் அக்கேபோ லங்கை யொழிய விரலழுகித் - துக்கத் தொழுநோ யெழுபவே"[1] என்பதனானும் அறிக. மறுமைக்கண் இவையும் எய்துவர் என்பதாம்.<br/><br/>இவை யிரண்டு பாட்டானும் கொல்வார்க்கு வரும் தீங்கு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முற்பிறப்பின்கண் உயிரை யுடம்பினின்று நீக்கினார் இவரென்று பெரியோர் கூறுவர்; குற்றமான வுடம்பினையும் ஊணுஞ் செல்லாத தீய மனை வாழ்க்கையினையும் உடையாரை.<br/><br/>இது கொலையினால் வருங் குற்றங் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who lead a loathed life in bodies sorely pained,<br/>Are men, the wise declare, by guilt of slaughter stained.',
          },
          {
            title: 'Commentary',
            author: '',
            text: '(The wise) will say that men of diseased bodies, who live in degradation and in poverty, are those who separated the life from the body of animals (in a former birth).',
          },
        ],
      },
    ],
  },
];
