export default [
  {
    kural: {
      l1: 'கரப்பினுங் கையிகந் தொல்லாநின் னுண்க',
      l2: 'ணுரைக்க லுறுவதொன் றுண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரப்பினுங் கையிகந் தொல்லாநின் உண்கண்<br/>உரைக்கல் உறுவதொன் றுண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நீ சொல்லாமல் மறைத்தாலும் நிற்காமல் உன்னைக் கடந்து உன்னுடைய கண்கள் எனக்குச் சொல்லக்கூடிய செய்தி ஒன்று இருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கரப்பினும்= நீசொல்லாது மறைத்தாய் ஆயினும்;<br/><br/>ஒல்லா கையிகந்து= அதற்கு உடம்படாதே நின்னைக் கைகடந்து;<br/><br/>நின் உண்கண் உரக்கலுறுவது ஒன்று ஒண்டு= நின் கண்களே எமக்குச் சொல்லல் உறுவது ஒருகாரியம் உண்டாய் இராநின்றது, இனியதனை நீயே தெளியச்சொல்வாயாக, எ-று.<br/><br/>கரத்தல்- நாணான் அடக்குதல். தன்கண் பிரிதற்குறிப்பு உளதாகக்கருதி வேறுபட்டாளது வேறுபாடு குறிப்பான் அறிந்து அவட்குத் தன் பிரியாமைக்குறிப்பு அறிவுறுத்தவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நீ சொல்லாது மறைத்தாயாயினும் அதற்குடம்படாதே நின்னைக் கைகடந்து நின்னுண்கண்களே எனக்குச் சொல்லலுறுவதொரு காரியமுண்டாயிராநின்றது: இனியதனை நீயே தெளியச் சொல்வாயாக.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "She cannot hide her dread of his departure. He reads the sign, and says:<br/>Thou hid'st it, yet thine eye, disdaining all restraint, Something, I know not what, would utter of complaint.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though you would conceal (your feelings), your painted eyes would not, for, transgressing (their bounds), they tell (me) something.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கண்ணிறைந்த காரிகைக் காம்பேர்தோட் பேதைக்குப்',
      l2: 'பெண்ணிறைந்த நீர்மை பெரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கண்ணிறைந்த காரிகைக் காம்பேர்தோட் பேதைக்குப்<br/>பெண்நிறைந்த நீர்மை பெரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கண்நிறைந்த அழகும் மூங்கில்போன்ற தோளும் உடைய என் காதலிக்குப் பெண்மைத்தன்மை நிறைந்து விளங்கும் இயல்பு மிகுதியாக உள்ளது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கண் நிறைந்த காரிகைக் காம்பு ஏர் தோள் பேதைக்கு= என்கண்நிறைந்த அழகினையும், வேயை ஒத்த தோளினையும் உடைய நின்பேதைக்கு;<br/><br/>பெண்நிறைந்த நீர்மை பெரிது= பெண்பாலாரிடத்து நிறைந்த மடமை அவ்வளவன்றி மிகுந்தது, எ-று.<br/><br/>இலதாய பிரிவினைத் தன்கண் ஏற்றி அதற்கு அஞ்சுதலான் இவ்வாறு கூறினான்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காண்பார் கண்ணிறைந்த அழகினையும் காம்பையொத்த தோளினையும் உடைய பேதைக்குப் பெண்மை நிறைந்த நீர்மை பெரிது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The simple one whose beauty fills mine eye, whose shoulders curve<br/>Like bambu stem, hath all a woman's modest sweet reserve.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Unusually great is the female simplicity of your maid whose beauty fills my eyes and whose shoulders resemble the bamboo.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மணியிற் றிகழ்தரு நூல்போன் மடந்தை',
      l2: 'யணியிற் றிகழ்வதொன் றுண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மணியில் திகழ்தரு நூல்போல் மடந்தை<br/>அணியில் திகழ்வதொன்று உண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(கோத்த) மணியினுள் விளங்கும் நூலைப்போல் என் காதலியின் அழகினுள் விளங்குவதான குறிப்பு ஒன்று இருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மணியில் திகழ்தரும் நூல்போல்= கோக்கப்பட்ட பளிக்குமணி யகத்துக் கிடந்து புறத்துப் புலனாம் நூல்போல;<br/><br/>மடந்தை அணியில் திகழ்வது ஒன்று உண்டு= இம்மடந்தையது அணியகத்துக் கிடந்து புறத்துப் புலனாகின்றதொரு குறிப்பு உண்டு, எ-று.<br/><br/>அணி- புணர்ச்சியான் ஆய அழகு. அதனகத்துக் கிடத்தலாவது, அதனோடு உடன் நிகழ்தற்பாலதன்றி வைத்து உடனிகழ்தல். அதனை யான் அறிகின்றிலேன், நீ அறிந்து கூறல் வேண்டும் என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கோவைப்பட்ட நீலமணியின்கண்ணே தோற்றுகின்ற நூல்போல, இம்மடந்தை அழகினுள்ளே இவள் மறைக்கவும் தோற்றுகின்றதொரு துன்பம் உணடு.<br/><br/>அழகு - புணர்ச்சியால் வந்த அழகுபோலுமென்னும் குறிப்பு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As through the crystal beads is seen the thread on which they're strung<br/>So in her beauty gleams some thought cannot find a tongue.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is something that is implied in the beauty of this woman, like the thread that is visible in a garland of gems.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முகைமொக்கு ளுள்ளது நாற்றம்போற் பேதை',
      l2: 'நகைமொக்கு ளுள்ளதொன் றுண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முகைமொக்குள் உள்ளது நாற்றம்போல் பேதை<br/>நகைமொக்குள் உள்ளதொன் றுண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அரும்பு தோன்றும்போதும் அடங்கியிருக்கும் மணத்தைப் போல், காதலியின் புன்முறுவலின் தோற்றத்தில் அடங்கி இருக்கும் குறிப்பு ஒன்று உள்ளது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'முகைமொக்குள் உள்ளது நாற்றம்போல்= முகையது முகிழ்ப்பின் உளதாய்ப் புறத்துப் புலனாகாத நாற்றம்போல;<br/><br/>பேதை நகைமொக்குள் உள்ளது ஒன்று உண்டு= நின் பேதை என்னொடு நகக்கருதும் நகையது முகிழ்ப்பின் உளதாய்ப் புறத்துப் புலனாகாததோர் குறிப்புண்டு, எ-று.<br/><br/>முகிழ்ப்பு- முதிர்ச்சியாற்புடைபடுதல். நகை-புணர்ச்சியின்பத்தான் நிகழ்வது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மொட்டின் முகிழ்ப்பின்கண் உளதாகிய நாற்றம்போலப் பேதையுடைய நகைமுகிழ்ப்பின்கண்ணே உள்ளதோ ரின்பம் உண்டு.<br/><br/>இஃது இரந்து பின்னின்ற தலைமகனைத் தோழி நகைசெய்து சேட்படுத்திய போது இவள் குறிப்பு நமக்கு இன்பம் பயக்குமென்று அவன் தன்னெஞ்சிற்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As fragrance in the opening bud, some secret lies<br/>Concealed in budding smile of this dear damsel's eyes.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is something in the unmatured smile of this maid like the fragrance that is contained in an unblossomed bud',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செறிதொடி செய்திறந்த கள்ள முறுதுயர்',
      l2: 'தீர்க்கு மருந்தொன் றுடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செறிதொடி செய்திறந்த கள்ளம் உறுதுயர்<br/>தீர்க்கும் மருந்தொன்று உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலி என்னை நோக்கிச் செய்துவிட்டுச் சென்ற கள்ளமான குறிப்பு. என் மிக்க துயரத்தைத் தீர்க்கும் மருந்து ஒன்று உடையதாக இருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செறிதொடி செய்து இறந்த கள்ளம்= நெருங்கிய வளைகளை உடையாள் என்கண் இல்லாதது ஒன்றனை உட்கொண்டு அது காரணமாக என்னை மறைத்துப்போன குறிப்பு;<br/><br/>உறு துயர் தீர்க்கும் மருந்து ஒன்று உடைத்து= என் மிக்கதுயரைத் தீர்க்கும் மருந்தாவது ஒன்றனை உடைத்து, எ-று.<br/><br/>உட்கொண்டது- பிரிவு. கள்ளம்- ஆகுபெயர். மறைத்தற் குறிப்புத் தானும் உடன்போக்கு உட்கொண்டது. உறுதுயர்- நன்று செய்யத் தீங்கு விளைதலானும், அதுதான் தீர்திறம் பெறாமையானும் உளதாயது. மருந்து- அப்பிரிவின்மை தோழியான் தெளிவித்தல். நீ அது செய்யல்வேண்டும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செறிந்தவளையினை யுடையாள் செய்து அகன்ற களவு நீ உற்றதொரு துன்பத்தைத் தீர்ப்பதொரு மருந்தாதலை உடைத்து.<br/><br/>தோழி மெலிதாகச் சொல்லிக் குறைநயப்பித்தவழி, கேளாரைப்போலத் தலைமகள் அகன்ற செவ்வியுள் எதிர்ப்பட்ட தலைமகற்கு நின்குறை முடியும்; நீ இவ்விடைச்செல் லென்று தோழி கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The secret wiles of her with thronging armlets decked,<br/>Are medicines by which by raising grief is checked.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The well-meant departure of her whose bangles are tight-fitting contains a remedy that can cure my great sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெரிதாற்றிப் பெட்பக் கலத்த லரிதாற்றி',
      l2: 'யன்பின்மை சூழ்வ துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெரிதாற்றிப் பெட்பக் கலத்தல் அரிதாற்றி<br/>அன்பின்மை சூழ்வ துடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பெரிதும் அன்பு செய்து விரும்புமாறு கூடுதல், அரிதாகிய பிரிவைச் செய்து பிறகு அன்பில்லாமல் கைவிட எண்ணுகின்ற குறிப்பை உடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெரிது ஆற்றிப் பெட்பக் கலத்தல்= காதலர் வந்து தம்பிரிவினான் ஆய துன்பத்தினை மிகவும் ஆற்றி நாம் மகிழும் வண்ணம் கலக்கின்ற கலவி;<br/><br/>அரிது ஆற்றி அன்பின்மை சூழ்வது உடைத்து= இருந்தவாற்றான் மேலும் அத்துன்பத்தினை அரிதாக ஆற்றியிருந்து அவர் அன்பின்மையை நினையும் தன்மை உடைத்து எ-று.<br/><br/>பிரிதல் குறிப்பினால் செய்கின்றதாகலான், முடிவில் இன்னாதாகநின்றது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஊடினகாலத்து அதன் அளவின்றி மிகவுமாற்றிப் புணருங்காலத்து முன்புபோலாகாது மேன்மேலும் விரும்புமாறு புணர்தல், யான் அரிதாக ஆற்றியிருந்து தம்மன்பின்மையை யெண்ணுவதொரு பிரிவுடைத்து.<br/><br/>இது பிரியலுற்ற தலைமகனது குறிப்பறிந்த தலைமகள் தோழிக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'While lovingly embracing me, his heart is only grieved;<br/>It makes me think that I again shall live of love bereaved.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The embrace that fills me with comfort and gladness is capable of enduring (my former) sorrow and meditating on his want of love.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தண்ணந் துறைவன் றணந்தமை நம்மினு',
      l2: 'முன்ன முணர்ந்த வளை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தண்ணந் துறைவன் தணந்தமை நம்மினும்<br/>முன்னம் உணர்ந்த வளை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குளிர்ந்த துறையை உடைய காதலன் பிரிந்த பிரிவை நம்மைவிட முன்னமே நம்முடைய வளையல்கள் உணர்ந்து கழன்று விட்டனவே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தண்ணந் துறைவன் தணந்தமை= குளிர்ந்த துறையையுடையவன் நம்மை மெய்யாற் கூடியிருந்தே மனத்தாற் பிரிந்தமையை; நம்மினும் வளை முன்னம் உணர்ந்த= அவன் குறி்பபான் அறிதற்குரிய நம்மினும் இவ்வளைகள் முன்னே அறிந்தன, எ-று.<br/><br/>கருத்து நிகழ்ந்ததாகலின் 'தணந்தமை' என்றும், யான் தெளிய உணர்தற்கு முன்னே தோள்கண் மெலிந்தன என்பாள் அதனை வளைமேல் ஏற்றி, அதுதன்னை உணர்வுடைத்தாக்கியும் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குளிர்ந்த துறையையுடையவன் நம்மை நீங்கினமையை நாமறிவதற்கும் முன்னே வளைகள் அறிந்தன.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My severance from the lord of this cool shore,<br/>My very armlets told me long before.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My bracelets have understood before me the (mental) separation of him who rules the cool seashore.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நெருநற்றுச் சென்றாரெங் காதலர் யாமு',
      l2: 'மெழுநாளே மேனி பசந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நெருநற்றுச் சென்றார்எம் காதலர் யாமும்<br/>எழுநாளேம் மேனி பசந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எம்முடைய காதலர் நேற்றுத்தான் பிரிந்து சென்றார்; யாமும் மேனி பசலை நிறம் அடைந்து ஏழு நாட்கள் ஆய்விட்ட நிலையில் இருக்கின்றோம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எங் காதலர்சென்றார்நெருநற்று= எங்காதலர் பிரிந்து போயினார் நெருநற்றே;<br/><br/>யாமும் மேனி பசந்து எழுநாளேம்= அப்பிரிவிற்கு யாமும் மேனிபசந்து ஏழுநாளுடையம் ஆயினேம் எ-று.<br/><br/>நெருநற்றுச்செய்த தலையளியான் பிரிவு துணியப்பட்டது என்பாள், 'நெருநற்றுச் சென்றார்' என்றும், அதனை ஐயுற்றுச் செல்கின்றது ஏழுநாள் உண்டாகலின் அன்றே மேனி பசந்து 'எழுநாளேம்' என்றும் கூறினாள். இவ்வாற்றான் தலைமகனது பிரிதற் குறிப்பினை உணர்த்தி நின்றது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எமது காதலர் பிரிந்து நெருநற்றுச் சென்றார், யாமும் மேனி பசந்து ஏழுநாளுடையமாயினேம்.<br/><br/>இஃது அவர் பிரிவதன் முன்னும் பிரிவரென் றேங்கி இன்புற்றிலமென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My loved one left me, was it yesterday?<br/>Days seven my pallid body wastes away!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It was but yesterday my lover departed (from me); and it is seven days since my complexion turned sallow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தொடிநோக்கி மென்றோளு நோக்கி யடிநோக்கி',
      l2: 'யஃதாண் டவள்செய் தது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தொடிநோக்கி மென்தோளும் நோக்கி அடிநோக்கி<br/>அஃதாண் டவள்செய் தது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன்னுடைய வளையல்களை நோக்கி, மெல்லிய தோள்களையும் நோக்கித் தன்னுடைய அடிகளையும் நோக்கி அவள் செய்த குறிப்பு உடன்போக்காகிய அதுவேயாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தொடி நோக்கி= (யானது தெளிவித்தவழித் தெளியாது) அவர் பிரிய யான் ஈண்டிருப்பின் இவை நில்லாவெனத் தன் தொடியை நோக்கி;<br/><br/>மென் தோளும் நோக்கி= அதற்கு ஏதுவாக இவை மெலியும் எனத் தன்மென் தோள்களையும் நோக்கி;<br/><br/>அடி நோக்கி= பின் இவ்விரண்டும் நிகழாமல்நீர் நடந்து காத்தல் வேண்டும் என்த் தன் அடியையும் நோக்கி;<br/><br/>ஆண்டு அவள் செய்தது அஃது= அங்ஙனம் அவள் செய்த குறிப்பு உடன்போக்காயிருந்தது, எ-று.<br/><br/>செய்த குறிப்பு- செய்தற்கு ஏதுவாய குறிப்பு. அஃதென்றாள் "செறிதொடி செய்திறந்த கள்ளம்" என்றான் ஆகலின். பிரிதற்குறிப்பு உண்டாயின் அஃது அழுங்கல் பயன்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தொடியையும் நோக்கி, மெல்லிய தோளினையும் நோக்கி, அடியையும் நோக்கி, அவள் அவ்விடத்துச் சென்ற குறிப்பு அதுவாயிருந்தது.<br/><br/>அது - உடன்போக்கு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'She would join him,but shrinks from proposing it. Her companion reads the sign, andsays:<br/>She viewed her tender arms, she viewed the armlets from them slid; She viewed her feet; all this the lady did.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'She looked at her bracelets, her tender shoulders, and her feet; this was what she did there (significantly). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெண்ணினாற் பெண்மை யுடைத்தென்ப கண்ணினாற்',
      l2: 'காமநோய் சொல்லி யிரவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெண்ணினால் பெண்மை உடைத்தென்ப கண்ணினால்<br/>காமநோய் சொல்லி இரவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கண்ணினால் காமநோயைத் தெரிவித்துப் பிரியாம லிருக்குமாறு இரத்தல், பெண்தன்மைக்கு மேலும் பெண் தன்மை உடையது என்று கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காமநோய் கண்ணினாற் சொல்லி இரவு= மகளிர், தம் காமநோயினைத் தோழியர்க்கும் வாயாற் சொல்லாது கண்ணினாற் சொல்லி அது தீர்க்கவேண்டும் என்று அவரை இரவாது உடன்போதல் குறித்துத் தம் அடியினை இரத்தல்;<br/><br/>பெண்ணினால் பெண்மை உடைத்து= தமக்கு இயல்பாகிய பெண்மை மேலும் ஓர் பெண்மைஉடைத்தென்று சொல்லுவர் அறிந்தோர், எ-று.<br/><br/>தலைமகளது உடன்போதல் துணிபு தோழியான் தெளிந்தான் ஆகலின், தன்பிரிவின்மைக் குறிப்பினை அறிவுறுப்பான் அவள் பெண்மையினைப் பிறர்மேலிட்டு வியந்து கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வாயாற் சொல்லாது கண்ணினாலே காமநோயைச் சொல்லி வேண்டிக்கோடல், தமது இயல்பாகிய பெண்மையோடே பின்னையும் ஒரு பெண்மையுடைத்தென்று சொல்லுவர் அறிவோர்.<br/><br/>இது பிரிவுணர்த்திய தலைமகள் குறிப்புக்கண்டு தலைமகற்குத் தோழி சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "He is overcome. To show by eye the pain of love, and for relief to pray,<br/>Is womanhood's most womaly device, men say.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To express their love-sickness by their eyes and resort to begging bespeaks more than ordinary female excellence. ',
          },
        ],
      },
    ],
  },
];
