export default [
  {
    kural: {
      l1: 'இருநோக் கிவளுண்க ணுள்ள தொருநோக்கு',
      l2: 'நோய்நோக்கொன் றந்நோய் மருந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இருநோக்கு இவளுண்கண் உள்ளது ஒருநோக்கு<br/>நோய்நோக்கொன் றந்நோய் மருந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இவளுடைய மை தீட்டிய கண்களில் உள்ளது இருவகைப் பட்ட நோக்கமாகும்; அவற்றுள் ஒரு நோக்கம் நோய் செய்யும் நோக்கம்; மற்றொன்று அந் நோய்க்கு மருந்தாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இவள் உண்கண் உள்ளது இரு நோக்கு= இவளுடைய உண்கண் அகத்ததாய நோக்கு இதுபொழுது என்மேல் இரண்டு நோக்காயிற்று;<br/><br/>ஒருநோக்கு நோய் நோக்கு ஒன்று அந்நோய் மருந்து= அவற்றுள் ஒருநோக்கு என்கண் நோய்செய்யும் நோக்கு, ஏனையது அந்நோய்க்கு மருந்தாய நோக்கு.<br/><br/>உண்கண்: மையுண்ட கண். நோய்செய்யும் நோக்கு, அவள் மனத்தினான் ஆய காமக்குறிப்பினை வெளிப்படுத்துகின்ற நோக்கு; மருந்தாய நோக்ககுத் தன்கண் நிகழ்கின்ற அற்பு நோக்கு; நோய் செய்யும் நோக்கினைப் பொதுநோக்கு என்பாரும் உளர்; அது நோய் செயின் கைக்கிளையாவதல்லது அகம் ஆகாமை அறிக. இவ்வருத்தம் தீரும் வாயிலும் உண்டாயிற்று என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இவள் உண் கண்ணிலுள்ள நோக்கு இரண்டு வகைத்து; அவ்விரு வகையினும் ஒரு நோக்கு நோய் செய்யும்; ஒரு நோக்கு அதற்கு மருந்தாம்.<br/><br/>நோய்நோக்கென்பது முதல்நோக்கின நோக்கம்: மருந்து நோக்கென்பது இதனால் வருத்தமுற்ற தலைமகனைத் தலைமகள் உள்ளங்கலங்கி நாணோடுகூடி நோக்கின நோக்கம். இது நாணமுடைய பெண்டிரது உள்ளக்கருத்து வெளிப்படுமாறு கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A double witchery have glances of her liquid eye;<br/>One glance is glance that brings me pain; the other heals again.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There are two looks in the dyed eyes of this (fair one); one causes pain, and the other is the cure thereof.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கண்களவு கொள்ளுஞ் சிறுநோக்கங் காமத்திற்',
      l2: 'செம்பாக மன்று பெரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கண்களவு கொள்ளும் சிறுநோக்கம் காமத்தில்<br/>செம்பாகம் அன்று பெரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கண்ணால் என்னை நோக்கிக் களவு கொள்கின்ற சுருங்கிய பார்வை காமத்தில் நேர்பாதி அன்று; அதைவிடப் பெரிய பகுதியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கண் களவு கொள்ளும் சிறு நோக்கம்= இவள் கண்கள் யான் காணாமல் என்மேல் நோக்குகின்ற அருகிய நோக்கம்;<br/><br/>காமத்தில் செம்பாகம் அன்று பெரிது= மெய்யுறுபுணர்ச்சியின் ஒத்த பாதியளவு அன்று, அதனினும் மிகும்.<br/><br/>தான் நோக்கியவழி நாணி இறைஞ்சியும், நோக்காவழி உற்று நோக்கியும் வருதலால் 'களவுகொள்ளும்' என்றும், அஃது உளதாததல் காலம் சிறிதாகலின் 'சிறுநோக்கம்' என்றும், அஃது உளப்பாடுள்வழி நிகழ்வதாகலின் இனிப் புணர்தல் ஒருதலை என்பான் 'செம்பாகம் அன்று பெரிது' என்றும் கூறினான்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்கண்களைச் சோர்வுபார்த்துக் களவினால் நோக்குகின்ற சிறிய நோக்கம், வேண்டப்பட்ட பொருளிற் பாதியேயன்று; பெரிது.<br/><br/>தலைமகள் தலைமகன் காணாமைநோக்குதலின் அது களவாயிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The furtive glance, that gleams one instant bright,<br/>Is more than half of love's supreme delight.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A single stolen glance of her eyes is more than half the pleasure (of sexual embrace).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நோக்கினா ணோக்கி யிறைஞ்சினா ளஃதவள்',
      l2: 'யாப்பினு ளட்டிய நீர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நோக்கினாள் நோக்கி இறைஞ்சினாள் அஃதவள்<br/>யாப்பினுள் அட்டிய நீர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'என்னை நோக்கினாள்; யான் கண்டதும், நோக்கித் தலைகுனிந்தாள்; அது அவள் வளர்க்கும் அன்பினுள் வார்க்கின்ற நீராகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நோக்கினாள்= யான் நோக்காவளவில் தான் என்னை அன்போடு நோக்கினாள்;<br/><br/>நோக்கி இறைஞ்சினாள்= நோக்கி ஒன்றனை யுட்கொண்டு நாணி இறைஞ்சினாள்;<br/><br/>அஃது யாப்பினுள் அவள் அட்டிய நீர்= அக்குறிப்பு இருவேம் இடையும் தோன்றிய அற்புப்பயிர் வளர அதன்கண் அவள் வார்த்த நீராயிற்று.<br/><br/>'அஃது' என்னும் சுட்டுப்பெயர், அச்செய்கைக்கு ஏதுவாய குறிப்பின்மேன் நின்றது. யாப்பினான் ஆயதனை 'யாப்பு' என்றார். ஏகதேச உருவகம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முற்பட நோக்கினாள், நோக்கினபின்பு நாணினாள். அஃது அவள் நட்புப்பயிர் வளர அதன்கண் வார்த்த நீர்.<br/><br/>தலைமகள் நாண் போகாமைக்குக் காரணங் கூறியவாறாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "She looked, and looking drooped her head;<br/>On springing shoot of love 'its water shed!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'She has looked (at men) and stooped (her head); and that (sign) waters as it were (the corn of) our love. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'யானோக்குங் காலை நிலனோக்கு நோக்காக்காற்',
      l2: 'றானோக்கி மெல்ல நகும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யான்நோக்கும் காலை நிலன்நோக்கும் நோக்காக்கால்<br/>தான்நோக்கி மெல்ல நகும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் நோக்கும்போது அவள் நிலத்தை நோக்குவாள்; யான் நோக்காதபோது அவள் என்னை நோக்கி மெல்லத் தனக்குள் மகிழ்வாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'யான் நோக்கும் காலை நிலன் நோக்கும்= யான் தன்னை நோக்குங்கால் தான் எதிர் நோக்காது இறைஞ்சி நிலத்தை நோக்காநிற்கும்;<br/><br/>நோக்காக்கால் தான் நோக்கி மெல்ல நகும்= அஃது அறிந்து யான் நோக்காக்கால் தான் என்னை நோக்கித் தன்னுள்ளே மகிழாநிற்கும்.<br/><br/>மெல்ல: வெளி்ப்படாமல். மகிழ்ச்சியால் புணர்தற் குறிப்பு இனிது விளங்கும். மெல்ல நகும் என்பதற்கு முறுவலிக்கும் என்று உரைப்பாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் தன்னைப்பார்க்குங்கால் தான் நிலத்தைப் பார்க்கும்; யான் பாராத விடத்துத் தான்பார்த்துத் தோன்றாமை நகும்.<br/><br/>மெல்ல நகுதல்- முகிழமுகிழ்த்தல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I look on her; her eyes are on the ground the while;<br/>I look away; she looks on me with timid smile.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I look, she looks down; when I do not, she looks and smiles gently.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குறிக்கொண்டு நோக்காமை யல்லா லொருகண்',
      l2: 'சிறக்கணித்தாள் போல நகும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குறிக்கொண்டு நோக்காமை அல்லால் ஒருகண்<br/>சிறக்கணித்தாள் போல நகும் ⁠1095',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'என்னை நேராகக் குறித்துப் பார்க்காத அத்தன்மையே அல்லாமல், ஒரு கண்ணைச் சுருக்கினவள்போல் என்னைப் பார்த்துத் தனக்குள் மகிழ்வாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குறிக்கொண்டு நோக்காமை அல்லால்= நேரே குறிக்கொண்டு நோக்காத் துணையல்லது;<br/><br/>ஒருகண் சிறக்கணித்தாள் போல நகும்= ஒருகண்ணைச் சிறக்கணித்தாள் போல என்னை நோக்கிப் பின் தன்னுள்ளே மகிழாநிற்கும்.<br/><br/>சிறக்கணித்தாள் என்பது செய்யுள் விகாரம். சிறங்கணித்தல்:சுருங்குதல். அதுதானும் வெளிப்பட நிகழாமையின் 'போல' என்றான். நோக்கி என்பது, சொல்லெச்சம். இனி இவளை எய்துதல் ஒருதலை என்பது குறிப்பெச்சம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குறித்துக் கொண்டு நோக்காமை யல்லது ஒருகால் உடம்பட்டாள் போல நகா நின்றாள்.<br/><br/>அஃதாவது காமக்குறிப்புடையார்போல நகுதல். அது வெளிப்பட நில்லாமையின் போல என்றார். இது தன்குறிப்புத் தோன்றாமல் நகுதல் உடன்படுதலாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'She seemed to see me not; but yet the maid<br/>Her love, by smiling side-long glance, betrayed.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'She not only avoids a direct look at me, but looks as it were with a half-closed eye and smiles.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறாஅ தவர்போற் சொலினுஞ் செறாஅர்சொ',
      l2: 'லொல்லை யுணரப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறாஅ தவர்போல் சொலினும் செறாஅர்சொல்<br/>ஒல்லை உணரப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'புறத்தே அயலார்போல் அன்பில்லாத சொற்களைச் சொன்னாலும் அகத்தே பகையில்லாதவரின் சொல் என்பது விரைவில் அறியப்படும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உறாஅதவர் போல் சொலினும்= புறத்து நொதுமலர்போலக் கடுஞ்சொல் சொன்னாராயினும்;<br/><br/>செறாஅர் சொல் ஒல்லை உணரப்படும்= அகத்துச் செறுதல் இலாதார் சொல் பிற்பயத்தல் குறையுற்றாரான் கடிதின் அறியப்படும்.<br/><br/>கடுஞ்சொல் என்பது, இவ்விடம் காவல் மிகுதியுடைத்து, வரற்பாலீர் அல்லீர் என்றன் முதலாயின. 'செறார்' எனவே, அருளுடைமை பெறப்பட்டது. தன் குறை முடிக்கக்கருதியே சேட்படுக்கின்றமை குறிப்பான் அறிந்து, உலகியன்மேல் இட்டுக் கூறியவாறு. இதுவருகின்ற பாட்டிற்கும் ஒக்கும்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கூடாதவர் போலச் சொல்லினும், செறுதலில்லாதார் சொல்லை அதற்குக் காரணமாகப் பிறிதொன்று உளதென்று விரைந்தறிதல் வேண்டும்.<br/><br/>இஃது உறுப்பினாலிசைவுகாட்டி, உரையினால் மறுப்பினும் உடன்படுதலாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though with their lips affection they disown,<br/>Yet, when they hate us not, 'tis quickly known.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though they may speak harshly as if they were strangers, the words of the friendly are soon understood.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செறாஅச் சிறுசொல்லுஞ் செற்றார்போ னோக்கு',
      l2: 'முறாஅர்போன் றுற்றார் குறிப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செறாஅச் சிறுசொல்லும் செற்றார்போல் நோக்கும்<br/>உறாஅர்போன்று உற்றார் குறிப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பகைகொள்ளாத கடுஞ்சொல்லும், பகைவர்போல் பார்க்கும் பார்வையும் புறத்தே அயலார்போல் இருந்து அகத்தே அன்பு கொண்டவரின் குறிப்பாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செறாஅச் சிறுசொல்லும்= பின் இனிதாய் முன் இன்னாதாய சொல்லும்;<br/><br/>செற்றார்போல் நோக்கும்= அகத்துச் செறாதிருந்தே புறத்துச் செற்றார் போன்ற வெகுளிநோக்கும்;<br/><br/>உறாஅர் போன்று உற்றார் குறிப்பு= நொதுமலர் போன்று நட்பாயினார்க்கு ஒரு குறிப்புப்பற்றி வருவன.<br/><br/>குறிப்பு ஆகுபெயர். இவை உள்ளே ஒருபயன் குறித்துச் செய்கின்றன; இயல்பல்லவாகலான், இவற்றிற்கு அஞ்சவேண்டா என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செறுதலில்லாக் கடுஞ்சொல்லும், செற்றார்போல நோக்குதலும், அன்புறாதார் போல அன்புற்றாரது குறிப்பென்று கொள்ளப்படும்.<br/><br/>இஃது அன்பின்மை தோற்ற நில்லாமையின் உடன்பாடென்று தேறியது',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The slighting words that anger feign, while eyes their love reveal,<br/>Are signs of those that love, but would their love conceal.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Little words that are harsh and looks that are hateful are (but) the expressions of lovers who wish to act like strangers.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அசையியற் குண்டாண்டோ ரேஎர்யா னோக்கப்',
      l2: 'பசையினள் பைய நகும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அசையியற்கு உண்டாண்டோர் ஏஎர்யான் நோக்கப்<br/>பசையினள் பைய நகும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் நோக்கும்போது அதற்காக அன்பு கொண்டவளாய் மெல்லச் சிரிப்பாள்; அசையும் மெல்லிய இயல்பை உடைய அவளுக்கு அப்போது ஓர் அழகு உள்ளது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'யான் நோக்கப் பசையினள் பைய நகும்= என்னை அகற்றுகின்ற சொற்கு ஆற்றாது யான் இரந்து நோக்கியவழி அஃது அறிந்து நெகிழ்ந்து உள்ளே மெல்ல நகாநின்றாள்;<br/><br/>அசை இயற்கு ஆண்டு ஓர் ஏர் உண்டு= அதனால் நுடங்கிய இயல்பினை உடையாட்கு அந்நகையின்கண்ணே தோன்றுகின்றதோர் நன்மைக் குறிப்புண்டு.<br/><br/>ஏர் ஆகுபெயர். அக்குறிப்பு இனிப் பழுதாகாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அசைந்த இயல்பினையுடையாட்கு அவ்விடத்தோர் அழகுண்டு; யான் நோக்க நெகிழ்ந்து மெல்ல நகாநின்றாள்<br/><br/>அவ்விடமென்றது தானே நெகிழ்ந்து நக்க இடம்: அழகு- தன்வடிவினுள் மிக்க குணம்: பைய நகுதல்- ஓசைப்படாமல் நகுதல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I gaze, the tender maid relents the while;<br/>And, oh the matchless grace of the soft smile!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I look, the pitying maid looks in return and smiles gently; and that is a comforting sign for me. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஏதிலார் போலப் பொதுநோக்கு நோக்குதல்',
      l2: 'காதலார் கண்ணே யுள',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஏதிலார் போலப் பொதுநோக்கு நோக்குதல்<br/>காதலார் கண்ணே உள',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'புறத்தே அயலார்போல் அன்பில்லாத பொதுநோக்கம் கொண்டு பார்த்தல், அகத்தே காதல் கொண்டவரிடம் உள்ள ஓர் இயல்பாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஏதிலார் போலப் பொதுநோக்கு நோக்குதல்= முன் அறியாதார் போல ஒருவரை யொருவர் பொதுநோக்கத்தான் நோக்குதல்;<br/><br/>காதலார் கண்ணே உள= இக்காதலை உடையார்கண்ணே உளவாகாநின்றன.<br/><br/>'பொதுநோக்கு': யாவர்மாட்டும் ஒருதன்மைத்தாய நோக்கு. நோக்குதல் தொழில் ஒன்றே யாயினும், இருவர்கண்ணும் நிகழ்தலானும், ஒருவர்கட்டானும் குறிப்பு வேறுபாட்டான் பலவாம் ஆகலானும், 'உள' எனப் பன்மையாற் கூறப்பட்டது. இருவரும் \"மதுமறைந் துண்டோர் மகிழ்ச்சி போல, உள்ளத்துள்ளே மகிழ்\" 1தலின், அதுபற்றிக் 'காதலார்' என்றும், அது புறத்து வெளிப்படாமையின் 'ஏதிலார் போல' என்றும் கூறினாள்.<br/><br/>1.\"ஏனல் காவல் இவளுமல்லள்\" என்ற பாட்டு. இதனை இறையனார் அகப்பொருள், 8-ஆம் சூத்திரத்து உரையிலும், தொல்காப்பியம், பொருளதிகாரம், களவியல் 23-ஆம் சூத்திரத்துரையிலும் காண்க.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அயலார்போலப் பொது நோக்கத்தால் நோக்குதல் காதலித்தார் மாட்டே யுளதாம்.<br/><br/>இது குறித்து நோக்காமையும் உடன்படுதலென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The look indifferent, that would its love disguise,<br/>Is only read aright by lovers' eyes.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Both the lovers are capable of looking at each other in an ordinary way, as if they were perfect strangers.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கண்ணொடு கண்ணிணை நோக்கொக்கின் வாய்ச்சொற்க',
      l2: 'ளென்ன பயனு மில',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கண்ணொடு கண்இணை நோக்கொக்கின் வாய்ச்சொற்கள்<br/>என்ன பயனும் இல',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கண்களோடு கண்கள் நோக்கால் ஒத்திருந்து அன்பு செய்யுமானால் வாய்ச்சொற்கள் என்ன பயனும் இல்லாமற் போகின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கண்ணொடு கண்ணிணை நோக்கு ஒக்கின்= காமத்திற்குரிய இருவருள் ஒருவர் கண்களோடு ஒருவர் கண்கள் நோக்கல் ஒக்குமாயின்;<br/><br/>வாய்ச் சொற்கள் என்ன பயனும் இல= அவர் வாய்மைதோன்றச் சொல்லுகின்ற வாய்ச்சொற்கள் ஒரு பயனும் உடையவல்ல.<br/><br/>நோக்கால் ஒத்தல் காதல் நோக்கினவாதல். 'வாய்ச்சொற்கள்': மனத்தின்கண் இன்றி, வாயளவில் தோன்றுகின்ற சொற்கள். இருவர் சொல்லும் கேட்டு உலகியன்மேல் வைத்துக் கூறியவாறு. இருவர் சொல்லுமாவன அவள் புனங்காவன்மேலும், அவன் வேட்டத்தின்மேலும் சொல்லுவன. பயனில் சொற்கள் ஆகலின், இவை கொள்ளப்படா என்பதாம். இவை புணர்தல் நிமி்த்தம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கண்களோடு கண்கள் காமக்குறிப்பினால் நோக்கும் நோக்கம் ஒக்குமாயின் வாயினாற் சொல்லுஞ் சொற்கள் ஒரு பயனுடையவல்ல.<br/><br/>இது சார்தலுறுகின்ற தலைமகன் தன்னெஞ்சிற்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When eye to answering eye reveals the tale of love,<br/>All words that lips can say must useless prove.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The words of the mouths are of no use whatever, when there is perfect agreement between the eyes (of lovers). ',
          },
        ],
      },
    ],
  },
];
