export default [
  {
    "kural": {
      "l1": "கொலைமேற் கொண்டாரிற் கொடிதே யலைமேற்கொண்",
      "l2": "டல்லவை செய்தொழுகும் வேந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொலைமேற்கொண் டாரிற் கொடிதே அலைமேற்கொண்டு<br/>அல்லவை செய்தொழுகும் வேந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குடிகளை வருத்தும் தொழிலை மேற்கொண்டு, முறையல்லாத செயல்களைச் செய்து நடக்கும் அரசன் கொலைத் தொழிலைக் கொண்டவரைவிடக் கொடியவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொலை மேற்கொண்டாரின் கொடிது= பகைமை பற்றிக் கொல்லுதல் தொழிலை தம்மேற்கொண்டு ஒழுகுவாரினும் கொடியன்; அலை மேற்கொண்டு அல்லவை செய்து ஒழுகும் வேந்து= பொருள் வெஃகிக் குடிகளை அலைத்தல் தொழிலைத் தன்மேற்கொண்டு முறையல்லவற்றைச் செய்தொழுகும் வேந்தன்.<br/><br/>அவர் செய்வது ஒருபொழுதைத் துன்பம், இவன் செய்வது எப்பொழுதும் துன்பமாம் என்பது பற்றி, அவரினும் 'கொடியன்' என்றார். பான்மயக்குறழ்ச்சி(பால்மயக்கு உறழ்ச்சி). 'வேந்து' என்பது உயர்திணைப்பொருட்கண் வந்த அஃறிணைச்சொல். 'அலை' கொலையினும் கொடிது என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொலைத்தொழிலை மேற்கொண்டவரினும் கொடியன், அலைத்தற்றொழிலை மேற்கொண்டு நீதியல்லாதன செய்து ஒழுகுகின்ற அரசன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than one who plies the murderer's trade, more cruel is the king<br/>who all injustice works, his subjects harassing."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The king who gives himself up to oppression and acts unjustly (towards his subjects) is more cruel than the man who leads the life of a murderer."
          }
        ]
      }
    ],
    "id": 551
  },
  {
    "kural": {
      "l1": "வேலொடு நின்றா னிடுவென் றதுபோலுங்",
      "l2": "கோலொடு நின்றா னிரவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேலொடு நின்றான் இடுவென் றதுபோலும்<br/>கோலொடு நின்றான் இரவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆட்சிக்குரிய கோலை ஏந்தி நின்ற அரசன் குடிகளைப் பொருள் கேட்டல், போகும் வழியில் தனியே வேல் ஏந்தி நின்ற கள்வன் 'கொடு' என்று கேட்பதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேலொடு நின்றான்= ஆறலைக்கும் இடத்துத் தனியே வேல்கொண்டு நின்ற கள்வன்; இடு என்றது போலும்= ஆறுசெல்வானை நின் கைப்பொருள் தாவென்று வேண்டுதலோடு ஒக்கும்; கோலொடு நின்றான் இரவு= ஒறுத்தல் தொழிலோடு நின்ற அரசன் குடிகளைப் பொருள்வேண்டுதல்.<br/><br/>வேலொடு நின்றான் என்றதனான் பிறரொடு நில்லாமையும், இரவு என்றதனால் இறைப்பொருள்அன்மையும் பெற்றாம். தாராக்கால் ஒறுப்பல் என்னும் குறிப்பினன் ஆகலின், இரவான் கோடலும் கொடுங்கோன்மையாயிற்று.<br/><br/>இவை இரண்டு பாட்டானும் கொடுங்கோன்மையது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனியிடத்தே வேலொடு நின்றவன் கையிலுள்ளன தா வென்றல்போலும்: முறைசெய்தலை மேற்கொண்டு நின்றவன் குடிகள்மாட்டு இரத்தல்.<br/><br/>கோலொடு நிற்றல்- செவ்வைசெய்வாரைப் போன்று நிற்றல். நிச்சயித்த கடமைக்குமேல் வேண்டுகோளாகக் கொள்ளினும். அது வழியிற் பறிப்பதனோடு ஒக்குமென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As 'Give' the robber cries with lance uplift,<br/>So kings with sceptred hand implore a gift."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The request (for money) of him who holds the sceptre is like the word of a highway robber who stands with a weapon in hand and says \"give up your wealth\"."
          }
        ]
      }
    ],
    "id": 552
  },
  {
    "kural": {
      "l1": "நாடொறு நாடி முறைசெய்ய மன்னவ",
      "l2": "னாடொறு நாடு கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாடொறும் நாடி முறைசெய்யா மன்னவன்<br/>நாடொறும் நாடு கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாள்தோறும தன் ஆட்சியில் விளையும் நன்மை தீமைகளை ஆராய்ந்து முறை செய்யாத அரசன், நாள்தோறும் ( மெல்ல மெல்லத் ) தன் நாட்டை இழந்து வருவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நாள்தொறும் நாடி முறைசெய்யா மன்னவன்= தன் நாட்டு நிகழும் தீமைகளை நாள்தோறும் ஆராய்ந்து அதற்கொக்க முறைமையைச் செய்யாத அரசன்; நாள்தொறும் நாடு கெடும்= நாள் தோறும் நாடு இழக்கும்.<br/><br/>அரசனுக்கு நாடு உறுப்பாகலின், அதன் வினை அவன்மேல் நின்றது. இழத்தல்- பயன் எய்தாமை. மன்னவனோடு நாடோறும்கெடும் என்று உரைப்பாரும் உளர்.1"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குற்றமும் குணமும் நாடோறும் ஆராய்ந்து அதற்குத் தக்க முறை செய்யாத அரசன் நாடு நாடோறும் கெடும்.<br/><br/>இது நாடு கெடுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who makes no daily search for wrongs, nor justly rules, that king<br/>Doth day by day his realm to ruin bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The country of the king who does not daily examine into the wrongs done and distribute justice, will daily fall to ruin."
          }
        ]
      }
    ],
    "id": 553
  },
  {
    "kural": {
      "l1": "கூழுங் குடியு மொருங்கிழக்குங் கோல்கோடிச்",
      "l2": "சூழாது செய்ய மரசு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூழுங் குடியும் ஒருங்கிழக்கும் கோல்கோடிச்<br/>சூழாது செய்யும் அரசு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "( ஆட்சிமுறை கெட்டுக் ) கொடுங்கோலனாகி ஆராயாமல் எதையும் செய்யும் அரசன், பொருளையும் குடிகளையும் ஒரு சேர இழந்து விடுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சூழாது கோல் கோடிச் செய்யும் அரசு= மேல்விளைவு எண்ணாது, முறைதப்பச் செய்யும் அரசன்; கூழும் குடியும் ஒருங்கு இழக்கும்= செயலான் முன் ஈட்டிய பொருளையும் பின் ஈட்டுதற்கு ஏதுவாகிய குடிகளையும் சேர இழக்கும்.<br/><br/>கோட என்பது திரிந்துநின்றது. முன்ஈட்டிய பொருள் இழத்தற்கு ஏது வரும்பாட்டான் கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளையும் பொருள்தரும் குடியையும் கூட இழப்பன், முறை கோடி ஆராயாது செய்யும் அரசன்.<br/><br/>இஃது ஆராயாது செய்வதனால்வருங் குற்றங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose rod from right deflects, who counsel doth refuse,<br/>At once his wealth and people utterly shall lose."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The king, who, without reflecting (on its evil consequences), perverts justice, will lose at once both his wealth and his subjects."
          }
        ]
      }
    ],
    "id": 554
  },
  {
    "kural": {
      "l1": "அல்லற்பட் டாற்றா தழுதகண் ணீரன்றே",
      "l2": "செல்வத்தைத் தேய்க்கும் படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அல்லற்பட்டு ஆற்றாது அழுதகண் ணீரன்றே<br/>செல்வத்தைத் தேய்க்கும் படை ⁠555"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "( முறை செய்யாதவனுடைய ) செல்வத்தைத் தேய்த்து அழிக்கவல்ல படை, அவனால் பலர் துன்பப்பட்டுத் துன்பம் பொறுக்க முடியாமல் அழுத கண்ணீர் அன்றோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அல்லல்பட்டு ஆற்றாது அழுத கண்ணீர் அன்றே= அரசன் முறைசெய்யாமையான் குடிகள் துன்பமுற்று அதனைப் பொறுக்கமாட்டாது அழுதகண்ணீ்ர் அன்றே; செல்வத்தைத் தேய்க்கும் படை= அவன் செல்வத்தைக் குறைக்கும் கருவி.<br/><br/>'அழுத கண்ணீர்' அழுதலான் வந்த கண்ணீர். செல்வமாகிய மரத்தை என்னாமையின், இஃது ஏகதேச உருவகம். அல்லற்படுத்திய பாவத்தது தொழில் அதற்கு ஏதுவாகிய கண்ணீர்மேல் நின்றது, அக்கண்ணீரிற் கொடியது பிறிது இன்மையின். செல்வம் கடிதின் தேயும் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நீதியல்லன செய்தலானே அல்லற்பட்டு அதற்கு ஆற்றாது அழுத கண்ணீரன்றோ செல்வத்தைத் தேய்க்கும் ஆயுதம்.<br/><br/>இஃது இவ்வரசன் கெடுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His people's tears of sorrow past endurance , are not they<br/>Sharp instruments to wear the monarch's wealth away?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Will not the tears, shed by a people who cannot endure the oppression which they suffer (from their king), become a saw to waste away his wealth ? "
          }
        ]
      }
    ],
    "id": 555
  },
  {
    "kural": {
      "l1": "மன்னர்க்கு மன்னுதல் செங்கோன்மை யஃதின்றேன்",
      "l2": "மன்னாவா மன்னர்க் கொளி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மன்னர்க்கு மன்னுதல் செங்கோன்மை அஃதின்றேல்<br/>மன்னாவாம் மன்னர்க் கொளி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசர்க்குக் புகழ் நிலைபெறக் காரணம் செங்கோல் முறையாகும். அஃது இல்லையானால் அரசர்க்குப் புகழ் நிலைபெறாமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன்னர்க்கு மன்னுதல் செங்கோன்மை= அரசர்க்குப் புகழ்கள்தாம் நிலைபெறுதல் செங்கோன்மையான் ஆம்; அஃது இன்றேல் மன்னர்க்கு ஒளி மன்னாவாம்= அச்செங்கோன்மை இல்லையாயின், அவர்க்கு அப்புகழ்கள்தான் உளவாகா.<br/><br/>விகாரத்தான் தொக்க மூன்றாவது விரித்து ஆக்கம் வருவித்து உரைக்கப்பட்டது. மன்னுதற்கு ஏது புகழாதல் \"இந்நிலத்து மன்னுதல் வேண்டின் இசை நடுக\"2 என்பதனானும் அறிக. 'மன்னா'மை ஒருகாலும் நிலையாமை. பழிக்கப்பட்டால் ஒளி மன்னாவாம். ஆகவே தாமும் மன்னார் என்பது ஆயிற்று. வென்றி, கொடை முதலிய ஏதுக்களால் புகழ் பகுதிப்படுதலின், பன்மையாற் கூறினார். அவை எல்லாம் செங்கோன்மை இல்வழி இலவாம் என்பதாம்.<br/><br/>இவை நான்கு பாட்டானும் கொடுங்கோலன் ஆயினான் எய்தும் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அரசர்க்கு ஒளி நிலைபெறுதல் செங்கோன்மை; அஃதில்லை யாயின் அரசர்க்கு ஒளி நிலையாதாம்.<br/><br/>முறை செய்யாமையால் அவன் நிலைபெறுதல் அருமையெனக் குற்றங் கூறுவார் முற்படப் புகழில்லையாம் என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To rulers' rule stability is sceptre right;<br/>When this is not, quenched is the rulers' light."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Righteous government gives permanence to (the fame of) kings; without that their fame will have no endurance."
          }
        ]
      }
    ],
    "id": 556
  },
  {
    "kural": {
      "l1": "துளியின்மை ஞாலத்திற் கெற்றற்றே வேந்த",
      "l2": "னளியின்மை வாழு முயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துளியின்மை ஞாலத்திற்கு எற்றற்றே வேந்தன்<br/>அளியின்மை வாழும் உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழைத்துளி இல்லாதிருத்தல் உலகத்திற்கு எத்தன்மையானதோ அத்தன்மையானது நாட்டில் வாழும் குடிமக்களுக்கு அரசனுடைய அருள் இல்லாத ஆட்சி."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துளியின்மை ஞாலத்திற்கு எற்று= மழையில்லாமை வையத்து வாழும் உயிர்கட்கு எவ்வகைத் துன்பம் பயக்கும்; அற்றே வேந்தன் அளியின்மை வாழும் உயிர்க்கு= அவ்வகைத் துன்பம் பயக்கும், அரசன் தண்ணளி இல்லாமை அவன் நாட்டு வாழும் குடிகட்கு.<br/><br/>சிறப்புப்பற்றித் 'துளி'யென்றது மழைமேல் நின்றது. 'உயிர்' என்பது குடிகள்மேன் நின்றது. மேல் 'வான்நோக்கி வாழும்'3 என்றதனை எதிர்மறை முகத்தாற் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலகத்திற் பல்லுயிர்க்கும் மழையில்லையானால் வருந்துன்பம் எத்தன்மைத்தாகின்றது; அத்தன்மைத்து, அரசன் அருளிலனாதால் அவன் கீழ் வாழும் மக்கட்கு.<br/><br/>இஃது அருள் செய்யாமையால் வருங் குற்றங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As lack of rain to thirsty lands beneath,<br/>Is lack of grace in kings to all that breathe."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As is the world without rain, so live a people whose king is without kindness."
          }
        ]
      }
    ],
    "id": 557
  },
  {
    "kural": {
      "l1": "இன்மையி னி்ன்னா துடைமை முறைசெய்யா",
      "l2": "மன்னவன் கோற்கீழ்ப் படின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்மையின் இன்னாது உடைமை முறைசெய்யா<br/>மன்னவன் கோற்கீழ்ப் படின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முறை செய்யாத அரசனுடைய கொடுங்கோல் ஆட்சியின் கீழ் இருக்கப்பெற்றால், பொருள் இல்லாத வறுமை நிலையைவிடச் செல்வநிலை துன்பமானதாகும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முறை செய்யா மன்னவன் கோல் கீழ்ப்படின்= முறை செய்யாத அரசனது கொடுங்கோலின்கீழ் வாழின்; இன்மையின் உடைமை இன்னாது= யாவர்க்கும் பொருளினது இன்மையினும் உடைமை இன்னாது.<br/><br/>தனக்குரிய பொருளோடு அமையாது, மேலும் வெஃகுவோனது நாட்டுக் கைந்நோவ யாப்புண்டல் முதலிய வருவது பொருளுடையார்க்கே ஆகலின், அவ்வுடைமை இன்மையினும் இன்னாதாயிற்று.<br/><br/>இவை இரண்டு பாட்டானும் அவன்நாட்டு வாழ்வார்க்கு வரும் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்குரவினும் செல்வம் துன்பமாகும்: முறைசெய்யாத அரசனது கொடுங்கோலின் கீழே குடியிருக்கின்.<br/><br/>இது பொருளுடையாரும் துன்பமுறுவரென்றது. இவை மூன்றும் முறை செய்யாமையாலே வருங் குற்றங் கூறின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To poverty it adds a sharper sting,<br/>To live beneath the sway of unjust king."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Property gives more sorrow than poverty, to those who live under the sceptre of a king without justice."
          }
        ]
      }
    ],
    "id": 558
  },
  {
    "kural": {
      "l1": "முறைகோடி மன்னவன் செய்யி னுறைகோடி",
      "l2": "யொல்லாது வானம் பெயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முறைகோடி மன்னவன் செய்யின் உறைகோடி<br/>ஒல்லாது வானம் பெயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசன் முறைதவறி நாட்டை ஆட்சி செய்வானானால், அந்த நாட்டில் பருவமழை தவறி மேகம் மழை பெய்யாமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன்னவன் முறை கோடிச் செய்யின்= மன்னவன் தான்செய்யும் பொருளை முறைதப்பச் செய்யுமாயின்; உறைகோடி வானம் பெயல் ஒல்லாது= அவன்நாட்டுப் பருவமழை இன்றாம்வகை மேகம் பொழிதலைச் செய்யாது.<br/><br/>இரண்டிடத்தும் கோட என்பன திரிந்துநின்றன. 'உறை' கோடுதலாவது, பெய்யும் காலத்துப் பெய்யாமை. அதற்கு ஏது வருகின்ற பாட்டாற் கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முறைமைகோட மன்னவன் செய்வனாயின், மழை துளி விடுதலைத் தவிர்ந்து பெய்யாதொழியும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where king from right deflecting, makes unrighteous gain,<br/>The seasons change, the clouds pour down no rain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the king acts contrary to justice, rain will become unseasonable, and the heavens will withhold their showers."
          }
        ]
      }
    ],
    "id": 559
  },
  {
    "kural": {
      "l1": "ஆபயன் குன்று மறுதொழிலோர் நூன்மறப்பர்",
      "l2": "காவலன் காவா னெனின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆபயன் குன்றும் அறுதொழிலோர் நூல்மறப்பர்<br/>காவலன் காவான் எனின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாட்டைக் காக்கும் தலைவன் முறைப்படி காக்காவிட்டால் அந்நாட்டில் பசுக்கள் பால் தருதலாகிய பயன் குன்றும்; அந்தணரும் அறநூல்களை மறப்பர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காவலன் காவான் எனின்= காத்தற்குஉரிய அரசன் உயிர்களைக் காவான் ஆயின்; ஆபயன் குன்றும்= அறன் இல்லாத அவன் நாட்டுப் பசுக்களும் பால் குன்றும்; அறு தொழிலோர் நூல் மறப்பர்= அந்தணரும் நூல்களை மறந்து விடுவர்.<br/><br/>'ஆ பயன்', ஆவாற் கொள்ளும் பயன். அறுதொழிலாவன: ஓதல், ஓதுவித்தல், வேட்டல், வேட்பித்தல், ஈதல், ஏற்றல் என இவை. பசுக்கள் பால் குன்றியவழி அவிஇன்மையானும், அது கொடுத்தற்குரியார் மந்திரம், கற்பம் என்பன ஓதாமையானும், வேள்வி நடவாதாம்; ஆகவே, வானம் பெயல் ஒல்லாது என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பசுக்கள் பால் குறையும்: அந்தணர் வேதம் ஓதார்: அரசன் காவானாயின்.<br/><br/>இது காவாமையால் வருங் குற்றங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where guardian guardeth not, udder of kine grows dry,<br/>And Brahmans' Sacred lore will all forgoten lie."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the guardian (of the country) neglects to guard it, the produce of the cows will fail, and the men of six duties viz., the Brahmins will forget the vedas. "
          }
        ]
      }
    ],
    "id": 560
  }
]