export default [
  {
    "kural": {
      "l1": "சீரிடங் காணி னெறிதற்குப் பட்டடை",
      "l2": "நேரா நிரந்தவர் நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சீரிடம் காணின் எறிதற்குப் பட்டடை<br/>நேரா நிரந்தவர் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அகத்தே பொருந்தாமல் புறத்தில் பொருந்தி நடப்பவரின் நட்பு, தக்க இடம் கண்டபோது எறிவதற்கு உரிய பட்டடையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நேரா நிரந்தவர் நட்பு= கூடாதிருந்தே தமக்கு வாய்க்குமிடம் பெறுந்துணையும் கூடியொழுகுவார் நட்பு; சீரிடம் காணின் எறிதற்குப் பட்டடை= அதுபெற்றால், அற எறிதற்குத் துணையாய பட்டடையாம்.<br/><br/>எறியும் இடம் வாராமுன் எல்லாம் தாங்குவது போன்றிருந்து, வந்துழி அற எறிவிப்பதாய பட்டடைக்கும் அத்தன்மைத்தாய நட்பிற்கும் தொழில் ஒப்புமையுண்மையான், அதுபற்றி அந்நட்பினைப் பட்டடையாக உபசரித்தார். தீர்விடம் என்ற பாடம் ஓதி முடிவிடம் என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முடியுமிடங்காணின் மற்றொருவன் எறிதற்குப் பட்டடையாம்; மனத்தினால் ஒவ்வாது புறத்து வேறுமிகச் செய்து வந்தாரது நட்பு.<br/><br/>இது கருமங்காரணமாக நட்டாரோடு கூடும் திறங் கூறிற்று. பட்டடையாவது தான் தாங்குவது போல நின்று வெட்டுவார்க்கு உதவி செய்வது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Anvil where thou shalt smitten be, when men occasion find;<br/>Is friendship's form without consenting mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The friendship of those who behave like friends without inward affection is a weapon that may be thrown when a favourable opportunity presents itself."
          }
        ]
      }
    ],
    "id": 821
  },
  {
    "kural": {
      "l1": "இனம்போன் றினமல்லார் கேண்மை மகளிர்",
      "l2": "மனம்போல வேறு படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இனம்போன்று இனமல்லார் கேண்மை மகளிர்<br/>மனம்போல வேறு படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இனம் போலவே இருந்து உண்மையில் இனம் அல்லாதவரின் நட்பு, பொதுமகளிரின் மனம்போல உள்ளொன்று புறமொன்றாக வேறுபட்டு நிற்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இனம்போன்று இனமலலார் கேண்மை= தமக்கு உற்றார் போன்று உறாதாரோடு உளதாய நட்பு; மகளிர் மனம்போல வேறுபடும்= இடம்பெற்றால் பெண்பாலார் மனம்போல வேறுபடும்.<br/><br/>அவர் மனம் வேறுபடுதல் \"பெண்மனம் பேடின் றொருப்படுப் பேனென்னும்- எண்ணில் ஒருவன்\" வளையாபதி என்பதனானும் அறிக. நட்பு வேறுபடுதலாவது, பழைய பகையேயாதல்.<br/><br/>இவை இரண்டு பாட்டானும் கூடாநட்பினது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நட்டோர் போன்று மனத்தினான் நட்பில்லாதார் நட்பு, பெண் மனம்போல வேறுபடும்; ஆதலால், அவருள்ளக் கருத்தறிந்து கொள்க.<br/><br/>இது நட்பாயொழுகுவாரது உள்ளக்கருத்தறிய வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Friendship of those who seem our kin, but are not really kind,<br/>Will change from hour to hour like woman's mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The friendship of those who seem to be friends while they are not, will change like the love of women."
          }
        ]
      }
    ],
    "id": 822
  },
  {
    "kural": {
      "l1": "பலநல்ல கற்றக் கடைத்து மனநல்ல",
      "l2": "ராகுதன் மாணார்க் கரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பலநல்ல கற்றக் கடைத்து மனநல்லர்<br/>ஆகுதல் மாணார்க் கரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பல நல்ல நூல்களைக் கற்றுத் தேர்ந்தபோதிலும், அவற்றின் பயனாக நல்ல மனம் உடையவராகப் பழகுதல், (உள்ளன்பினால்) மாட்சியடையாதவர்க்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல்ல பல கற்றக் கடைத்தும்= நல்லன பலநூல்களைக் கற்றவிடத்தும்; மனம் நல்லர் ஆகுதல் மாணார்க்கு அரிது= அதனான் மனம்திருந்தி நட்பாதல் பகைவர்க்கு இல்லை.<br/><br/>நல்லன- மனக்குற்றம் கெடுப்பன. மனநல்லர் எனச் சினைவினை முதன்மேல் நின்றது. நல்லர் ஆகுதல்- செற்றம் விடுதல். உள்ளே செற்றமுடையாரைக் கல்வியுடைமை பற்றி நட்பென்று என்று கருதற்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்லவாகிய பல நூல்களைக் கற்றவிடத்தும், மனம் நல்லாராகுதல் மாட்சியில்லார்க்கு அரிது.<br/><br/>இது கல்வியால் அறிதல் அரிதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To heartfelt goodness men ignoble hardly may attain,<br/>Although abundant stores of goodly lore they gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though (one's) enemies may have mastered many good books, it will be impossible for them to become truly loving at heart."
          }
        ]
      }
    ],
    "id": 823
  },
  {
    "kural": {
      "l1": "முகத்தி னினிய நகாஅ வகத்தின்னா",
      "l2": "வஞ்சரை யஞ்சப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முகத்தின் இனிய நகாஅ அகத்தின்னா<br/>வஞ்சரை அஞ்சப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முகத்தால் இனிமையாகச் சிரித்துப் பழகி அகத்தில் தீமை கொண்டுள்ள வஞ்சகருடன் நட்புக் கொள்வதற்கு அஞ்சவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முகத்தின் இனிய நகாஅ அகத்து இன்னா வஞ்சரை= கண்டபொழுது முகத்தால் இனியவாகச் சிரித்து எப்பொழுதும் மனத்தால் இன்னாராய வஞ்சரை; அஞ்சப்படும்= அஞ்சல் வேண்டும்.<br/><br/>நகையது வகை பற்றி 'இனிய'வென்றும், அகத்துச் செற்றம் நிகழவும், அதற்கு மறுதலையாய நகையைப் புறத்து விளைத்தலின் 'வஞ்சர்' என்றும், அச்செற்றம் குறிப்பறிதற் கருவியாய முகத்தானும் தோன்றாமையின், அஞ்சுதல் செய்யப்படும் என்றும் கூறினார்.<br/><br/>இவை இரண்டு பாட்டானும் குற்றத்திற்கு ஏதுவாய் அவர் கொடுமை கூறப்பட்டது"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகத்தால் இனியவாக நக்கு மனத்தால் இன்னாதவாக நினைக்கும் வஞ்சகரை அஞ்சவேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis fitting you should dread dissemblers' guile,<br/>Whose hearts are bitter while their faces smile."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One should fear the deceitful who smile sweetly with their face but never love with their heart."
          }
        ]
      }
    ],
    "id": 824
  },
  {
    "kural": {
      "l1": "மனத்தி னமையா தவரை யெனைத்தொன்றுஞ்",
      "l2": "சொல்லினாற் றேறற்பாற் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனத்தின் அமையா தவரை எனைத்தொன்றும்<br/>சொல்லினால் தேறற்பாற்று அன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தால் தம்மொடு பொருந்தாமல் பழகுகின்றவரை அவர் கூறுகின்ற சொல்லைக் கொண்டு எத்தகைய ஒரு செயலிலும் நம்பித் தெளியக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனத்தின் அமையாதவரை= மனத்தால் தம்மொடு மேவாதாரை; எனைத்தொன்றும் சொல்லினால் தேறற்பாற்று அன்று= யாதொரு கருமத்தினும் சொல்லால் தெளிதல் முறைமைத்தன்று நீதிநூல்.<br/><br/>நீதிநூல் என்பது, அவாய்நிலையான் வந்தது. பகைமை மறைத்தற்பொருட்டுச் சொல்லுகின்ற வஞ்சனைச் சொல்லைச் செவ்விய சொல் எனக்கருதி அவரைக் கருமங்களில் தெளிதல் நீதிநூல்முறைமை அன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனத்தால் பொருத்தமில்லாதவரை யாதொன்றன் கண்ணும் அவர் சொல்லினால் தெளிதற்பாலதன்று.<br/><br/>இது சொல்லினால் அறிதலரிதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When minds are not in unison, 'its never just,<br/>In any words men speak to put your trust."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In nothing whatever is it proper to rely on the words of those who do not love with their heart. "
          }
        ]
      }
    ],
    "id": 825
  },
  {
    "kural": {
      "l1": "நட்டார்போ னல்லவை சொல்லினு மொட்டார்சொ",
      "l2": "லொல்லை யுணரப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல்<br/>ஒல்லை உணரப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நண்பர்போல் நன்மையானவற்றைச் சொன்ன போதிலும் பகைமை கொண்டவர் சொல்லும் சொற்களின் உண்மைத் தன்மை விரையில் உணரப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நட்டார்போல் நல்லவை சொல்லினும்= நட்டார்போன்று நன்மை பயக்கும் சொற்களைச் சொன்னாராயினும்; ஒட்டார் சொல் ஒல்லை உணரப்படும்= பகைவர் சொற்கள் அது பயவாமை அச்சொல்லிய பொழுதே அறியப்படும்.<br/><br/>'சொல்லினும்' எனவே, சொல்லாமையே பெற்றாம். 'ஒட்டார்' ஆதலால், தீமைபயத்தல் ஒருதலை என்பார், 'ஒல்லை உணரப்படும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உற்றாரைப்போல நல்லவானவை சொன்னாராயினும் பகைவர் சொல்லுஞ்சொல் விரைந்தறியப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though many goodly words they speak in friendly tone,<br/>The words of foes will speedily be known."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though (one's) foes may utter good things as though they were friends, once will at once understand (their evil, import)."
          }
        ]
      }
    ],
    "id": 826
  },
  {
    "kural": {
      "l1": "சொல்வணக்க மொன்னார்கட் கொள்ளற்க வில்வணக்கந்",
      "l2": "தீங்கு குறித்தமை யான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சொல்வணக்கம் ஒன்னார்கண் கொள்ளற்க வில்வணக்கம்<br/>தீங்கு குறித்தமை யான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வில்லின் வணக்கம் வணக்கமாக இருந்தாலும் தீங்கு செய்தலைக் குறித்தமையால், பகைவரிடத்திலும் அவருடைய சொல்லின் வணக்கத்தை நன்மையாகக் கொள்ளக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வில் வணக்கம் தீங்கு குறித்தமையான்= வில்லினது வணக்கம், ஏற்றவர்க்குத் தீமைசெய்தலைக் குறித்தமையால்; ஒன்னார்கண் சொல்வணக்கம் கொள்ளற்க= பகைவர் மாட்டுப் பிறக்கும் சொல்லினது வணக்கத்தையும், தமக்கு நன்மைசெய்தலைக் குறித்தது என்று கருதற்க.<br/><br/>தம் வணக்கம் என்பது தோன்றச் 'சொல்வணக்கம்' என்றும், வில்வணக்கம் வேறாயினும் வணங்குதல் ஒப்புமைபற்றி அதன்குறிப்பை ஏதுவாக்கியும் கூறினார். வில்லியது குறிப்பு அவனினாய வில்வணக்கத்தின் மேல்நிற்றலான், ஒன்னாரது குறி்ப்பும் அவரினாய சொல்வணக்கத்தின் மேலதாயிற்று. இதுவும் தீங்குகுறித்தவணக்கம் என்றே கொண்டு அஞ்சிக் காக்க என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் அவரைச் சொல்லால் தெளியற்க என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வில்லினது வணக்கம் தீமையைக் குறித்தமை ஏதுவாகத் தாழச்சொல்லுஞ் சொல்லைப் பகைவார்மாட்டு நன்று சொன்னாரென்று கொள்ளாதொழிக.<br/><br/>இது தாழச்சொல்லினும் தேறப்படா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To pliant speech from hostile lips give thou no ear;<br/>'Tis pliant bow that shows the deadly peril near!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Since the bending of the bow bespeaks evil, one should not accept (as good) the humiliating speeches of one's foes."
          }
        ]
      }
    ],
    "id": 827
  },
  {
    "kural": {
      "l1": "தொழுதகை யுள்ளும் படையொடுங்கு மொன்னா",
      "l2": "ரழுதகண் ணீரு மனைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தொழுதகை யுள்ளும் படையொடுங்கும் ஒன்னார்<br/>அழுதகண் ணீரும் அனைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவர் வணங்கித் தொழுத கையினுள்ளும் கொலைக் கருவி மறைந்திருக்கும்; பகைவர் அழுது சொரிந்த கண்ணீரும் அத்தன்மையானதே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒன்னார் தொழுத கையுள்ளும் படை ஒடுங்கும்= ஒன்னார் குறி்ப்பை உணரவல்லார்க்கு அவர் தொழுத கையகத்தும் படைக்கலம் மறைந்திருக்கும்; அழுத கண்ணீரும் அனைத்து= அவர் அழுத கண்ணீரும் அவ்வாறே அதுமறைந்திருத்தற்கு இடனாம்.<br/><br/>தீநட்பென்பதனைத் தம் கையானும் கண்ணானும் தேற்றிப் பின் கோறற்கு வாங்க இருக்கின்ற படைக்கலம் உய்த்துணர்வுழித் தேற்றுகின்ற பொழுதே, அவற்றுள்ளே தோன்றும் என்பார், 'ஒடுங்கும்' என்றார். பகைவர் தம்மென்மை காட்டித் தொழினும் அழினும், அவர் குறிப்பையே நோக்கிக் காக்க என்பதாம்.<br/><br/>இதனால் அவரைச் செயலால் தெளியற்க என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தொழுதகையுள்ளும் கொலைக்கருவி ஒடுங்கும்: பகைவர் அழுதகண்ணீரும் அத்தன்மையதாமென்று கொள்க.<br/><br/>மெல்லியராகத் தொழுதுவந்து ஒத்தார்போல ஒழுகுவாரது நட்பென்றவாறு. இது கூடாநட்பினால்வருங் குற்றங் கூறிற்று. கூடா நட்பினர் வேறு காலத்தினும் அழுதகாலத்தினும் தேறப்படாரென்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In hands that worship weapon often hidden lies;<br/>Such are the tears that fall from foeman's eyes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A weapon may be hid in the very hands with which (one's) foes adore (him) (and) the tears they shed are of the same nature."
          }
        ]
      }
    ],
    "id": 828
  },
  {
    "kural": {
      "l1": "மிகச்செய்து தம்மெள்ளு வாரை நகச்செய்து",
      "l2": "நட்பினுட் சாப்புல்லற் பாற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மிகச்செய்து தம்மெள்ளு வாரை நகச்செய்து<br/>நட்பினுள் சாப்புல்லற் பாற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புறத்தே மிகுதியாக நட்புத் தோன்றச் செய்து அகத்தில் இகழ்கின்றவரைத், தாமும் அந் நட்பில் நகைத்து மகிழுமாறு செய்து அத்தொடர்பு சாகுமாறு நடக்கவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மிகச் செய்து தம் எள்ளுவாரை= பகைமை தோன்றாமல் புறத்தின்கண் நட்பினை மிகச்செய்து, அகத்தின்கண் தம்மை இகழும் பகைவரை; நட்பினுள் நகச்செய்து சாப் புல்லற்பாற்று= தாமும் அந்நட்பின்கண்ணே நின்று புறத்தின்கண் அவர்மகிழும் வண்ணம்செய்து, அகத்தின்கண் அது சாம்வண்ணம் பொருந்தற்பான்மையுடைத்து அரசநீதி.<br/><br/>நின்றென்பதூஉம், அரசநீதி என்பதூஉம் அவாய்நிலையான் வந்தன. அகன் ஒன்றாதல், பறன் ஒன்றாதல் ஒருவற்குத் தகாது எனினும், பகைவர்மாட்டாயின் தகும் என்பது நீதி நூல்துணிபு என்பர், அதன்மேல்வைத்துக் கூறினார். சாவ என்பதன் இறுதிநிலை விகாரத்தான் தொக்கது. \"கோட்டின் வாய்ச் சாக்குத்தி\" (கலித்தொகை, முல்லை: 5) என்புழிப்போல. 'எள்ளுவாரைப் புல்லல்' எனக்கூட்டுக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைமை தோன்றாமல் புறத்தின்கண் நட்பினை மிகச்செய்து அகத்தின்கண் தம்மையிகழும் பகைவரைத் தாமும் அந்நட்பின்கண்ணே நின்று, புறத்தின்கண் அவர் மகிழும் வண்ணஞ் செய்து, அகத்தின்கண் அது சாம் வண்ணம் பொருந்தற்பான்மை யுடைத்து அரசநீதி."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis just, when men make much of you, and then despise,<br/>To make them smile, and slap in friendship's guise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is the duty of kings to affect great love but make it die (inwardly); as regard those foes who shew them great friendship but despise them (in their heart)."
          }
        ]
      }
    ],
    "id": 829
  },
  {
    "kural": {
      "l1": "பகைநட்பாங் காலம் வருங்கான் முகநட்",
      "l2": "டகநட் பொரீஇ விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகைநட்பாம் காலம் வருங்கால் முகநட்டு<br/>அகநட்பு ஒரீஇ விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவர் நண்பராகும் காலம் வரும்போது முகத்தளவில் நட்புக்கொண்டு அகத்தில் நட்பு நீங்கி வாய்ப்புக் கிடைத்தபோது அதையும் விடவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பகை நட்பாம் காலம் வருங்கால்= தம்பகைவர் தமக்கு நட்டாராய் ஒழுகுங்காலம் வந்தால்; முகம் நட்டு அகம் நட்பு ஒரீஇ விடல்= தாமும் அவரோடு முகத்தால் நட்புச்செய்து, அகத்தால் அதனைவிட்டுப் பின் அதுவும் தவிர்க.<br/><br/>அக்காலமாவது, தம்மானும் பகையென்று வெளிப்பட நீக்காலாகாத அளவு. இதனானே ஆமளவு எல்லாம் நீக்குக என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவர் நட்பாங்காலம் வந்தவிடத்து, முகத்தால் நட்பினைச் செய்து அகநட்பு நீங்கவிடுக."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When time shall come that foes as friends appear,<br/>Then thou, to hide a hostile heart, a smiling face may'st wear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When one's foes begin to affect friendship, one should love them with one's looks, and, cherishing no love in the heart, give up (even the former). "
          }
        ]
      }
    ],
    "id": 830
  }
]