export default [
  {
    "kural": {
      "l1": "உட்கப் படாஅ ரொளியிழப்ப ரெஞ்ஞான்றுங்",
      "l2": "கட்காதல் கொண்டொழுகு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உட்கப் படாஅர் ஒளியிழப்பர் எஞ்ஞான்றும்<br/>கட்காதல் கொண்டொழுகு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்ளின்மேல் விருப்பம் கொண்டு நடப்பவர், எக்காலத்திலும் பகைவரால் அஞ்சப்படார்; தமக்கு உள்ள புகழையும் இழந்துவிடுவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கட்காதல் கொண்டு ஒழுகுவார்= கள்ளின்மேற் காதல் செய்து ஒழுகும் அரசர்; எஞ்ஞான்றும் உட்கப்படாஅர்= எஞ்ஞான்றும் பகைவரான் அஞ்சப்படார்; ஒளிஇழப்பர்= அதுவேயன்றி முன் எய்திநின்ற ஒளியினையும் இழப்பர்.<br/><br/>அறிவின்மையால் பொருள், படை முதலியவற்றால் பெரியராய காலத்தும் பகைவர் அஞ்சார், தம்முன்னோரான் எய்திநின்ற ஒளியினையும் இகழற்பாட்டான் இழப்பர் என்பதாம். இவையிரண்டானும் அரசு இனிது செல்லாது என்பது இதனாற் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறரால் மதிக்கவும் படார், தோற்றமும் இழப்பர், எல்லா நாளும் கள்ளின்கண் காதல்கொண்டு ஒழுகுவார்.<br/><br/>இது மதிக்கவும் படார்: புகழும் இலராவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who love the palm's intoxicating juice, each day,<br/>No rev'rence they command, their glory fades away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who always thirst after drink will neither inspire fear (in others) nor retain the light (of their fame)."
          }
        ]
      }
    ],
    "id": 921
  },
  {
    "kural": {
      "l1": "உண்ணற்க கள்ளை யுணிலுண்க சான்றோரா",
      "l2": "னெண்ணப் படவேண்டா தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உண்ணற்க கள்ளை உணில்உண்க சான்றோரான்<br/>எண்ணப் படவேண்டா தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்ளை உண்ணக்கூடாது; சான்றோரால் நன்கு எண்ணப்படுவதை விரும்பாதவர் கள்ளை உண்ண வேண்டுமானால் உண்ணலாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கள்ளை உண்ணற்க= அறிவுடையராயினார் அஃதிலர் ஆதற்கு ஏதுவாய கள்ளினை உண்ணாதுஒழிக; உணில் சான்றோரான் எண்ணப்பட வேண்டாதார் உண்க= அன்றியே உண்ணல்வேண்டுவார் உளராயின், நல்லோரால் எண்ணப்படுதலை வேண்டாதார் உண்க.<br/><br/>பெறுதற்கு அரிய அறிவைப் பெற்றுவைத்தும், கள்ளான் அழித்துக் கொள்ளவாரை, இயல்பாகவே அஃதில்லாத விலங்குகளுடனும் எண்ணார் ஆகலின், 'சான்றோரான் எண்ணப்பட வேண்டாதார் உண்க' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கள்ளினை உண்ணாதொழிக; உண்ணவேண்டின் சான்றோரால் மதிக்கப்படுதலை வேண்டாதார் உண்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Drink not inebriating draught. Let him count well the cost.<br/>Who drinks by drinking, all good men's esteem is lost."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let no liquor be drunk; if it is desired, let it be drunk by those who care not for esteem of the great. "
          }
        ]
      }
    ],
    "id": 922
  },
  {
    "kural": {
      "l1": "ஈன்றாண் முகத்தேயு மின்னாதா லென்மற்றுச்",
      "l2": "சான்றோர் முகத்துக் களி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஈன்றாள் முகத்தேயும் இன்னாதால் என்மற்றுச்<br/>சான்றோர் முகத்துக் களி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெற்ற தாயின் முகத்திலும் கள்ளுண்டு மயங்குதல் துன்பம் தருவதாகும்; குற்றம் கடியும் இயல்புடைய சான்றோரின் முகத்தில் அது என்னவாகும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈன்றாள் முகத்தேயும் களி இன்னாது= யாது செய்யினும் உவக்கும் தாய் முன்பாயினும் கள்ளுண்டு களித்தல் இன்னாதாம்; மற்றுச் சான்றோர் முகத்து என்= ஆனபின், குற்றம் யாதும் பொறாத சான்றோர்முன்பு களித்தல் அவர்க்கியாதாம்.<br/><br/>மன, மொழி, மெய்கள் தம் வயத்த அன்மையான் நாண் அழியும், அழியவே ஈன்றாட்கும் இன்னாதாயிற்று. ஆனபின், கள் இருமையும் கெடுத்தல் அறிந்து சேய்மைக்கண்ணே கடியும் சான்றோர்க்கு இன்னாது ஆதல் சொல்லவேண்டுமோ என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னைப்பயந்தாள் முன்பாயினும் கள்ளுண்டு களித்தல் இன்னாதாம்: அங்ஙனமாகச் சான்றோர் முன்பு களித்தல் மற்றியாதாகும்?<br/><br/>எல்லார் முன்பும் இன்னாமையே பயப்பதென்றவாறாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The drunkard's joy is sorrow to his mother's eyes;<br/>What must it be in presence of the truly wise?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Intoxication is painful even in the presence of (one's) mother; what will it not then be in that of the wise ?"
          }
        ]
      }
    ],
    "id": 923
  },
  {
    "kural": {
      "l1": "நாணென்னு நல்லாள் புறங்கொடுக்குங் கள்ளென்னும்",
      "l2": "பேணாப் பெருங்குற்றத் தார்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாண்என்னும் நல்லாள் புறங்கொடுக்கும் கள்ளென்னும்<br/>பேணாப் பெருங்குற்றத் தார்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாணம் என்று சொல்லப்படும் நல்லவள், கள் என்று சொல்லப்படும் விரும்பத்தகாத பெருங்குற்றம் உடையவர்க்கு எதிரே நிற்காமல் செல்வாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கள் என்னும் பேணாப் பெருங்குற்றத்தார்க்கு= கள்ளென்று சொல்லப்படுகின்ற யாவரும் இகழும் மிக்க குற்றத்தினையுடையாரை; நாண் என்னும் நல் ஆள் புறம் கொடுக்கும்= நாண் என்று சொல்லப்படுகின்ற உயர்ந்தவள் நோக்குதற்கு அஞ்சி அவர்க்கு எதிர்முகமாகாள்.<br/><br/>காணுதற்கும் அஞ்சி உலகத்தார் சேய்மைக்கண்ணே நீங்குவாராகலிற் 'பேணா'வெனறும், பின் ஒருவாற்றானும் கழுவப்படாமையிற் 'பெருங்குற்றம்' என்றும், இழிந்தோர்பால் நில்லாமையின் 'நல்லாள்' என்றும், கூறினார். பெண்பாலாக்கியது வடமொழி முறைமை பற்றி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நாணமென்று சொல்லப்படுகின்ற நன்மடந்தை பின்பு காட்டிப்போம்; கள்ளுண்டலாகிய பிறரால் விரும்பப்படாத பெரிய குற்றத்தினையுடையார்க்கு.<br/><br/>இது நாணம் போமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Shame, goodly maid, will turn her back for aye on them<br/>Who sin the drunkard's grievous sin, that all condemn."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fair maid of modesty will turn her back on those who are guilty of the great and abominable crime of drunkenness."
          }
        ]
      }
    ],
    "id": 924
  },
  {
    "kural": {
      "l1": "கையறி யாமை யுடைத்தே பொருள்கொடுத்து",
      "l2": "மெய்யறி யாமை கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கையறி யாமை உடைத்தே பொருள்கொடுத்து<br/>மெய்யறி யாமை கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விலைப்பொருள் கொடுத்துக் கள்ளுண்டு தன் உடம்பைத் தான் அறியாத நிலையை மேற்கொள்ளுதல், செய்வது இன்னதென்று அறியாத அறியாமை உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருள் கொடுத்து மெய் அறியாமை கொளல்= ஒருவன் விலைப்பொருளைக் கொடுத்துக் கள்ளால் தனக்கு மெய்ம்மறப்பினைக் கொள்ளுதல்; கை அறியாமை உடைத்து= அவன் பழவினைப்பயனாய செய்வது அறியாமையைத் தனக்குக் காரணமாக உடைத்து.<br/><br/>தன்னையறியாமை சொல்லவே, ஒழிந்தன யாவும் அறியாமை சொல்லல் வேண்டாவாயிற்று. 'கை' அப்பொருட்டாதல், \"பழனுடைப் பெருமரம் வீழ்ந்தெனக் கையற்று\" (புறநானூறு, 209) என்பதனானும் அறிக. அறிவார் விலைகொடுத்து ஒன்றனைக் கொள்ளுங்கால், தீயது கொள்ளாமையின் 'மெய்யறியாமை கொளல்' முன்னையறியாமையான் வந்தது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பயன் அறியாமை யுடைத்து: பொருளினைக் கொடுத்துத் தம்மெய் அறியாமையைச் செய்யும் கள்ளினைக் கோடல்.<br/><br/>இது மேற்கூறியகுற்ற மெல்லாம் பயத்தலின், அதனை அறிவுடையார் செய்யா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With gift of goods who self-oblivion buys,<br/>Is ignorant of all that man should prize."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To give money and purchase unconsciousness is the result of one's ignorance of (one's own actions)."
          }
        ]
      }
    ],
    "id": 925
  },
  {
    "kural": {
      "l1": "துஞ்சினார் செத்தாரின் வேறல்ல ரெஞ்ஞான்று",
      "l2": "நஞ்சுண்பார் கள்ளுண் பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துஞ்சினார் செத்தாரின் வேறல்லர் எஞ்ஞான்றும்<br/>நஞ்சுண்பார் கள்ளுண் பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உறங்கினவர், இறந்தவரைவிட வேறுபட்டவர் அல்லர்; அவ்வாறே கள்ளுண்பவரும் அறிவு மயங்குதலால் நஞ்சு உண்பவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துஞ்சினார் செத்தாரின் வேறல்லர்= உறங்கினார், செத்தாரின் வேறாதல் உடையரேனும், அக்காலத்து அறிவின்மையான் வேறெனப்படார்; கள் உண்பவர் எஞ்ஞான்றும் நஞ்சு உண்பார்= அவ்வாறே கள்ளுண்பார் நஞ்சுண்பாரின் வேறாதல் உடையரேனும், எக்காலத்தும் அறிவின்மையான் வேறெனப்படார், அவர்தாமேயாவர்.<br/><br/>உறங்கினார்க்கும், கள்ளுண்பார்க்கும் உயிர்ப்புநிற்றல், வேறாதலும் வேறன்மையும்உடைமை காட்டற்கு உவமை புணர்க்கப்பட்டது. இதனை நிரல்நிரையாக்கி, திரிக்கப்படுதலால் உறங்கினாரும் நஞ்சுண்பாரும் ஒப்பர், கைவிடப்படுதலான் செத்தாரும் கள்ளுண்பாரும் ஒப்பர் என்று உரைப்பாரும் உளர். அதிகாரப்பொருள் பின்னதாயிருக்க யாதும் இயைபில்லாத நஞ்சுண்பார்க்கு உவமைபுணர்த்து ஈண்டுக் கூறல் பயனின்று ஆகலானும், சொற்கிடக்கை நிரல்நிறைக்கு ஏலாமையானும், அஃது உரையன்மை அறிக.<br/><br/>இவை இரண்டுபாட்டானும் அவரது அறிவுஇழத்தற்குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உறங்கினார் செத்தாரோடு ஒப்பர், அறிவிழத்தலான்; அதுபோல எல்லாநாளும் கள்ளுண்பார் நஞ்சுண்பவரோடு ஒப்பர், மயங்குதலான்.<br/><br/>இஃது அறிவிழப்பரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Sleepers are as the dead, no otherwise they seem;<br/>Who drink intoxicating draughts, they position quaff, we deem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They that sleep resemble the deed; (likewise) they that drink are no other than poison-eaters."
          }
        ]
      }
    ],
    "id": 926
  },
  {
    "kural": {
      "l1": "உள்ளொற்றி யுள்ளூர் நகப்படுவ ரெஞ்ஞான்றுங்",
      "l2": "கள்ளொற்றிக் கண்சாய் பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளொற்றி உள்ளூர் நகப்படுவர் எஞ்ஞான்றும்<br/>கள்ளொற்றிக் கண்சாய் பவர் ⁠927"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்ளை மறைந்திருந்து குடித்து அறிவு மயங்குபவர், உள்ளூரில் வாழ்கின்றவரால் உள்ளான செய்திகள் ஆராயப்பட்டு எந்நாளும் சிரிக்கப்படுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கள் ஒற்றிக் கண்சாய்பவர்= கள்ளை மறைந்துண்டு அக்களிப்பால் தம் அறிவுதளர்வார்; உள்ளூர் உள் ஒற்றி எஞ்ஞான்றும் நகப்படுவர்= உள்ளூர் வாழ்பவரான் உள்நிகழ்கின்றது உய்த்துணர்ந்து எஞ்ஞான்றும் நகுதல் செய்யப்படுவர்.<br/><br/>'உள்ளூர்' ஆகுபெயர். உண்டென்பது அவாய்நிலையான் வந்தது. உய்த்து உணர்தல், தளர்ச்சியால் களிப்பினை உணர்ந்து அதனால் கள்ளுண்டது உணர்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தங்கள் ஒழுக்கத்தை உள்புக்கு அறிந்த உள்ளூராலே இகழப்படுவர்; எல்லாநாளும் கள்ளுள்ளவிடத்தை நாடி, அதன்கண்ணே தாழ்வார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who turn aside to drink, and droop their heavy eye,<br/>Shall be their townsmen's jest, when they the fault espy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who always intoxicate themselves by a private (indulgence in) drink; will have their secrets detected and laughed at by their fellow-townsmen. "
          }
        ]
      }
    ],
    "id": 927
  },
  {
    "kural": {
      "l1": "களித்தறியே னென்பது கைவிடுக நெஞ்சத்",
      "l2": "தொளித்ததூஉ மாங்கே மிகும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "களித்தறியேன் என்பது கைவிடுக நெஞ்சத்து<br/>ஒளித்ததூஉம் ஆங்கே மிகும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்ளுண்பவன் `யான் ஒருபோதும் கள்ளுண்டறியேன்' என்று சொல்லுவதை விடவேண்டும்: நெஞ்சில் ஒளிந்திருந்த குற்றமும் கள்ளுண்டபோதே வெளிப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "களித்து அறியேன் என்பது கைவிடுக=மறைந்து உண்டுவைத்து யான் கள்ளுண்டு அறியேன் என்று உண்ணாதபொழுது தம் ஒழுக்கம் கூறுதலை ஒழிக; நெஞ்சத்து ஒளித்ததூஉம் ஆங்கே மிகும்= அவ்வுண்டபொழுதே, பிறர் அறியின் இழுக்காம் என்று முன் நெஞ்சத்து ஒளித்த குற்றமும், முன்னை அளவின் மிக்கு வெளிப்படுதலான்.<br/><br/>களித்தறியேன் எனக் காரியத்தான் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கள்ளுண்டால் களித்தறியே னென்பதனைக் கைவிடுக: மனத்தின்கண்ணே கரந்ததூஉம் அப்பொழுதே வாய்சேர்ந்து புலப்படும்; அது கள்ளிற்கு இயல்பு.<br/><br/>உளம் கெடாதென்பார்க்கு இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No more in secret drink, and then deny thy hidden fraud;<br/>What in thy mind lies hid shall soon be known abroad."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let (the drunkard) give up saying \"I have never drunk\"; (for) the moment (he drinks) he will simply betray his former attempt to conceal."
          }
        ]
      }
    ],
    "id": 928
  },
  {
    "kural": {
      "l1": "களித்தானைக் காரணங் காட்டுதல் கீழ்நீர்க்",
      "l2": "குளித்தானைத் தீத்துரீஇ யற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "களித்தானைக் காரணம் காட்டுதல் கீழ்நீர்க்<br/>குளித்தானைத் தீத்துரீஇ அற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்ளுண்டு மயங்கினவனைக் காரணம் காட்டித் தெளிவித்தல், நீரின்கீழ் மூழ்கின ஒருவனைத் தீவிளக்குக் கொண்டு தேடினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "களித்தானைக் காரணம் காட்டுதல்= கள்ளுண்டு களித்தான் ஒருவனை, இஃது ஆகாது என்று பிறன் ஒருவன், காரணம் காட்டித் தெளிவித்தல்; நீர்க் கீழ்க் குளித்தானைத் தீத்துரீஇயற்று= நீருள் மூழ்கினான் ஒருவனைப் பிறன் ஒருவன் விளக்கினால் நாடுதலை ஒக்கும்.<br/><br/>களித்தானை என்னும் இரண்டாவது, \"அறிவுடை அந்தணன் அவளைக் காட்டுஎன்றானோ\" (கலித்தொகை, மருதக்கலி: 7) என்புழிப்போல நின்றது. நீருள் விளக்குச் செல்லாதாற்போல அவன் மனத்துக் காரணம் செல்லாது என்பதாம்.<br/><br/>இதனான் அவனைத் தெளிவித்தல் முடியாது என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கள்ளுண்டு களித்தவனைக் காரணங் காட்டித் தெளிவித்தல், நீரின்கீழே முழுகினானைத் தீயினாற் சுட்டது போலும்.<br/><br/>இது பிறர்சொல்லவும் கேளாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like him who, lamp in hand, would seek one sunk beneath the wave,<br/>Is he who strives to sober drunken man with reasonings grave."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Reasoning with a drunkard is like going under water with a torch in search of a drowned man."
          }
        ]
      }
    ],
    "id": 929
  },
  {
    "kural": {
      "l1": "கள்ளுண்ணாப் போழ்திற் களித்தானைக் காணுங்கா",
      "l2": "லுள்ளான்கொ லுண்டதன் சோர்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கள்ளுண்ணாப் போழ்திற் களித்தானைக் காணுங்கால்<br/>உள்ளான்கொல் உண்டதன் சோர்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தான் கள் உண்ணாதபோது கள்ளுண்டு மயங்கினவனைக் காணுமிடத்தில் உண்டு மயங்குவதால் வரும் சோர்வை நினைக்கமாட்டானோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கள் உண்ணாப் போழ்தில் களித்தானைக்= கள்ளுண்பான் ஒருவன், தான் அஃது உண்ணாது தெளிந்திருந்த பொழுதின்கண் உண்டுகளித்த பிறனைக் காணும் அன்றே; காணுங்கால் உண்டதன் சோர்வு உள்ளான்கொல்= காணுங்கால் தான் உண்டபொழுது உளதாம் சோர்வினை, அவன் சோர்வால் அதுவும் இற்று என்று கருதான் போலும்.<br/><br/>சோர்வு- மன, மொழி, மெய்கள் தன்வயத்த அல்லவாதல்.<br/><br/>கருதல் அளவையான், அதன் இழுக்கினை உய்த்து உணரின் ஒழியும், என இதனால் அஃது ஒழிதற்காரணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தான் கள்ளுண்ணாதபோது கள்ளுண்டு களித்தவனைக் கண்டவிடத்துத் தான் கள்ளுண்டபோழ்து தளக்குள்ளதாகுஞ் சோர்வினை நினையான்போலும்; நினைப்பானாயின் தவிரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When one, in sober interval a drunken man espies,<br/>Does he not think, 'Such is my folly in my revelries'?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When (a drunkard) who is sober sees one who is not, it looks as if he remembered not the evil effects of his (own) drink. "
          }
        ]
      }
    ],
    "id": 930
  }
]