export default [
  {
    "kural": {
      "l1": "கருமஞ் செயவொருவன் கைதூவே னென்னும்",
      "l2": "பெருமையிற் பீடுடைய தில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கருமம் செயஒருவன் கைதூவேன் என்னும்<br/>பெருமையின் பீடுடையது இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குடிப்பெருமைக்கு உரிய கடமையைச் செய்வதற்குச் சோர்வடைய மாட்டேன் என்று ஒருவன் முயலும் பெருமையைப் போல மேம்பாடானது வேறொன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கருமம் செயக் கைதூவேன் என்னும் பெருமையின்= தன் குடிசெய்தற்பொருட்டுத் தொடங்கிய கருமம் முடியாமையின் எண்ணிய கருமம் செய்தற்கு யான் கையொழியேன் என்னும் ஆள்வினைப் பெருமைபோல; ஒருவன் பீடு உடையது இல்= ஒருவனுக்கு மேம்பாடுடைய பெருமை பிறிதில்லை.<br/><br/>குடிசெய்தற்கு என்பது, அதிகாரத்தான் வந்தது. பலவகைத்தாய கருமச் செயலான், செல்வமும் புகழும் எய்திக் குடி உயருமாகலின், 'பீடுடையது இல்' என்றார். குடிசெய்தற் கருமமே நடத்தலால், தன் கருமம் செய்ய என்றும், பிறர் கருமம் செய்ய என்றும் உரைப்பாருமுளர்; தன் கருமமும் அதுவேயாகலானும், பிறர் ஏவல் செய்தல் தலைமை அன்மையானும் அவை உரையன்மை அறிக்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் கருமஞ்செய்தற்கு நான் ஒழியே னென்று சொல்லுகின்ற பெருமைபோலப் பெருமையுடையது பிறிது இல்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who says 'I'll do my work, nor slack my hand',<br/>His greatness, clothed with dignity supreme, shall stand."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no higher greatness than that of one saying. I will not cease in my effort (to raise my family)."
          }
        ]
      }
    ],
    "id": 1021
  },
  {
    "kural": {
      "l1": "ஆள்வினையு மான்ற வறிவு மெனவிரண்டி",
      "l2": "னீள்வினையா னீளுங் குடி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆள்வினையும் ஆன்ற அறிவும் எனஇரண்டின்<br/>நீள்வினையால் நீளும் குடி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முயற்சி, நிறைந்த அறிவு என்று சொல்லப்படும் இரண்டினையும் உடைய இடைவிடாத செயலால் ஒருவனுடைய குடி உயர்ந்து விளங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆள்வினையும் ஆன்றஅறிவும் என இரண்டின் நீள்வினையான்= முயற்சியும், நிறைந்த அறிவும் என்ற சொல்லப்பட்ட இரண்டினையும் உடைய இடையறாத கருமச்செயலால்; குடி நீளும்= ஒருவன் குடி உயரும்.<br/><br/>நிறைதல்: இயற்கையறிவு, செயற்கையறிவோடு கூடி நிரம்புதல். 'ஆள்வினை' மடி புகுதாமற்பொருட்டு. 'ஆன்ற அறிவு' உயர்தற்கு ஏற்ற செயல்களும், அவை முடிக்குந் திறமும் பிழையாமல் எண்ணுதற் பொருட்டு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முயற்சியும் நிரம்பின அறிவும் என்று சொல்லப்பட்ட இரண்டினாலும் வளருகின்ற வினையினாலே குடி உயரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The manly act and knowledge full, when these combine<br/>In deed prolonged, then lengthens out the race's line"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One's family is raised by untiring perseverance in both effort and wise contrivances."
          }
        ]
      }
    ],
    "id": 1022
  },
  {
    "kural": {
      "l1": "குடிசெய்வ லென்னு மொருவற்குத் தெய்வ",
      "l2": "மடிதற்றுத் தான்முந் துறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடிசெய்வல் என்னும் ஒருவற்குத் தெய்வம்<br/>மடிதற்றுத் தான்முந் துறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் குடியை உயரச்செய்வேன் என்று முயலும் ஒருவனுக்கு ஊழ், ஆடையை இறுகக் கட்டிக் கொண்டு தானே முன்வந்து துணை செய்யும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குடி செய்வல் என்னும ஒருவற்கு= என் குடியினை உயரச்செய்யக் கடவேன் என்றுகொண்டு அதற்கு ஏற்ற கருமங்களின் முயலும் ஒருவனுக்கு; தெய்வம் மடிதற்றுத் தான் முந்துறும்= தெய்வம் ஆடையைத் தற்றுக்கொண்டு தான் முந்துற்று நிற்கும்.<br/><br/>முயற்சியை அதன் காரணத்தாற் கூறினார். தற்றுதல்: இறுக உடுத்தல். முன்நடப்பார்செயல் நியதிமேல் ஏற்றப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடியை யோம்புவனென்று கருதி முயலுமவனுக்குத் தெய்வம் மடிதற்றுக் கொண்டு தான் முற்பட்டு முயலும்.<br/><br/>மடிதற்றல் - தொழில்செய்வார் ஆடையை இறுக உடுத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'I'II make my race renowned', if man shall say,<br/>With vest succinct the goddess leads the way."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The Deity will clothe itself and appear before him who resolves on raising his family."
          }
        ]
      }
    ],
    "id": 1023
  },
  {
    "kural": {
      "l1": "சூழாமற் றானே முடிவெய்துந் தங்குடியைத்",
      "l2": "தாழா துஞற்று பவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சூழாமல் தானே முடிவெய்தும் தம்குடியைத்<br/>தாழாது உஞற்று பவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம் குடி உயர்வதற்கான செயலை விரைந்து முயன்று செய்வார்க்கு அவர் ஆராயாமலே அச்செயல் தானே நிறைவேறும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தம் குடியைத் தாழாது உஞற்றுபவர்க்கு= தம் குடிக்கு ஆம் வினையை விரைந்து முயல்வார்க்கு; சூழாமல் தானே முடிவு எய்தும்= அவ்வினை முடிக்குந்திறம் அவர் சூழவேண்டாமல் தானே முடிவு எய்தும்.<br/><br/>குடி ஆகுபெயர். தெய்வம் முந்துறுதலான் பயன் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தங்குடியைத் தாழச் செய்யாதே உயரச்செய்யக் கருதுவார்க்கு அவ்வுயர்ச்சி எண்ணாமல் தானே முடிவுபெறும்.<br/><br/>கருதினவளவிலே அவரது நல்வினைதானே முடிக்கும்: இவர் தம்கண் அதனை மேற்கோடலே வேண்டுவ தென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who labours for his race with unremitting pain,<br/>Without a thought, spontaneously, his end will gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who are prompt in their efforts (to better their family) need no deliberation, such efforts will of themselves succeed."
          }
        ]
      }
    ],
    "id": 1024
  },
  {
    "kural": {
      "l1": "குற்ற மிலனாய்க் குடிசெய்து வாழ்வானைச்",
      "l2": "சுற்றமாச் சுற்று முலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குற்றம் இலனாய்க் குடிசெய்து வாழ்வானைச்<br/>சுற்றமாச் சுற்றும் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றம் இல்லாதவனாய்க் குடி உயர்வதற்கான செயல் செய்து வாழ்கின்றவனை உலகத்தார் சுற்றமாக விரும்பிச் சூழ்ந்து கொள்வர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குற்றம் இலனாய்க் குடிசெய்து வாழ்வானை= குற்றமாயின செய்யாது தன் குடியை உயரச்செய்து ஒழுகுவானை; சுற்றமாச் சுற்றும் உலகு= அவனுக்குச் சுற்றமாக வேண்டித் தாமே சென்று சூழ்வர் உலகத்தார்.<br/><br/>குற்றமாயின, அற நீதிகட்கு மறுதலையாய செயல்கள். தாமும் பயன் எய்தல் நோக்கி, யாவரும் சென்று சார்வர் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குற்றப்பட ஒழுகுத லினாய்த் தன்குடியை யோம்பி வாழுமவனை உலகத்தாரெல்லாரும் தமக்குற்ற சுற்றமாக நினைத்துச் சூழ்ந்துவரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With blameless life who seeks to build his race's fame,<br/>The world shall circle him, and kindred claim."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "People will eagerly seek the friendship of the prosperous soul who has raised his family without foul means. "
          }
        ]
      }
    ],
    "id": 1025
  },
  {
    "kural": {
      "l1": "நல்லாண்மை யென்ப தொருவற்குத் தான்பிறந்த",
      "l2": "வில்லாண்மை யாக்கிக் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லாண்மை என்பது ஒருவற்குத் தான்பிறந்த<br/>இல்லாண்மை ஆக்கிக் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்கு நல்ல ஆண்மை என்று சொல்லப்படுவது தான் பிறந்த குடியை ஆளும் சிறப்பைத் தனக்கு உண்டாக்கிக் கொள்வதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவற்கு நல்லாண்மை என்பது= ஒருவனுக்கு நல்ல ஆண்மை என்று உயர்த்துச் சொல்லப்படுவது; தான் பிறந்த இல்லாண்மை ஆக்கிக் கொளல்= தான் பிறந்த குடியினை ஆளும் தன்மையைத் தனக்கு உளதாக்கிக் கோடல்.<br/><br/>போர்த் தொழிலின் நீக்குதற்கு 'நல்லாண்மை' என விசேடித்தார். குடியினை ஆளும் தன்மை: குடியில் உள்ளாரை உயரச்செய்து தன்வழிப்படுத்தல். அதனைச் செய்துகோடல், நல்லாண்மையாமாறு வருகின்ற பாட்டான் பெறப்படும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு மிக்க ஆண்மையென்று சொல்லப்படுவது, தான் பிறந்த குடியை ஆளுதலுடைமையை மனத்தின்கண் போக்கிக் கோடல்.<br/><br/>ஆளுதலுடைமை- குடியோம்புதலை எப்பொழுதுஞ் சிந்தித்தல். எனவே இது குடியோம்புதல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of virtuous manliness the world accords the praise<br/>To him who gives his powers, the house from which he sprang to raise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A man's true manliness consists in making himself the head and benefactor of his family."
          }
        ]
      }
    ],
    "id": 1026
  },
  {
    "kural": {
      "l1": "அமரகத்து வன்கண்ணர் போலத் தமரகத்து",
      "l2": "மாற்றுவார் மேற்றே பொறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அமரகத்து வன்கண்ணர் போலத் தமரகத்தும்<br/>ஆற்றுவார் மேற்றே பொறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போர்க்களத்தில் பலரிடையில் பொறுப்பை ஏற்றுக் கொள்ளும் அஞ்சாத வீரரைப்போல், குடியில் பிறந்தவரிடையிலும் தாங்கவல்லவர்மேல்தான் பொறுப்பு உள்ளது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அமர் அகத்து வன்கண்ணர் போல= களத்தின்கண் சென்றார் பலராயினும் போர்தாங்குதல் வன்கண்ணர்மேலது ஆனாற்போல; தமரகத்தும் பொறை ஆற்றுவார் மேற்றே= குடியின்கண் பிறந்தார் பலராயினும், அதன் பாரம்பொறுத்தல் அது வல்லார் மேலதாம்.<br/><br/>பொருட்கு ஒக்க வேண்டும் சொற்கள் உவமைக்கண் வருவிக்கப்பட்டன. நன்கு மதிக்கப்படுவார் அவரே என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "போர்க்களத்துச் செல்வார் பலருளராயினும் போர்தாங்கல் வன்கண்ணர்மாட்டே உளதானாற்போல, ஒருகுடியிற் பிறந்தார் பலருளராயினும் குடியோம்பல் வல்லவர்கண்ணதே குடியாகிய பாரத்தைப் பொறுத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The fearless hero bears the brunt amid the warrior throng;<br/>Amid his kindred so the burthen rests upon the strong."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Like heroes in the battle-field, the burden (of protection etc.) is borne by those who are the most efficient in a family."
          }
        ]
      }
    ],
    "id": 1027
  },
  {
    "kural": {
      "l1": "குடிசெய்வார்க் கில்லை பருவ மடிசெய்து",
      "l2": "மானங் கருதக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடிசெய்வார்க் கில்லை பருவம் மடிசெய்து<br/>மானங் கருதக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குடி உயர்வதற்கான செயல் செய்கின்றவர்க்கு உரியகாலம் என்று ஒன்று இல்லை. சோம்பல் கொண்டு தம் மானத்தைக் கருதுவாரானால் குடிப்பெருமை கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடி செய்து மானம் கருதக் கெடும்= தம் குடியினை உயரச்செய்வார், அச்செயலையே நோக்காது காலத்தை நோக்கி மடியினைச் செய்துகொண்டு, மானத்தையும் கருதுவாராயின் குடி கெடும்; குடி செய்வார்க்குப் பருவம் இல்லை= ஆகலான், அவர்க்குக் காலநியதி இல்லை.<br/><br/>காலத்தை நோக்கி மடிசெய்தல்: வெயில், மழை, பனி என்பன உடைமை நோக்கிப் பின்னர்ச் செய்தும் என்று ஒழிந்திருத்தல். மானம் கருதுதல்: இக்குடியில் உள்ளார் யாவரும் இன்பமுற இக்காலத்துத் துன்பமுறுவேன் யானோ என்று உட்கோடல். மேல், \"இகல் வெல்லும் வேந்தர்க்கு வேண்டும் பொழுது\"1 என்றது உட்கொண்டு, இவர்க்கும் வேண்டுமோ என்று கருதினும் அது கருதற்க என்று மறுத்தவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடியோம்புவார்க்குப் பருவம் இல்லை; தம் குடும்பத்தின் குறையை நினைத்து மடிசெய்து அதனை உயர்த்துவதனாலுள தாகும் குற்றத்தை நினைக்கக் குடிகெடும் ஆதலான்.<br/><br/>இது குடிசெய்வார் இன்பநுகர்ச்சியை விரும்பாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wait for no season, when you would your house uprear;<br/>'Twill perish, if you wait supine, or hold your honour dear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As a family suffers by (one's) indolence and false dignity there is to be so season (good or bad) to those who strive to raise their family."
          }
        ]
      }
    ],
    "id": 1028
  },
  {
    "kural": {
      "l1": "இடும்பைக்கே கொள்கலங் கொல்லோ குடும்பத்தைக்",
      "l2": "குற்ற மறைப்பா னுடம்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இடும்பைக்கே கொள்கலம் கொல்லோ குடும்பத்தைக்<br/>குற்ற மறைப்பான் உடம்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் குடிக்கு வரக்கூடிய குற்றத்தை வராமல் நீக்க முயல்கின்ற ஒருவனுடைய உடம்பு துன்பத்திற்கே இருப்பிடமானதோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குடும்பத்தைக் குற்றம் மறைப்பான் உடம்பு= மூவகைத் துன்பமும் உறற்பாலதாய தன் குடியை அவை உறாமல் காக்க முயல்வானது உடம்பு; இடும்பைக்கே கொள்கலம் கொல்லோ= அம்முயற்சித் துன்பத்திற்கே கொள்கலமாம் அத்துணையோ, அஃது ஒழிந்து இன்பத்திற்காதல் இல்லையோ?<br/><br/>\"உறைப்பெயல் ஓலை போல, மறைக்குவன் பெருமநிற் குறித்துவரு வேலே\"2. என்புழியும் மறைத்தல் இப்பொருட்டாயிற்று. என் குடிமுழுதும் இன்புற்று உயரவே நான் இருமையும் எய்துதலான் இம்மெய்வருத்தம் மாத்திரம் எனக்கு நன்று, என்று முயலும் அறிவுடையான் அஃது ஒருஞான்றும் மொழியாமை நோக்கி, 'இடும்பைக்கே கொள்கலங் கொல்லோ' என்றார். இது குறிப்பு மொழி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சுற்றத்தார்மாட்டு உளதாகிய குறையை மறைக்கக் கருதுவான் உடம்பு துன்பத்திற்குக் கொள்கலமாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Is not his body vase that various sorrows fill,<br/>Who would his household screen from every ill?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is it only to suffering that his body is exposed who undertakes to preserve his family from evil ?"
          }
        ]
      }
    ],
    "id": 1029
  },
  {
    "kural": {
      "l1": "இடுக்கண்கால் கொன்றிட வீழு மடுத்தூன்று",
      "l2": "நல்லா ளிலாத குடி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இடுக்கண்கால் கொன்றிட வீழும் அடுத்தூன்றும்<br/>நல்லாள் இலாத குடி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "துன்பம் வந்தபோது உடனிருந்து தாங்கவல்ல நல்ல ஆள் இல்லாத குடி, துன்பமாகிய கோடரி அடியில் வெட்டி வீழ்த்த விழுந்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இடுக்கண் கால் கொன்றிட வீழும்= துன்பமாகிய நவியம் புகுந்து தன் முதலை வெட்டிச் சாய்க்க ஒரு பற்றின்றி வீழாநிற்கும்; அடுத்து ஊன்றும் நல்லாள் இலாத குடி= அக்காலத்தும் பற்றாவன கொடுத்துத் தாங்கவல்ல நல்ல ஆண்மகன் பிறவாத குடியாகிய மரம்.<br/><br/>முதல்: அதன் வழிக்குரியார். வளர்ப்பாரைப் பெற்றுழி வளர்ந்துபயன்படுதலும் அல்லாவழிக் கெடுதலும் உடைமையின், மரமாக்கினார்; \"தூங்குசிறை வாவலுறை தொன்மரங்க ளன்ன, ஓங்குகுல நையவதன் உட்பிறந்த வீரர், தாங்கல் கடன்\"3என்றார் பிறரும். இது குறிப்புருவகம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இடும்பையாகிய நவியம் அடுத்துத் தனது வேரை வெட்டுதலானே வீழும்: பக்கத்திலே அடுத்து ஊன்றுகின்ற முட்டுக்கோல்போலத் தாங்கவல்ல நல்ல ஆண்மக்கள் இல்லாத<br/><br/>குடியாகிய மரம். (நவியம்-கோடரி)<br/><br/>இது குடியோம்புவாரில்லாக்கால் அக்குடி கெடுமென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When trouble the foundation saps the house must fall,<br/>If no strong hand be nigh to prop the tottering wall."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If there are none to prop up and maintain a family (in distress), it will fall at the stroke of the axe of misfortune. "
          }
        ]
      }
    ],
    "id": 1030
  }
]