export default [
  {
    "kural": {
      "l1": "கற்க கசடறக் கற்பவை கற்றபின்",
      "l2": "நிற்க வதற்குத் தக"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கற்க கசடறக் கற்பவை கற்றபின்<br/>நிற்க அதற்குத் தக"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்கத் தகுந்த நூல்களைக் குற்றமறக் கற்க வேண்டும்; அவ்வாறு கற்ற பிறகு கற்ற கல்விக்குத் தக்கவாறு நெறியில் நிற்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கற்பவை கசடறக் கற்க= ஒருவன் கற்கப்படு நூல்களைப் பழுதறக் கற்க; கற்றபின் அதற்குத் தக நிற்க= அங்ஙனங் கற்றால்அக்கல்விக்குத்தக அவை சொல்லுகின்ற நெறிக்கண்ணே நிற்க.<br/><br/>'கற்பவை' என்றதனான், அறம் பொருள் இன்பம் வீடு என்னும் உறுதிப்பொருள் உணர்த்துவன அன்றிப் பிறபொருள் உணர்த்துவன சின்னாள் பல்பிணிச் சிற்றறிவினோர்க்கு ஆகா என்பது பெற்றாம். 'கசடறக்கற்ற'லாவது, விபரீத ஐயங்களை நீக்கி, மெய்ப்பொருளை நல்லோர் பலருடனும் பலகாலும் பயிறல். 'நிற்ற'லாவது இல்வாழ்வுழிக்<br/><br/>\"கருமமும் உள்படாப் போகமுந் துவ்வாத்<br/><br/>தருமமுந் தக்கார்க்கே செய்தலினும்\"1 , துறந்துழித் தவத்தான் மெய்யுணர்ந்து அவாவறுத்தலினும் வழுவாமை.<br/><br/>சிறப்புடை மகற்காயிற் கற்றல்வேண்டும் என்பதூஉம், அவனாற் கற்கப்படு நூல்களும், அவற்றைக் கற்கும் ஆறும், கற்றதனாற் பயனும் இதனாற் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கற்கப்படுவனவற்றைக் குற்றமறக் கற்க: கற்றபின்பு அக்கல்விக்குத் தக வொழுக.<br/><br/>இது கற்கவும் வேண்டும்: அதனை கடைப்பிடிக்கவும் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "So lear that you may full and faultless learning gain,<br/>Then in obedience meet to lessons learnt remain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man learn thoroughly whatever he may learn, and let his conduct be worthy of his learning."
          }
        ]
      }
    ],
    "id": 391
  },
  {
    "kural": {
      "l1": "எண்ணென்ப வேனை யெழுத்தென்ப விவ்விரண்டுங்",
      "l2": "கண்ணென்ப வாழு முயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்<br/>கண்ணென்ப வாழும் உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எண் என்று சொல்லப்படுவன, எழுத்து என்று சொல்லப்படுவன ஆகிய இருவகைக் கலைகளையும் வாழும் மக்களுக்குக் கண்கள் என்று கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எண் என்ப ஏனை எழுத்து என்ப இவ்விரண்டும்= அறியாதார் எண்ணென்று சொல்லுவனவும் மற்றை எழுத்து என்று சொல்லுவனுமாகிய கலைகள் இரண்டினையும்; வாழும் உயிர்க்குக் கண் என்ப= அறிந்தார் சிறப்புடை உயிர்கட்குக் கண் என்று சொல்லுவர்<br/><br/>'எண்'ணென்பது கணிதம். அது கருவியுஞ் செய்கையும் என இருவகைப்படும். அவை ஏரம்ப முதலிய நூல்களுட் காண்க. 'எழுத்'தெனவே, அதனோடு ஒற்றுமையுடைய சொல்லும் அடங்கிற்று. இவ்விருதிறமும், அறமுதற் பொருளைக் காண்டற்குக் கருவியாகலின் 'கண்'ணெனப்பட்டன. அவை கருவியாதல்,<br/><br/>\"ஆதி முதலொழிய வல்லா தனவெண்ணி<br/><br/>நீதி வழுவா நிலைமையவான்- மாதே<br/><br/>அறமார் பொருளின்பம் வீடென் றிவற்றின்<br/><br/>திறமாமோ எண்ணிறந்தாற் செப்பு\";<br/><br/>\"எழுத்தறியத் தீரும் இழிதகைமை தீர்ந்தான்<br/><br/>மொழித்திறத்தின் முட்டறுப்பான் ஆகும்- மொழித்திறத்தின்<br/><br/>முட்டறுத்த நல்லோன் முதனூற் பொருளுணர்ந்து<br/><br/>கட்டறுத்து வீடு பெறும்\"<br/><br/>இவற்றான் அறிக.<br/><br/>'என்ப' வென்பவற்றுள், முன்னைய இரண்டும் அஃறிணைப் பன்மைப் பெயர்; பின்னது உயர்திணைப் பன்மைவினை. 'அறியாதார்', 'அறிந்தார்' என்பன வருவிக்கப்பட்டன. 'சிறப்புடையுயிர்' என்றது, மக்கள் உயிருள்ளும் உணர்வு மிகுதி உடையதனை.<br/><br/>இதனால் கற்கப்படும் நூல்கட்குக் கருவியாவனவும் அவற்றது இன்றியமையாமையும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எண்ணென்று சொல்லப்படுவனவும் மற்றை எழுத்தென்று சொல்லப்படுவனவுமாகிய இவ்விரண்டு பொருளையும் உலகின்கண் வாழுமுயிர்களுக்குக் கண்ணென்று சொல்லுவர் அறிவோர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The twain that lore of numbers and of letters give<br/>Are eyes, the wise declare, to all on earth that live."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Letters and numbers are the two eyes of man."
          }
        ]
      }
    ],
    "id": 392
  },
  {
    "kural": {
      "l1": "கண்ணுடைய ரென்பவர் கற்றோர் முகத்திரண்டு",
      "l2": "புண்ணுடையர் கல்லா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணுடையர் என்பவர் கற்றோர் முகத்திரண்டு<br/>புண்ணுடையர் கல்லா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்ணுடையவர் என்று உயர்வாகக் கூறப்படுகின்றவர் கற்றவரே; கல்லாதவர் முகத்தில் இரண்டு புண் உடையவர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண் உடையர் என்பவர் கற்றோர்= கண்ணுடையர் என்று உயர்த்துச் சொல்லப்படுவார் கற்றவரே; கல்லாதவர் முகத்து இரண்டு புண் உடையர்= மற்றைக் கல்லாதவர் முகத்தின்கண் இரண்டு புண்ணுடையர், கண்ணிலர்.<br/><br/>தேயம் இடையிட்டவற்றையும் காலம் இடையிட்டவற்றையும் காணும் ஞானக்கண் உடைமையிற் கற்றாரைக் 'கண்ணுடையர்' என்றும், அஃதின்றி நோய் முதலியவற்றால் துன்பம் செய்யும் ஊனக்கண்ணே உடைமையின் கல்லாதவரைப் 'புண்ணுடையர்' என்றும் கூறினார். மேற் கண்ணன்மை உணரநின்ற ஊனக்கண்ணின் மெய்ம்மை கூறியவாற்றான், பொருள்நூல்களையும் கருவிநூல்களையும் கற்றாரது உயர்வும் கல்லாரது இழிவும் இதனால் தொகுத்துக் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கற்றோர் கண்ணுடைய ரென்று சொல்லப்படுவர்: கல்லாதார் முகத்தின்கண்ணே<br/><br/>இரண்டு புண்ணுடைய ரென்று சொல்லப்படுவர்.<br/><br/>அறிவு கல்வியின் கண்ணதாகலான் அக்கல்வியில்லாதார் கண் புண்ணாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Men who learning gain have eyes, men say;<br/>Blockheads' faces pairs of sores display."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learned are said to have eyes, but the unlearned have (merely) two sores in their face."
          }
        ]
      }
    ],
    "id": 393
  },
  {
    "kural": {
      "l1": "உவப்பத் தலைக்கூடி யுள்ளப் பிரித",
      "l2": "லனைத்தே புலவர் தொழில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உவப்பத் தலைக்கூடி உள்ளப் பிரிதல்<br/>அனைத்தே புலவர் தொழில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மகிழும்படியாகக் கூடிப் பழகி. (இனி இவரை எப்போது காண்போம் என்று) வருந்தி நினைக்கும் படியாகப் பிரிதல் புலவரின் தொழிலாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உவப்பத் தலைக்கூடி உள்ளப் பிரிதல் அனைத்தே= யாவரையும் அவர் உவக்குமாறு தலைப்பெய்து, இனி அவரை யாம் எங்ஙனங் கூடுதும் என நினையுமாறு நீங்குதலாகிய அத்தன்மைத்து; புலவர் தொழில்= கற்றறிந்தாரது தொழில்.<br/><br/>தாம் நல்வழி ஒழுகல், பிறர்க்கு உறுதிகூறல் என்பன இரண்டும் தொழில் என ஒன்றாய் அடங்குதலின், 'அத்தன்மைத்து' என்றார். 'அத்தன்மை', அப்பயனைத் தருந்தன்மை. நல்லொழுக்கம் காண்டலானும், தமக்கு மதுரமும் உறுதியுமாய கூற்றுக்கள் நிகர்வுஎதிர்வுகளின் இன்பம் பயத்தாலானும், கற்றார்மாட்டு எல்லாரும் அன்புடையராவர் என்பதாம்.<br/><br/>இதனால் கற்றாரது உயர்வு வகுத்துக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மக்களிருவர் உவக்குமாறு கூடி அவர் நினைக்குமாறு பிரிதல் போலும் : கற்றோர் செய்யுந்தொழில்.<br/><br/>இஃது இன்பம் நுகரினும் வினை செய்யினும் பிறர்க்கும் இன்பம் பயக்கச் செய்தல் கல்வியாலாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "You meet with joy, with pleasant thought you part;<br/>Such is the learned scholar's wonderous art."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is the part of the learned to give joy to those whom they meet, and on leaving, to make them think (Oh! when shall we meet them again.)"
          }
        ]
      }
    ],
    "id": 394
  },
  {
    "kural": {
      "l1": "உடையார்முன் னில்லார்போ லேக்கற்றுங் கற்றார்",
      "l2": "கடையரே கல்லா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடையார்முன் இல்லார்போல் ஏக்கற்றுங் கற்றார்<br/>கடையரே கல்லா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செல்வர்முன் வறியவர் நிற்பதுபோல் (கற்றவர்முன்) ஏங்கித் தாழ்ந்து நின்றும் கல்வி கற்றவரே உயர்ந்தவர்; கல்லாதவர் இழிந்தவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடையார் முன் இல்லார்போல் ஏக்கற்றும் கற்றார்= \"பிற்றைநிலைமுனியாது கற்றல் நன்று\"2 ஆதலான், செல்வர்முன் நல்கூர்ந்தார் நிற்குமாறு போலத் தாமும் ஆசிரியர்முன் ஏக்கற்று நின்றும் கற்றார் தலையாயினார்; கல்லாதவர் கடையரே= அந்நிலைக்கு நாணிக் கல்லாதவர் எஞ்ஞான்றும் இழிந்தாரேயாவர்.<br/><br/>'உடையார்', 'இல்லார்' என்பன, உலகவழக்கு. 'ஏக்கறுதல்' ஆசையால் தாழ்தல். 'கடையர்' என்றதனான், அதன் மறுதலைப்பெயர் வருவிக்கப்பட்டது. பொய்யாய மானம் நோக்கி மெய்யாய கல்வியிழந்தார், பின் ஒருஞான்றும் அறிவுடையர் ஆகாமையின், 'கடையரே' என்றார்.<br/><br/>இதனான் கற்றாரது உயர்வும், கல்லாரது இழிவும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளுடையார் முன்பு பொருளில்லாதார் நிற்குமாறு போல, அதனைக் காதலித்து நிற்றலுமன்றிக் கற்றாரிடத்தாவர் கல்லாதார்.<br/><br/>இது கற்றார் எல்லாரினுந் தலையாவாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With soul submiss they stand, as paupers front a rich man's face;<br/>Yet learned men are first; th' unlearned stand in lowest place."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The unlearned are inferior to the learned, before whom they stand begging, as the destitute before the wealthy."
          }
        ]
      }
    ],
    "id": 395
  },
  {
    "kural": {
      "l1": "தொட்டனைத்தூறும் மணற்கேணி மாந்தர்க்கு",
      "l2": "கற்றனைத்தூறும் அறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தொட்டனைத் தூறும் மணற்கேணி மாந்தர்க்குக்<br/>கற்றனைத் தூறும் அறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மணலில் உள்ள கேணியில் தோண்டிய அளவிற்கு நீர் ஊறும்; அதுபோல், மக்களுக்குக் கற்ற கல்வியின் அளவிற்கு அறிவு ஊறும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தொட்ட அனைத்து ஊறும் = தோண்டிய அவ்வளவிற்கு சுரக்கும் (நீர்), மணற்கேணி மாந்தர்க்கு = மணல் கிணறு மக்களுக்கு,<br/><br/>கற்ற அனைத்து ஊறும் அறிவு = (அதுபோன்றே) கல்வி கற்ற அவ்வளவிற்கு சுரக்கும் அறிவு<br/><br/>அதாவது, \"மணற்கேணி எவ்வளவுக்கெவ்வளவு தோண்டுகிறோமோ அவ்வளவிற்கு நீர் சுரப்பதுபோல, மக்கள் எவ்வளவுக்கெவ்வளவு கல்வி கற்க முயற்சி எடுக்கின்றனறோ அம்முயற்சிக்கேற்ப கல்வி அறிவும் சுரக்கும்\" என்பதாக பெறப்படும்.<br/><br/>மணற்கேணி தொட்ட அனைத்து ஊறும் - மணலின்கண் கேணி தோண்டிய அளவிற்றாக ஊறும், மாந்தற்கு அறிவு கற்றனைத்து ஊறும் - அதுபோல மக்கட்கு அறிவு கற்ற அளவிற்றாக ஊறும்.<br/><br/>(ஈண்டுக் 'கேணி' என்றது, அதற்கண் நீரை. 'அளவிற்றாக' என்றது, அதன் அளவும் செல்ல என்றவாறு. சிறிது கற்ற துணையான் அமையாது, மேன்மேல் கற்றல் வேண்டும் என்பதாம். இஃது ஊழ் மாறு கொள்ளாவழியாகலின், மேல் 'உண்மை அறிவே மிகும்' (குறள் .373) என்றதனோடு மலையாமை அறிக.)<br/><br/>கல்லுதல் என்றால் தோண்டுதல் என்றும் கல்வி கற்றல் என்றும் பொருள்படும் தமிழினிமை இக்குறளில் பொதிந்தமையை காலிங்கர் எடுத்துரைக்கிறார்.<br/><br/>மேன்மேலும் கல்வி கற்பதன் வாயிலாகவே அறிவு மாட்சிமை பெற இயலும் என்பதை உணர்த்துவது இக்குறளாகும்.<br/><br/>மேலும்<br/><br/>இங்கு குறிப்பாக \"மணற்கேணி\"யுடன் ஒப்பிட்டமைக்கு காரணம், மண் கேணியை போல் அல்லாமல் மணல் கேணி மணல் சரிந்தே தூர்ந்து போகும் தன்மை கொண்டது. அந்த தூரை மண்ட மண்ட வாரி நீக்கினால் மட்டுமே ஊறிய நீர் அந்த கேணியில் மிஞ்சும். அதுபோல அறிவு அழியாமல் நிலைத்து வளர கற்பது தொடர்ந்து நிகழ்ந்துகொண்டே இருக்கவேண்டும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அகழ்ந்த அளவு மணற்கேணி நீருண்டாம்: அதுபோல மாந்தர்க்குக் கற்ற அளவும் அறிவுண்டாம்.<br/><br/>இஃது அறிவுண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In sandy soil, when deep you delve , you reach the springs below;<br/>The more you learn, the freer streams of wisdom flow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Water will flow from a well in the sand in proportion to the depth to which it is dug, and knowledge will flow from a man in proportion to his learning."
          }
        ]
      }
    ],
    "id": 396
  },
  {
    "kural": {
      "l1": "யாதானு நாடாமா லூராமா லென்னொருவன்",
      "l2": "சாந்துணையுங் கல்லாத வாறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "யாதானும் நாடாமால் ஊராமால் என்னொருவன்<br/>சாந்துணையுங் கல்லாத வாறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்றவனுக்குத் தன் நாடும் ஊரும்போலவே வேறு எதுவாயினும் நாடாகும்; ஊராகும்; ஆகையால் ஒருவன் சாகும்வரையில் கல்லாமல் காலங்கழிப்பது ஏன்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யாதானும் நாடாம் ஊராம்= கற்றவனுக்குத் தன்நாடும் தன் ஊருமேஅன்றி, யாதானும் ஒருநாடும் நாடாம், யாதானும் ஓர் ஊரும் ஊராம்; ஒருவன் சாம்துணையும் கல்லாதவாறு என்= இங்ஙனமாயின் ஒருவன் தான் இறக்கும் அளவும், கல்லாது கழிகின்றது என்கருதி?<br/><br/>உயிரோடு சேறலின் 'சாந்துணையும்' என்றார். பிறர் நாடுகளும் ஊர்களும் தமபோல உற்றுப் பொருட்கொடையும், பூசையும் உவந்து செய்தற்கு ஏதுவாகலின் கல்விபோலச் சிறந்தது பிறிதுஇல்லை, அதனையே எப்பொழுதும் செய்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதோரிடத்தே செல்லினும் அதுவே தனது நாடும் ஊரும் போலாம். ஆதலால் ஒருவன் சாந்துணையுங் கல்லா தொழுகுதல் யாதினைக்கருதி?<br/><br/>இது கல்வி எல்லாரானுங் கைக்கொள்ளப்படு மென்றது"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The learned make each land their own, in every city find a home;<br/>Who, till they die; learn nought, along what weary ways they roam!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "How is it that any one can remain without learning, even to his death, when (to the learned man) every country is his own (country), and every town his own (town) ?"
          }
        ]
      }
    ],
    "id": 397
  },
  {
    "kural": {
      "l1": "ஒருமைக்கட் டான்கற்ற கல்வி யொருவற்",
      "l2": "கெழுமையு மேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒருமைக்கண் தான்கற்ற கல்வி ஒருவற்கு<br/>எழுமையும் ஏமாப் புடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு பிறப்பில் தான் கற்ற கல்வியானது அப்பிறப்பிற்கு மட்டும் அல்லாமல் ஒருவனுக்கு எழுபிறப்பிலும் உதவும் தன்மையுடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவற்கு= ஒருவனுக்கு; தான் ஒருமைக்கண் கற்ற கல்வி= தான் ஒருபிறப்பின்கண் கற்ற கல்வி; எழுமையும் ஏமாப்பு உடைத்து= எழுபிறப்பினும் சென்று உதவுதலை உடைத்து.<br/><br/>வினைகள் போல உயிரின்கண் கிடந்து அது புக்குழிப் புகுமாகலின், எழுமையும் ஏமாப்புடைத்து என்றார். எழுமை மேலே கூறப்பட்டது.3 உதவுதல் நன்னெறிக்கண் உய்த்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு ஒரு பிறப்பிலே கற்ற கல்வி தானே எழுபிறப்பினும் ஏமமாதலை<br/><br/>யுடைத்து.<br/><br/>கற்ற கல்வி தானென்று கூட்டுக. இது வாசனை தொடர்ந்து நன்னெறிக்கண் உய்க்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The man who store of learning gains,<br/>In one, through seven worlds, bliss, attains."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learning, which a man has acquired in one birth, will yield him pleasure during seven births."
          }
        ]
      }
    ],
    "id": 398
  },
  {
    "kural": {
      "l1": "தாமின் புறுவ துலகின் புறக்கண்டு",
      "l2": "காமுறுவர் கற்றறிந் தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தாமின் புறுவது உலகின் புறக்கண்டு<br/>காமுறுவர் கற்றறிந் தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தாம் இன்புறுவதற்குக் காரணமான கல்வியால் உலகமும் இன்புறுவதைக் கண்டு, கற்றறிந்த அறிஞர் மேன்மேலும் (அக்கல்வியையே) விரும்புவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தாம் இன்புறுவது உலகு இன்புறக் கண்டு= தாம் இன்புறுவதற்கு ஏதுவாகிய கல்விக்கு உலகம் இன்புறுதலால் அச்சிறப்பு நோக்கி; கற்றறிந்தார் காமுறுவர்= கற்றறிந்தார் பின்னும் அதனையே விரும்புவர்.<br/><br/>'தாம்இன்புறுத'லாவது, நிகழ்வின்கட் சொற்பொருள்களின் சுவைநுகர்வானும், புகழ் பொருள் பூசைபெறுதலானும், எதிர்வின்கண் அறம் வீடு பயத்தலானும், அதனான் இடையறாத இன்பம் எய்துதல். 'உலகுஇன்புறுத'லாவது, இம்மிக்காரோடு தலைப்பெய்து அறியாதன வெல்லாம் அறியப்பெற்றோம் என்றும், \"யாண்டு பலவாக நரையில\"4மாயினேம் என்று உவத்தல். செல்வமாயின், ஈட்டல் காத்தல் இழத்தல் என்று இவற்றால் துன்புறுதலு்ம், பலரையும் பகையாக்கலும் உடைத்தென அறிந்து, அதனைக் காமுறாமையிற் 'கற்றறிந்தார்' என்றும், கரும்பு அயிறற்குக் கூலிபோலத் தாம் இன்புறுவதற்கு, உலகுஇன்புறுதல் பிறவாற்றான் இன்மையின் அதனையே 'காமுறுவர்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் இனிதாக நுகர்வதொன்றை உலகத்தார் நுகர்ந்து இன்புறுவாராகக் கண்டால் அதற்கு இன்புறுவர் கற்றறிந்தவர்.<br/><br/>இஃது அழுக்காறு செய்யாது இன்புறுதல் அறமாதலின் அது கல்வியானே வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Their joy is joy of all the world, they see; thus more<br/>The learners to love their cherished lore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learned will long (for more learning), when they see that while it gives pleasure to themselves, the world also derives pleasure from it."
          }
        ]
      }
    ],
    "id": 399
  },
  {
    "kural": {
      "l1": "கேடில் விழுச்செல்வங் கல்வி யொருவற்கு",
      "l2": "மாடல்ல மற்றை யவை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கேடில் விழுச்செல்வம் கல்வி யொருவற்கு<br/>மாடல்ல மற்றை யவை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்கு அழிவு இல்லாத சிறந்த செல்வம் கல்வியே ஆகும்; கல்வி தவிர மற்றப் பொருள்கள் (அத்தகைய சிறப்புடைய ) செல்வம் அல்ல."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவற்குக் கேடு இல் விழுச்செல்வம் கல்வி= ஒருவனுக்கு அழிவில்லாத சீரிய செல்வமாவது கல்வி; மற்றையவை மாடு அல்ல= அஃது ஒழிந்த மணியும் பொன்னும் முதலாயின செல்வம் அல்ல.<br/><br/>அழிவின்மையாவது4 தாயத்தார் கள்வர் வலியர் அரசர் என்று இவராற் கொள்ளப்படாமையும், வழிபட்டார்க்குக் கொடுத்துழிக் குறையாமையுமாம். சீர்மை தக்கார்கண்ணே நிற்றல். மணி, பொன் முதலியவற்றிற்கு இவ்விரண்டும் இன்மையின், அவற்றை மாடல்ல என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்குக் கேடில்லாத சீரிய பொருளாவது கல்வி: மற்றவையெல்லாம் பொருளல்ல.<br/><br/>இது கல்வி அழியாத செல்வமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Learning is excellence of wealth that none destroy;<br/>To man nought else affords reality of joy"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Learning is the true imperishable riches; all other things are not riches"
          }
        ]
      }
    ],
    "id": 400
  }
]