export default [
  {
    "kural": {
      "l1": "அரங்கின்றி வட்டாடி யற்றே நிரம்பிய",
      "l2": "நூலின்றிக் கோட்டி கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அரங்கின்றி வட்டாடி யற்றே நிரம்பிய<br/>நூலின்றிக் கோட்டி கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு நிரம்புவதற்குக் காரணமான நூல்களைக் கற்காமல் கற்றவரிடம் சென்று பேசுதல், சூதாடும் அரங்கு இழைக்காமல் வட்டுக்காயை உருட்டி ஆடினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அரங்கு இன்றி வட்டு ஆடியற்றே- அரங்கினையிழையாது வட்டாடினாற்போலும்;<br/><br/>நிரம்பிய நூலின்றிக் கோட்டி கொளல்= தான் நிரம்புதற்கு ஏதுவாகிய நூல்களைக் கல்லாது ஒருவன் அவையின்கண் ஒன்றினைச் சொல்லுதல்.<br/><br/>'அரங்கு' வகுத்த தானம். 'வட்டா'டல் உண்டையுருட்டல்.<br/><br/>இவை,<br/><br/>\"கட்டளை யன்ன வட்டரங் கிழைத்துக்-<br/><br/>கல்லாச் சிறாஅர் நெல்லிவட் டாடும்\" - நற்றிணை-3.<br/><br/>-என்பதனான் அறிக. 'நிரம்பு'தல் அறியவேண்டுவன எல்லாம் அறிதல்.<br/><br/>'கோட்டி' என்பது ஈண்டு ஆகுபெயர்;<br/><br/>\"புல்லா வெழுத்திற் பொருளில் வறுங்கோட்டி\" - நாலடியார்-155.<br/><br/>-என்புழிப்போல. சொல்லும் பொருளும் நெறிப்படா என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொம்மையின்றி வட்டாடினாற் போலும்; நிரம்பிய நூல்களைக் கற்றலின்றி வார்த்தை சொல்லுதல்.<br/><br/>அரங்கு- சூது: வட்டாடுதல்- உருண்டை யுருட்டல்: கோட்டி கொளல்- 'புல்லா வெழுத்திற் பொருளில் வறுங்கோட்டி' என்றாற்போல. இது கல்லாதார் வார்த்தை சொல்லின் அது தப்புமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like those at draughts would play without the chequered square,<br/>Men void of ample lore counsels of the learned share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To speak in an assembly (of the learned) without fullness of knowledge, is like playing at chess (on a board) without squares."
          }
        ]
      }
    ],
    "id": 401
  },
  {
    "kural": {
      "l1": "கல்லாதான் சொற்கா முறுதன் முலையிரண்டு",
      "l2": "மில்லாதாள் பெண்காமுற் றற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லாதான் சொற்கா முறுதல் முலையிரண்டும்<br/>இல்லாதாள் பெண்காமுற் றற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(கற்றவரின் அவையில்) கல்லாதவன் ஒன்றைச் சொல்ல விரும்புதல், முலை இரண்டும் இல்லாதவள் பெண் தன்மையை விரும்பினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாதான் சொல் காமுறுதல்= கல்வி இல்லாதான் ஒருவன் அவையின்கண் ஒன்று சொல்லுதலை அவாவுதல்;<br/><br/>முலை இரண்டும் இல்லாதாள் பெண் காமுற்றற்று= இயல்பாகவே முலையிரண்டும் இல்லாதாள் ஒருத்தி பெண்மையை அவாவினாற் போலும்.<br/><br/>\"இனைத்தென வறிந்த சினை\" - (தொல்காப்பியம், சொல்லதிகாரம், கிளவியாக்கம்- 33) யாகலின், தொகையொடு முற்றும்மை கொடுத்தார்; சிறிதும் இல்லாதாள் என்பதாம். அவாவியவழிக் கடைபோகாது, போகினும் நகை விளைக்கும் என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்வியில்லாதான் சொல்லுதற்கு ஆசைப்படுதல், இரண்டு முலையுமில்லாதாள் பெண்மைக்குக் காமுற்றாற்போலும்.<br/><br/>இது தன்னாசையல்லது சொன்னாலும் விரும்புவாரில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like those who doat on hoyden's undeveloped charms are they,<br/>Of learning void, who eagerly their power of words display."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The desire of the unlearned to speak (in an assembly), is like a woman without breasts desiring (the enjoyment of ) woman-hood."
          }
        ]
      }
    ],
    "id": 402
  },
  {
    "kural": {
      "l1": "கல்லா தவரு நனிநல்லர் கற்றார்முற்",
      "l2": "சொல்லா திருக்கப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லா தவரும் நனிநல்லர் கற்றார்முன்<br/>சொல்லா திருக்கப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்றவரின் முன்னிலையில் ஒன்றையும் சொல்லாமல் அமைதியாக இருக்கப்பெற்றால், கல்லாதவர்களும் மிகவும் நல்லவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாதவரும் நனி நல்லர்= கல்லாதாரும் மிக நல்லர் ஆவர்;<br/><br/>கற்றார்முன் சொல்லாது இருக்கப்பெறின்= தாமே தம்மை அறிந்து, கற்றார் அவையின்கண் ஒன்றனையும் சொல்லாது இருத்தல் கூடுமாயின்.<br/><br/>உம்மை இழிவு சிறப்பும்மை. தம்மைத் தாம் அறியாமையின் அது கூடாது என்பார், 'பெறின்' என்றும், கூடின் ஆண்டுத் தம்மை வெளிப்படுத்தாமையானும், பின் கல்வியை விரும்புவர் ஆகலானும், 'நனிநல்லர்' என்றும் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும், கல்லாதார் அவைக்கட் சொல்லுதற்குரியர் அன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்லாதவரும் ஓரிடத்து மிகவும் நல்லவராவர், கற்றவர் முன்பு உரையாடாதிருக்கக்கூடுமாயின்.<br/><br/>சொல்லாதொழிய அறிவாரில்லையாவர் என்றவாறாயிற்று. இது கல்லாதார்க்கு உபாயம் இது என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The blockheads too, may men of worth appear,<br/>If they can keep from speaking where the learned hear!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The unlearned also are very excellent men, if they know how to keep silence before the learned."
          }
        ]
      }
    ],
    "id": 403
  },
  {
    "kural": {
      "l1": "கல்லாதா னொட்பங் கழிய நன்றாயினுங்",
      "l2": "கொள்ளா ரறிவுடை யார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லாதான் ஒட்பம் கழியநன் றாயினும்<br/>கொள்ளார் அறிவுடை யார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்லாதவனுடைய அறிவுடைமை ஒருகால் மிக நன்றாக இருந்தாலும் அறிவுடையோர் அதனை அறிவின் பகுதியாக ஏற்றுக் கொள்ளமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாதான் ஒட்பம் கழிய நன்றாயினும்= கல்லாதவனது ஒண்மை ஒரோவழி மிக நன்றாய் இருப்பினும்;<br/><br/>அறிவுடையார் கொள்ளார்= அறிவுடையார் அதனை ஒண்மையாகக் கொள்ளார்.<br/><br/>ஒண்மை= அறிவுடைமை. அது நன்றாகாது, ஆயிற்றாயினும் ஏரல் எழுத்துப்4 போல்வதோர் விழுக்காடாகலின், நிலைபெற்ற நூலறிவுடையார் அதனை மதியார் என்பதாம்.<br/><br/>4. ஏரல்= நத்தை. அது மணலில் செல்லும்போது தன்னையறியாமல் செய்யும் எழுத்து-வரி- வடிவம். நத்தை மணலில் செல்லும்போது 'அ' எனும் எழுத்துவடிவில் கீறல் விழுந்தால், அதனைப்பார்த்து 'நத்தை/அதாவது ஏரல்- 'அ' என்ற எழுத்தை எழுதிவிட்டது' என்று எவரும் கூறமாட்டார்கள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்லாதானது ஒண்மை மிகவும் நன்றாயிருப்பினும் அதனை ஒண்மையாகக் கொள்ளார் அறிவுடையார்.<br/><br/>ஒண்மை யெனினும் அறிவெனினும் அமையும். இது கல்லாதார் ஒள்ளியாராயினும் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From blockheads' lips, when words of wisdom glibly flow,<br/>The wise receive them not , though good they seem to show."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although the natural knowledge of an unlearned man may be very good, the wise will not accept for true knowledge."
          }
        ]
      }
    ],
    "id": 404
  },
  {
    "kural": {
      "l1": "கல்லா வொருவன் றகைமை றலைப்பெய்து",
      "l2": "சொல்லாடச் சோர்வு படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லா ஒருவன் தகைமை தலைப்பெய்து<br/>சொல்லாடச் சோர்வு படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்லாத ஒருவன் தன்னைத் தான் மதித்துக் கொள்ளும் மதிப்பு (கற்றவரிடம்) கூடிப் பேசும்போது அப்பேச்சினால் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லா ஒருவன் தகைமை= நூல்களைக் கல்லாத ஒருவன் யான் அறிவுடையேன் எனத் தன்னை மதிக்கும் மதி்ப்பு;<br/><br/>தலைப்பெய்து சொல்லாடச் சோர்வுபடும்= அவற்றைக் கற்றவன் கண்டு உரையாடக் கெடும்.<br/><br/>கற்றவன் என்பது வருவிக்கப்பட்டது. யாதானும் ஓர் வார்த்தை சொல்லுந் துணையுமே நிற்பது, சொல்லியவழி வழுப்படுதலின், அழிந்துவிடும் என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் கல்லாரது இயற்கையறிவின் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்லாத ஒருவனது பெருமை கற்றவன் கிட்டி உரையாட மறையும்.<br/><br/>இது பெருமையுடையாராயினும் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As worthless shows the worth of man unlearned,<br/>When council meets, by words he speakes discerned."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The self-conceit of an unlearned man will fade away, as soon as he speaks in an assembly (of thelearned)."
          }
        ]
      }
    ],
    "id": 405
  },
  {
    "kural": {
      "l1": "உளரென்னு மாத்திரைய ரல்லாற் பயவாக்",
      "l2": "களரனையர் கல்லா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உளரென்னும் மாத்திரையர் அல்லால் பயவாக்<br/>களரனையர் கல்லா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்லாதவர் உயிரோடிருக்கின்றனர் என்று சொல்லப் படும் அளவினரே அல்லாமல், ஒன்றும் விளையாத களர்நிலத்திற்கு ஒப்பாவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாதவர்= கல்லாதவர்;<br/><br/>உளர் என்னும் மாத்திரையர் அல்லால்= காணப்படுதலான் இலரல்லர் உளர் என்று சிலர் சொல்லும் அளவினர் ஆதலன்றி;<br/><br/>பயவாக் களர் அனையர்= தமக்கும் பிறர்க்கும் பயன்படாமையால் விளையாத களர்நிலத்தோடு ஒப்பர்.<br/><br/>களர் தானும் பேணர்பாடு அழிந்து உயிர்கட்கும் உணவு முதலிய உதவாதது போலத் தாமும் நன்கு மதிக்கற்பாடு அழிந்து, பிறர்க்கும் அறிவு முதலிய உதவார் என்பதாம்.<br/><br/>இதனால் கல்லாரது பயன்படாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உளரென்னும் அளவினையுடையாரல்லது, பயன்படாத களர் நிலத்தை யொப்பர் கல்லாதவர்.<br/><br/>இது, பிறர்க்குப் பயன்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'They are'; so much is true of men untaught;<br/>But, like a barren field, they yield us nought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The unlearned are like worthless barren land: all that can be said of them is, that they exist."
          }
        ]
      }
    ],
    "id": 406
  },
  {
    "kural": {
      "l1": "நுண்மா ணுழைபுல மில்லா னெழினல",
      "l2": "மண்மாண் புனைபாவை யற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நுண்மாண் நுழைபுலம் இல்லான் எழில்நலம்<br/>மண்மாண் புனைபாவை யற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நுட்பமானதாய் மாட்சியுடையதாய் ஆராயவல்லதான அறிவு இல்லாதவனுடைய எழுச்சியான அழகு, மண்ணால் சிறப்பாகப் புனையப்பட்ட பாவை போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நுண் மாண் நுழை புலம் இல்லான் எழில் நலம்= நுண்ணிதாய் மாட்சிமைப்பட்டுப் பல நூல்களினும் சென்ற அறிவு இல்லாதவனுடைய எழுச்சியும் அழகும்;<br/><br/>மண் மாண் புனைபாவை அற்று= சுதையான் மாட்சிமைப்படப் புனைந்த பாவையுடைய எழுச்சியும் அழகும் போலும்.<br/><br/>அறிவிற்கு மாட்சிமையாவது, பொருள்களைக் கடிதில் காண்டலும் மறவாமையும் முதலாயின. பாவை ஆகுபெயர்.<br/><br/>\"உருவின் மிக்கதோர் உடம்பது பெறுதலு மரிது\" (சீவக சிந்தாமணி, முத்தியிலம்பகம்-154) ஆகலான் எழில் நலங்களும் ஒரு பயனே எனினும், நூலறிவில்வழிச் சிறப்பில என்பதாம்.<br/><br/>இதனான் அவர் வடிவழகாற் பயனின்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நுண்ணிதாகிய மாட்சிமைப்பட்ட ஆராய்ச்சியையுடைய கல்வியில்லாதான் அழகு, மண்ணினாலே நன்றாகச் செய்த பாவையின் அழகினை யொக்கும்.<br/><br/>இஃது அழகியராயினும் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who lack the power of subtle, large and penetrating sense,<br/>Like puppet, decked with ornaments of clay, their beauty's vain pretence."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The beauty and goodness of one who is destitute of knowledge by the study of great and exquisite works, is like (the beauty and goodness) of a painted earthen doll."
          }
        ]
      }
    ],
    "id": 407
  },
  {
    "kural": {
      "l1": "நல்லார்கட் பட்ட வறுமையி னின்னாதே",
      "l2": "கல்லார்கட் பட்ட திரு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லார்கண் பட்ட வறுமையின் இன்னாதே<br/>கல்லார்கண் பட்ட திரு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்லாதவரிடம் சேர்ந்துள்ள செல்வமானது, கற்றறிந்த நல்லவரிடம் உள்ள வறுமையைவிட மிகத் துன்பம் செய்வதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல்லார்கண் பட்ட வறுமையின் இன்னாதே= கற்றார்மாட்டு நின்ற வறுமையினும் இன்னாது;<br/><br/>கல்லார்கண் பட்ட திரு= கல்லாதார்மாட்டு நின்ற செல்வம்.<br/><br/>இழிவுசிறப்பும்மை விகாரத்தாற் றொக்கது. தத்தம் நிலையினன்றி மாறி நிற்றலால் தாம் இடுக்கட் படுதலும், உலகிற்குத் துன்பம் செய்தலும் இரண்டிற்கும் ஒக்குமாயினும், திரு கல்லாரைக் கெடுக்க, வறுமை நல்லாரைக் கெடாது நிற்றலான், வறுமையினுந் திரு 'இன்னாது' என்றார்.<br/><br/>இதனால் அவர் திருவின் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்லார்மாட்டு உண்டாகிய வறுமைபோலப் பிறர்க்கு இன்னாமையைச் செய்யும்; கல்லாதார்மாட்டு உண்டாகிய செல்வம்.<br/><br/>இது செல்வமுண்டாயின், பிறரைத் துன்பமுறுவிப்பரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To men unlearned, from fortune's favour greater evil springs,<br/>Than proverty to men of goodly wisdom brings."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wealth, gained by the unlearned, will give more sorrow than the poverty which may come upon the learned."
          }
        ]
      }
    ],
    "id": 408
  },
  {
    "kural": {
      "l1": "மேற்பிறந்தா ராயினுங் கல்லாதார் கீழ்ப்பிறந்துங்",
      "l2": "கற்றா ரனைத்திலர் பாடு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மேற்பிறந்தா ராயினும் கல்லாதார் கீழ்ப்பிறந்தும்<br/>கற்றார் அனைத்திலர் பாடு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்லாதவர் உயர்ந்த குடியில் பிறந்தவராக இருப்பினும் தாழ்ந்த குடியில் பிறந்திருந்தும் கல்வி கற்றவரைப் போன்ற பெருமை இல்லாதவரே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாதார் மேற்பிறந்தார் ஆயினும்= கல்லாதார் உயர்ந்த சாதிக்கண் பிறந்தாராயினும்;<br/><br/>கீழ்ப்பிறந்தும் கற்றார் அனைத்துப் பாடு இலர்= தாழ்ந்த சாதிக்கண் பிறந்துவைத்தும் கற்றாரது பெருமை அளவிற்றாய பெருமை இலர்.<br/><br/>உடலோடு ஒழியும் சாதி உயர்ச்சியினும் உயிரோடு செல்லும் கல்வி6 உயர்ச்சி சிறப்புடைத்து என்பதாம்.<br/><br/>இதனால் அவர் சாதியுணர்ச்சியால் பயனின்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்வியில்லாதார் உயர்குலத்திற் பிறந்தாராயினும், இழிகுலத்துப் பிறந்தும் கற்றாரோடு ஒத்த பெருமையிலர்.<br/><br/>இது குலமுடையாராயினும் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Lower are men unlearned, though noble be their race,<br/>Than low-born men adorned with learning's grace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The unlearned, though born in a high caste, are not equal in dignity to the learned; though they may have been born in a low caste."
          }
        ]
      }
    ],
    "id": 409
  },
  {
    "kural": {
      "l1": "விலங்கொடு மக்க ளனைய ரிலங்குநூல்",
      "l2": "கற்றாரோ டேனை யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விலங்கொடு மக்கள் அனையர் இலங்குநூல்<br/>கற்றாரோடு ஏனை யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு விளங்குவதற்குக் காரணமான நூல்களைக் கற்றவரோடு கல்லாதவர், மக்களோடு விலங்குகளுக்கு உள்ள அவ்வளவு வேற்றுமை உடையவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "விலங்கொடு மக்கள் அனையர்= விலங்கோடு நோக்க மக்களை எத்துணை நன்மையுடையார் அத்துணைத் தீமையுடையர்;<br/><br/>இலங்கு நூல் கற்றாரோடு ஏனையவர்= விளங்கிய நூலைக் கற்றாரோடு நோக்கக் கல்லாதவர்.<br/><br/>'விலங்கு', 'நூல்' சாதிப்பெயர். விளங்குதல்=மேம்படுதல். விலங்கின் மக்கட்கு ஏற்றமாய உணர்வுமிகுதி காணப்படுவது கற்றார் கண்ணே யாகலின், கல்லாதாரும் அவரும் ஒத்த பிறப்பினர் அல்லர் என்பதாம். மயக்க நிரனிறை.<br/><br/>இதனால் அவர் மக்கட்பிறப்பாற் பயன் எய்தாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விலங்குச் சாதியோடும் மக்களோடும் உள்ள வேறுபாடுடையர்; விளங்கின நூல்களைக் கற்றவரோடு கல்லாதவர்.<br/><br/>இது கல்லாதார் விலங்கென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Learning's irradiating grace who gain,<br/>Others excel, as men the bestial train."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As beasts by the side of men, so are other men by the side of those who are learned in celebrated works."
          }
        ]
      }
    ],
    "id": 410
  }
]