export default [
  {
    kural: {
      l1: 'பகல்வெல்லுங் கூகையைக் காக்கை யிகல்வெல்லும்',
      l2: 'வேந்தர்க்கு வேண்டும் பொழுது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பகல்வெல்லும் கூகையைக் காக்கை இகல்வெல்லும்<br/>வேந்தர்க்கு வேண்டும் பொழுது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காக்கை தன்னைவிட வலிய கோட்டானைப் பகலில் வென்றுவிடும்; அதுபோல் பகையை வெல்லக் கருதும் அரசர்க்கும் அதற்கு ஏற்ற காலம் வேண்டும்',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கூகையைக் காக்கை பகல்வெல்லும்= தன்னின் வலிதாய கூகையைக் காக்கை பகற்பொழுதின்கண் வெல்லாநிற்கும்; இகல் வெல்லும் வேந்தர்க்கு வேண்டும் பொழுது= அதுபோலப் பகைவரது இகலை வெல்லக் கருதும் அரசர்க்கு அதற்கேற்ற காலம் இன்றியமையாதது.<br/><br/>எடுத்துக்காட்டு உவமை. காலமல்லாவழி வலியாற் பயனி்ல்லையென்பது விளக்கிநின்றது. இனிக் காலமாவது, வெம்மையும் குளிர்ச்சியும் தம்முள் ஒத்து நோய்செய்யாது, தண்ணீரும் உணவும் முதலியன உடைத்தாய்த் தானை வருந்தாது செல்லும் இயல்பினதாம். இதனாற் காலத்தது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இராப்பொழுது வெல்லுங் கூகையைக் காக்கை பகற்பொழுது வெல்லும். ஆதலான் மாறுபாட்டை வெல்லும் அரசர்க்குக் காலம் வேண்டும்<br/><br/>இது காலமறிதல் வேண்டும் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A crow will conquer owl in broad daylight;<br/>The king that foes would crush needs fitting time to fight.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A crow will overcome an owl in the day time; so the king who would conquer his enemy must have (a suitable) time.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பருவத்தோ டொட்ட வொழுக றிருவினைத்',
      l2: 'தீராமை யார்க்குங் கயிறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பருவத்தோடு ஒட்ட ஒழுகல் திருவினைத்<br/>தீராமை ஆர்க்குங் கயிறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காலத்தோடு பொருந்துமாறு ஆராய்ந்து நடத்தல் (நில்லாத இயல்பு உடைய) செல்வத்தை நீங்காமல் நிற்குமாறு கட்டும் கயிறாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பருவத்தோடு ஒட்ட ஒழுகல்= அரசன் காலத்தோடு பொருந்த வினைசெய்து ஒழுகுதல்; திருவினைத் தீராமை ஆர்க்கும் கயிறு= ஒருவர்கண்ணும் நில்லாது நீங்கும் செல்வத்தைத் தன்கண் நீங்காமற் பிணிக்கும் கயிறாம்.<br/><br/>காலத்தோடு பொருந்துதல் காலம் தப்பாமல் செய்தல். 'தீராமை' என்றதனால், தீர்தன்மாலையது என்பது பெற்றாம். வினை வாய்த்துவருதலான், அதனின் ஆகும் செல்வம் எஞ்ஞான்றும் நீங்காது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காலத்தோடு பொருந்த ஒழுகுதல் செல்வத்தை நீங்காமல் கட்டுவதொரு கயிறாம்.<br/><br/>இனிக் காலமறிந்ததனால் வரும் பயன் கூறுவார் முற்படச் செல்வம் கெடாதென்றார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The bond binds fortune fast is ordered effort made,<br/>Strictly observant still of favouring season's aid.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Acting at the right season, is a cord that will immoveably bind success (to a king).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருவினை யென்ப வுளவோ கருவியாற்',
      l2: 'கால மறிந்து செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருவினை யென்ப உளவோ கருவியான்<br/>காலம் அறிந்து செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(செய்யும் செயலை முடிப்பதற்கு வேண்டிய) கருவிகளுடன் ஏற்ற காலத்தையும் அறிந்து செய்தால், அரிய செயல்கள் என்பவை உண்டோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அரசரால் செய்தற்கு அரிய வினைகளென்று சொல்லப்படுவன உளவோ; கருவியான் காலம் அறிந்து செயின்= அவற்றை முடித்தற்காம் கருவிகளுடனே செய்தற்காம் காலம் அறிந்து செய்வாராயின்.<br/><br/>கருவிகளாவன: மூவகையாற்றலும், நால்வகை உபாயங்களும்ஆம்; அவை உளவாயவழியும் காலம் வேண்டும் என்பது அறிவித்தற்குக் 'கருவியான்' என்றார். எல்லாவினையும் எளிதில் முடியும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரிய வினையென்று சொல்லப்படுவன உளவோ? முடிக்கலாங் கருவியோடே கூடக் காலத்தை யறிந்து செய்ய வல்லாராயின்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Can any work be hard in very fact,<br/>If men use fitting means in timely act?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Is there anything difficult for him to do, who acts, with (the right) instruments at the right time ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஞாலங் கருதினுங் கைகூடுங் காலங்',
      l2: 'கருதி யிடத்தாற் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஞாலம் கருதினுங் கைகூடுங் காலம்<br/>கருதி இடத்தாற் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(செயலை முடிப்பதற்கு ஏற்ற) காலத்தை அறிந்து இடத்தோடு பொருந்துமாறு செய்தால், உலகமே வேண்டும் எனக் கருதினாலும் கைகூடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஞாலம் கருதினும் கைகூடும்= ஒருவன் ஞாலம் முழுதும் தானே ஆளக் கருதினான் ஆயினும், அஃது அவன் கையகத்ததாம்; காலம் கருதி இடத்தான் செயின்= அதற்குச் செய்யும் வினையைக் காலமறிந்து இடத்தோடு பொருந்தச் செய்வானாயின்.<br/><br/>இடத்தான் என்பதற்கு, மேற் கருவியான் என்பதற்கு உரைத்தாங்கு உரைக்க. கைகூடாதனவும், கைகூடும் என்பதாம். :<br/><br/>இவைமூன்று பாட்டானும் காலமறிதற் பயன் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உலகமெல்லாம் பெறுதற்கு நினைத்தானாயினும் பெறலாம்: காலத்தைக் குறித்து இடனறிந்து செய்வனாயின்.<br/><br/>இஃது எல்லாப் பொருளையு மெய்துமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The pendant world's dominion may be won,<br/>In fitting time and place by action done.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though (a man) should meditate (the conquest of) the world, he may accomplish it if he acts in the right time, and at the right place.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காலங் கருதி யிருப்பர் கலங்காது',
      l2: 'ஞாலங் கருது பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காலம் கருதி இருப்பர் கலங்காது<br/>ஞாலம் கருது பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உலகத்தைக் கொள்ளக் கருதுகின்றவர் அதைப்பற்றி எண்ணிக் கலங்காமல் அதற்கு ஏற்ற காலத்தைக் கருதிக் கொண்டு பொறுத்திருப்பர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கலங்காது ஞாலம் கருதுபவர்= தப்பாது ஞாலமெல்லாம் கொள்ளக்கருதும் அரசர்; காலம் கருதி இருப்பர்= தம் வலிமிகுமாயினும், அது கருதாது, அதற்கேற்ற காலத்தையே கருதி அது வருந்துணையும் பகைமேற் செல்லார்.<br/><br/>'தப்பாமை' கருதியவழியே கொள்ளுதல். வலிமிகுதி 'காலங் கருதி' என்பதனாற் பெற்றாம். அது கருதாது செல்லின், இருவகைப் பெருமையும் தேய்ந்து வருத்தமும் உறுவாராகலின், 'இருப்பர்' என்றார். இருத்தலாவது, நட்பாக்கல், பகையாக்கல், மேற்சேறல், இருத்தல், பிரிதல், கூட்டல் என்னும் அறுவகைக் குணங்களுள் மேற்செலவிற்கு மாறாயது. இதனால் காலம் வாராவழிச் செய்வது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செய்யுங்காலம் வருமளவு நினைத்து அசைவின்றி யிருப்பார்: ஞாலத்தைக் கொள்ளக் கருதுபவர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who think the pendant world itself to subjugate,<br/>With mind unruffled for the fitting time must wait.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They who thoughtfully consider and wait for the (right) time (for action), may successfully meditate (the conquest of) the world.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊக்க முடையா னொடுக்கம் பொருதகர்',
      l2: 'தாக்கற்குப் பேருந் தகைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊக்க முடையான் ஒடுக்கம் பொருதகர்<br/>தாக்கற்குப் பேருந் தகைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊக்கம் மிகுந்தவன் (காலத்தை எதிர்பார்த்து) அடங்கியிருத்தல், போர் செய்யும் ஆட்டுக்கடா தன் பகையைத் தாக்குவதற்காகப் பின்னே கால்வாங்குதலைப் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஊக்கம் உடையான் ஒடு்க்கம்= வலிமிகுதி உடைய அரசன் பகைமேற் செல்லாது காலம் பார்த்து இருக்கின்ற இருப்பு; பொரு தகர் தாக்கற்குப் பேரும் தகைத்து= பொருகின்ற தகர், தன்பகைகெடப் பாய்தற்பொருட்டுப் பின்னே கால்வாங்குந் தன்மைத்து.<br/><br/>உவமைக்கண் 'தாக்கற்கு' என்றதனால், பொருளினும் வென்றி எய்தற்பொருட்டு என்பது கொள்க. இதனால் அவ்விருப்பின் சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மன மிகுதி யுடையவன் காலவரவு பார்த்து ஒடுங்குதல், போரைக் கருதின தகர் வலிபெறத் தாக்குதற் பொருட்டுப் பெயர்ந்தாற் போலும்.<br/><br/>இது காலம் வருமளவுங் குறைத்தால் வலி மிகுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The men of mighty power their hidden energies repress,<br/>As fighting ram recoils to rush on foe with heavier stress.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The self-restraint of the energetic (while waiting for a suitable opportunity), is like the drawing back of a fighting-ram in order to butt.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொள்ளென வாங்கே புறம்வேரார் காலம்பார்த்',
      l2: 'துள்வேர்ப்ப ரொள்ளி யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொள்ளென ஆங்கே புறம்வேரார் காலம்பார்த்து<br/>உள்வேர்ப்பர் ஒள்ளி யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறிவுடையவர், (பகைவர் தீங்கு செய்த) அப்பொழுதே உடனே புறத்தில் சினம் கொள்ளமாட்டார்;(வெல்வதற்கு ஏற்ற) காலம் பார்த்து அகத்தில் சினம் கொள்வர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒள்ளியவர்= அறிவுடைய அரசர்; ஆங்கே பொள் எனப் புறம் வேரார்= பகைவர் மிகை செய்தபொழுதே விரைவாக அவர் அறியப் புறத்து வெகுளார்; காலம் பார்த்து உள் வேர்ப்பர்= தாம் அவரை வெல்லுதற்கு ஏற்ற காலத்தினை அறிந்து அது வரும் துணையும் உள்ளே வெகுள்வர்.<br/><br/>'பொள்ளென' என்பது குறிப்புமொழி. 'வேரார்', 'வேர்ப்பர்' எனக் காரணத்தைக் காரியமாக உபசரித்தார். அறிய வெகுண்டுழித் தம்மைக் காப்பார் ஆகலிற் 'புறம் வேரார்' என்றும், வெகுளி ஒழிந்துழிப் பின்னும் மிகைசெய்யாமல் அடக்குதல் கூடாமையின் 'உள்வேர்ப்பர்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கதுமென அவ்விடத்தே யுடம்பு வேரார்: தமக்குச் செய்யலாங் காலம் பார்த்து மனமொப்பர் ஒள்ளியர்.<br/><br/>ஒப்புப் பொறாமையால் வருவதொன்று. இது பகைவர் பொறாதவற்றைச் செய்தாலும் காலம் பார்க்கவேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The glorious once of wrath enkindled make no outward show,<br/>At once; they bide their time, while hidden fires within them glow.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wise will not immediately and hastily shew out their anger; they will watch their time, and restrain it within.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செறுநரைக் காணிற் சுமக்க விறுவரை',
      l2: 'காணிற் கிழக்காந் தலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செறுநரைக் காணின் சுமக்க இறுவரை<br/>காணின் கிழக்காம் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பகைவரைக் கண்டால் பொறுத்துச் செல்ல வேண்டும்; அப் பகைவர்க்கு முடிவுகாலம் வந்தபோது அவருடைய தலைகீழே விழும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "செறுநரைக் காணின் சுமக்க= தாம் வெல்லக்கருதிய அரசர், பகைவர்க்கு இறுதிக்காலம் வருந்துணையும் அவரைக்கண்டால் பணிக; இறுவரை காணின் தலை கிழக்காம்= பணியவே, அக்காலம் வந்திறும்வழி அவர் தகைவின்றி இறுவர்.<br/><br/>பகைமை ஒழியும் வரை மிகவும் தாழ்க என்பார் 'சுமக்க' என்றும், அங்ஙனம் தாழவே அவர் தம்மைக் காத்தல்இகழ்வார், ஆகலின் தப்பாமற் கெடுவர் என்பார், அவர் தலை, கீழாம் என்றும் கூறினார். தலைமேற்கொண்டதொரு பொருளைத் தள்ளுங்கால் அது தன் தலைகீழாக விழுமாகலின், அவ்வியல்பு பெறப்பட்டது.<br/><br/>இவையிரண்டு பாட்டானும் இருக்கும்வழிப் பகைமை தோன்றமல் இருக்க என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பகைவரைக் கண்டானாயின் தலையினாற் சுமக்க; இறுமளவாகின் தலை கீழாய் விடலாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If foes' detested form they see, with patience let them bear;<br/>When fateful hour at last they spy, the head lies there.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If one meets his enemy, let him show him all respect, until the time for his destruction is come; when that is come, his head will be easily brought low.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எய்தற் கரிய தியைந்தக்கா லந்நிலையே',
      l2: 'செய்தற் கரிய செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எய்தற் கரியது இயைந்தக்கால் அந்நிலையே<br/>செய்தற் கரிய செயல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கிடைத்தற்கரிய காலம் வந்து வாய்க்குமானால், அந்த வாய்ப்பைப் பயன்படுத்திக்கொண்டு அப்போதே செய்தற்கரிய செயல்களைச் செய்யவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எய்தற்கு அரியது இயைந்தக்கால்= பகையை வெல்லக் கருதும் அரசர் தம்மால் எய்துதற்குஅரிய காலம் வந்து கூடியக்கால்; அந்நிலையே செய்தற்கு அரிய செயல்= அது கழிவதற்கு முன்பே, அது கூடாவழித் தம்மால் செய்தற்கு அரிய வினைகளைச் செய்க.<br/><br/>ஆற்றல் முதலியவற்றால் செய்துகொள்ளப்படாமையின் 'எய்தற்கரிய' என்றும், அது தானே வந்துஇயைதல் அரிதாகலின், 'இயைந்தக்கால்' என்றும், இயைந்தவழிப் பின் நில்லாது ஓடுதலின், 'அந்நிலையே' என்றும், அது பெறாவழிச் செய்யப்படாமையின் 'செய்தற்கரிய' என்றும் கூறினார்.<br/><br/>இதனால் காலம் வந்துழி விரைந்து செய்க என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பெறுதற்கு அரிய காலம் வந்தால் அப்பொழுதே தன்னாற் செய்தற்கு அரியவாகிய வினைகளைச் செய்து முடிக்க.<br/><br/>இது காலம் வந்தால் அரிதென்று காணாமற் செய்யவேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When hardest gain of opportunity at last is won,<br/>With promptitude let hardest deed be done.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If a rare opportunity occurs, while it lasts, let a man do that which is rarely to be accomplished (but for such an opportunity).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொக்கொக்க கூம்பும் பருவத்து மற்றதன்',
      l2: 'குத்தொக்க சீர்த்த விடத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொக்கொக்க கூம்பும் பருவத்து மற்றதன்<br/>குத்தொக்க சீர்த்த இடத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொறுத்திருக்கும் காலத்தில் கொக்குப்போல் அமைதியா இருக்கவேண்டும்; காலம் வாய்த்தபோது அதன் குத்துப் போல் தவறாமல் செய்து முடிக்கவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கூம்பும் பருவத்துக் கொக்கு ஒக்க= ஒருவினைமேல் செல்லாது இருக்கும் காலத்துக் கொக்கு இருக்குமாறுபோல இருக்க; மற்றுச் சீர்த்த இடத்து அதன் குத்து ஒக்க= மற்றைச் செல்லும் காலம் வாய்த்தவழி அது செய்து முடிக்குமாறுபோலத் தப்பாமல் செய்து முடிக்க.<br/><br/>மீன் கோடற்கு இருக்கும்வழி, அது வந்துஎய்தும் துணையும் முன்னறிந்து தப்பாமற்பொருட்டு உயிர் இல்லது போன்று இருக்கும் ஆகலானும், எய்தியவழிப் பின்தப்புவதற்கு முன்பே விரைந்து குத்துமாகலானும், இருப்பிற்கும் செயலிற்கும் கொக்கு உவமையாயிற்று. 'கொக்கொக்க' என்றார் ஆயினும் அது கூம்புமாறு போலக் கூம்புக என்றும், 'குத்தொக்க' என்றாராயினும், அது குத்துமாறு போலக் குத்துகவென்றும் உரைக்கப்படும், இது தொழிலுவமம் ஆகலின். உவமை முகத்தால் இருப்பிற்கும் செயலிற்கும் இலக்கணம் கூறியவாறாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காலம் பார்த்திருக்குமிடத்துக் கொக்குப் போல ஒடுங்கி இகழ்வின்றி யிருக்க, வினை செய்தற்கு வாய்த்த காலம் வந்தவிடத்து அக்கொக்குக் குத்துமாறுபோலத் தப்பாமல்<br/><br/>விரைந்து செய்க.<br/><br/>இது காலம் வருமளவும் இகழ்ச்சியின்றிக் கொக்குப் போல இருத்தல் வேண்டுமென்பதூஉம் காலம் வந்தால் தப்பாமை விரைந்து செய்யவேண்டுமென்பதூஉம் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As heron stands with folded wing, so wait in waiting hour;<br/>As heron snaps its prey, when fortune smiles, put forth your power.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'At the time when one should use self-control, let him restrain himself like a heron; and, let him like it, strike, when there is a favourable opportunity.',
          },
        ],
      },
    ],
  },
];
