export default [
  {
    "kural": {
      "l1": "செல்வத்துட் செல்வஞ் செவிச்செல்வ மச்செல்வஞ்",
      "l2": "செல்வத்து ளெல்லாந் தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்வத்துட் செல்வஞ் செவிச்செல்வம் அச்செல்வம்<br/>செல்வத்து ளெல்லாந் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செவியால் கேட்டறியும் செல்வம், செல்வங்களுள் ஒன்றாகப் போற்றப்படும் செல்வமாகும்; அச் செல்வம் செல்வங்கள் எல்லாவற்றிலும் தலையானதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செல்வத்துட் செல்வம் செவிச்செல்வம்= ஒருவற்குச் சிறப்புடைய செல்வமாவது செவியான் வருஞ் செல்வம்;<br/><br/>அச்செல்வம் செல்வத்துள் எல்லாம் தலை= அச்செல்வம் பிற செல்வங்கள் எல்லாவற்றினுந் தலையாகலான்.<br/><br/>செவியான் வருஞ் செல்வம் கேள்வியான் எல்லாப் பொருளையும் அறிதல். பிறசெல்வங்கள் பொருளான் வருவன. அவை நிலையாவாகலானும், துன்ப விளைவினவாகலானும், இது 'தலை'யாயிற்று. அவற்றை யொழித்து இதனையே செய்க என்புது குறிப்பெச்சம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவற்குச் சிறப்புடைய செல்வமானது செவியான் வருஞ் செல்வம்: அச்செல்வம் பிறசெல்வங்க ளெல்லாவற்றினும் தலையாகலான்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wealth of wealth is acquired be ear attent;<br/>Wealth mid all wealth supremely excellent."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wealth (gained) by the ear is wealth of wealth; that wealth is the chief of all wealth."
          }
        ]
      }
    ],
    "id": 411
  },
  {
    "kural": {
      "l1": "செவிக்குண வில்லாத போழ்து சிறிது",
      "l2": "வயிற்றுக்கு மீயப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செவுக்குண வில்லாத போழ்து சிறிது<br/>வயிற்றுக்கும் ஈயப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செவிக்குக் கேள்வியாகிய உணவு இல்லாதபோது (அதற்குத் துணையாக உடலை ஓம்புமாறு) வயிற்றுக்கும் சிறிது உணவு தரப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செவிக்கு உணவு இல்லாத போழ்து= செவிக்கு உணவாகிய கேள்வி இல்லாத பொழுது;<br/><br/>வயிற்றுககும் சிறிது ஈயப்படும்= வயிற்றுக்குஞ் சிறிது உணவு இடப்படும்.<br/><br/>சுவை மிகுதியும் பிற்பயத்தலுமுடைய கேள்வியுள்ளபொழுது வெறுக்கப்படுதலான் இல்லாத போழ்து என்றும், பெரிதாய வழித் தேடல் துன்பமேயன்றி நோயும் காமமும் பெருகுதலாற் சிறிது என்றும், அதுதானும் பின்னிருந்து கேட்டற் பொருட்டாகலான் ஈயப்படும் என்றும் கூறினார். ஈதல் வயிற்றது இழிவு தோன்ற நின்றது.<br/><br/>இவை யிரண்டு பாட்டானும் கேள்வியது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செவிக்கு உணவாகிய கேள்வி யில்லாதபோது வயிற்றுக்கும் சிறிது உணவு கொடுக்கத் தகும்.<br/><br/>பெருக உண்ணின் கேள்வியை விரும்பாது காமநுகர்ச்சியை விரும்புமாதலான், சிறிது என்றார். இஃது எல்லாக்காலமும் கேட்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When 'tis no longer time the listening ear to feed<br/>With trifling dole of food supply the body's need."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When there is no food for the ear, give a little also to the stomach."
          }
        ]
      }
    ],
    "id": 412
  },
  {
    "kural": {
      "l1": "செவியுணவிற் கேள்வி யுடையாரவியுணவி",
      "l2": "னான்றாரோ டொப்பர் நிலத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செவியுணவிற் கேள்வி யுடையார் அவியுணவின்<br/>ஆன்றாரோ டொப்பர் நிலத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செவியுணவாகிய கேள்வி உடையவர் நிலத்தில் வாழ்கின்றவரே ஆயினும், அவி உணவைக்கொள்ளும் தேவரோடு ஒப்பாவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செவி உணவின் கேள்வி உடையார்= செவி உணவாகிய கேள்வியனை உடையார்;<br/><br/>நிலத்து அவி உணவின் ஆன்றாரோடு ஒப்பர்= நிலத்தின்கண்ணராயினும் அவி உணவினை யுடைய தேவரோடு ஒப்பர்.<br/><br/>'செவியுணவு' செவியால் உண்ணும் உணவு. அல்வழிக்கண் வந்த இன்சாரியையது னகரம் வலிந்து நின்றது. அவியாகிய உணவு தேவர்க்கு வேள்வித்தீயிற் கொடுப்பன. அறிவான் நிறைந்தமையான் 'ஆன்றோர்' என்றும், துன்பம் அறியாமையால் 'தேவரோடொப்பர்' என்றும் கூறினார்.<br/><br/>இதனால் அதனை உடையாரது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செவிக்கு உணவு போன்ற கேள்வியை யுடையவர் நிலத்தின் கண்ணே யிருப்பினும் அவியை யுணவாக வுடைய தேவரோடு ஒப்பர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who feed their ear with learned teachings rare,<br/>Are like the happy gods oblations rich who share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who in this world enjoy instruction which is the food of the ear, are equal to the Gods, who enjoy the food of the sacrifices."
          }
        ]
      }
    ],
    "id": 413
  },
  {
    "kural": {
      "l1": "கற்றில னாயினுங் கேட்க வஃதொருவற்",
      "l2": "கொற்கத்தி னூற்றாந் துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கற்றில னாயினுங் கேட்க அஃதொருவற்கு<br/>ஒற்கத்தின் ஊற்றாந் துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நூல்களைக் கற்கவில்லையாயினும், கற்றறிந்தவரிடம் கேட்டறிய வேண்டும்; அஃது ஒருவனுக்கு வாழ்க்கையில் தளர்ச்சி வந்தபோது ஊன்றுகோல்போல் துணையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கற்றிலன் ஆயினும் கேட்க= உறுதி நூல்களைத் தான் கற்றிலன் ஆயினும், அவற்றின் பொருள்களைக் கற்றறிந்தார் சொல்லக் கேட்க;<br/><br/>அஃது ஒருவற்கு ஒற்கத்தின் ஊற்றாம் துணை= அக்கேள்வி ஒருவனுக்குத் தளர்ச்சி வந்துழிப் பற்றுக்கோடாந் துணையாகலான்.<br/><br/>உம்மை கற்கவேண்டும் என்பதுபட நின்றது. 'தளர்ச்சி' வறுமையானாதல் அறிவின்மையானாதல் இடுக்கட்பட்டுழி மனந் தளர்தல். அதனைக்கேள்வியானாய அறிவு நீக்குமாகலின், 'ஊற்றாந் துணை' என்றார். ஊன்று என்னும் ஆகுபெயரின் னகரம் திரிந்து நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கற்கமாட்டானாயினுங் கேட்க: அக்கேள்வி ஒருவன் தளர்ச்சிக்குத் தாங்கலாவதொரு துணையாம்.<br/><br/>இது கேள்வி வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though learning none hath he,yet let him hear alway:<br/>In weakness this shall prove a staff and stay."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although a man be without learning, let him listen (to the teaching of the learned); that will be to him a staff in adversity."
          }
        ]
      }
    ],
    "id": 414
  },
  {
    "kural": {
      "l1": "இழுக்க லுடையுழி யூற்றுக்கோ லற்றே",
      "l2": "யொழுக்க முடையார்வாய்ச் சொல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இழுக்கல் உடையுழி ஊற்றுக்கோல் அற்றே<br/>ஒழுக்க முடையார்வாய்ச் சொல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கமுடைய சான்றோரின் வாய்ச்சொற்கள், வழுக்கல் உடைய சேற்றுநிலத்தில் ஊன்றுகோல்போல் வாழ்க்கையில் உதவும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இழுக்கல் உடையுழி ஊற்றுக்கோல் அற்றே= வழுக்குதலையுடைய சேற்றுநிலத்து இயங்குவார்க்கு ஊன்றுகோல் போல் உதவும்;<br/><br/>ஒழுக்கம் உடையார் வாய்ச்சொல்= காவற் சாகாடு உகைப்பார்க்கு ஒழுக்கமுடையார் வாயிற்சொற்கள்.<br/><br/>அவாய்நிலையான் வந்த உவமையடையாற் பொருளடை வருவிக்கப்பட்டது. ஊற்றாகிய கோல்போல் உதவுதல் தளர்ந்துழி அதனை நீக்குதல். கல்வியுடையரேனும் ஒழுக்கமில்லாதார் அறிவிலர் ஆகலின் அவர் வாய்ச்சொல் கேட்கப்படாது என்பது தோன்ற 'ஒழுக்கமுடையார் வாய்ச் சொல்' என்றார். 'வாய்' என்பது தீச்சொல் அறியாமையாகிய சிறப்புணரநின்றது. அவற்றைக்கேட்க என்பது குறிப்பெச்சம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வழுக்குத லுண்டான விடத்து உதவும் ஊன்றுகோல் போலும்: ஒழுக்கமுடையார் கூறுஞ் சொற்கள்.<br/><br/>இது கேட்பது ஒழுக்கமுடையார்மாட்டென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like staff in hand of him in slippery ground who strays,<br/>Are words from mouth of those who walk in righteous ways."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The words of the good are like a staff in a slippery place."
          }
        ]
      }
    ],
    "id": 415
  },
  {
    "kural": {
      "l1": "எனைத்தானு நல்லவை கேட்க வனைத்தானு",
      "l2": "மான்ற பெருமை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எனைத்தானும் நல்லவை கேட்க அனைத்தானும்<br/>ஆன்ற பெருமை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எவ்வளவு சிறிதேயாயினும் நல்லவற்றைக் கேட்டறிய வேண்டும்; கேட்ட அந்த அளவிற்கு அவை நிறைந்த பெருமையைத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எனைத்தானும் நல்லவை கேட்க= ஒருவன் சிறிதாயினும் உறுதிப்பொருள்களைக் கேட்க;<br/><br/>அனைத்தானும் ஆன்ற பெருமை தரும்= அக்கேள்வி அத்துணையாயினும் நிறைந்த பெருமையை தரும் ஆகலான்.<br/><br/>'எனைத்து', 'அனைத்து' என்பன, கேட்கும் பொருண்மேலும் காலத்தின்மேலும் நின்றன. அக்கேள்வி மழைத்துளிபோல வந்து ஈண்டி எல்லா அறிவுகளையும் உளவாக்கலின், சிறிது என்று இகழற்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எவ்வளவிற்றாயினும் நல்ல நூல்களைக் கேட்க; அக்கேள்வி அவ்வளவிற்றே யாயினும் நிரம்பின பெருமையைத் தரும்.<br/><br/>இஃது எல்லாக்காலமுங் கேட்டிலனாயினும், கேட்குங்கால் நல்ல கேட்க வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let each man good things learn, for e'en as he<br/>Shall learn, he gains increase of perfect dignity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man listen, never so little, to good (instruction), even that will bring him great dignity."
          }
        ]
      }
    ],
    "id": 416
  },
  {
    "kural": {
      "l1": "பிழைத்துணர்ந்தும் பேதைமை சொல்லா ரிழைத்துணர்ந்",
      "l2": "தீண்டிய கேள்வி யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிழைத்துணர்ந்தும் பேதைமை சொல்லா ரிழைத்துணர்ந்<br/>தீண்டிய கேள்வி யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நுட்பமாக உணர்ந்து நிறைந்த கேள்வியறிவை உடையவர். (ஒருகால் பொருள்களைத்) தவறாக உணர்ந்திருந்தாலும் பேதைமையானவற்றைச் சொல்லார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிழைத்து உணர்ந்தும் பேதைமை சொல்லார்= பிறழ உணர்ந்தவழியும் தமக்குப் பேதைமை பயக்கும் சொற்களைச் சொல்லார்;<br/><br/>இழைத்து உணர்ந்து ஈண்டிய கேள்வியவர்= பொருள்களைத் தாமும் நுண்ணிதாக ஆராய்ந்து அறிந்து அதன்மேலும் ஈண்டிய கேள்வியினை யுடையார்.<br/><br/>'பிழைப்ப' என்பது திரிந்துநின்றது. 'பேதைமை' ஆகுபெயர். 'ஈண்டுதல்' பலவாற்றான் வந்து நிறைதல். பொருள்களின் மெய்ம்மையத் தாமும் அறிந்து அறிந்தாரோடு ஒப்பிப்பதும் செய்தார் தாமதகுணத்தான் மயங்கினாராயினும், அவ்வாறல்லது சொல்லார் என்பதாம்.<br/><br/>இவை நான்கு பாட்டானும் கேட்டார்க்கு வரும் நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "(இ-ள்) ஒரு பொருளைத் தப்ப உணர்ந்தாலும், அறிவின்மை யாயின சொல்லார், ஆராய்ந்துணர்ந்து நிரம்பிய கேள்வியை யுடையார்.<br/><br/>இது கேட்டறிந்தார் அறியாமை சொல்லா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Not e'en through inadvertence speak they foolish word,<br/>With clear discerning mind who 've learning's ample lessons heard."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not even when they have imperfectly understood (a matter), will those men speak foolishly, who have profoundly studied and diligently listened (to instruction)."
          }
        ]
      }
    ],
    "id": 417
  },
  {
    "kural": {
      "l1": "கேட்பினுங் கேளாத் தகையவே கேள்வியாற்",
      "l2": "றோட்கப் படாத செவி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கேட்பினுங் கேளாத் தகையவே கேள்வியால்<br/>தோட்கப் படாத செவி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கேள்வியறிவால் துளைக்கப்படாத செவிகள், (இயற்கையான துளைகள் கொண்டு ஒசையைக்) கேட்டறிந்தலும், கேளாத செவிட்டுத் தன்மை உடையனவே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கேட்பினும் கேளாத் தகையவே= தம் புலமாய ஓசை மாத்திரத்தைக் கேட்குமாயினும் செவிடாம் தன்மையவேயாம்;<br/><br/>கேள்வியால் தோட்கப்படாத செவி= கேள்வியால் துளைக்கப்படாத செவிகள்.<br/><br/>ஏகாரம் தேற்றத்தின்கண் வந்தது. ஓசை மாத்திரத்தான் உறுதி எய்தாமையிற் 'கேளாத் தகைய' என்றும், மனத்தின்கண் நூற்பொருள் நுழைதற்கு வழியாக்கலிற் கேள்வியைக் கருவியாக்கியும் கூறினார். பழைய துளை துளையன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஓசை மாத்திரம் கேட்டனவாயினும் அதுவுங் கேளாத செவி போலும்; நல்லோர் கூறுஞ் சொற்களால் துளைக்கப்படாத செவி.<br/><br/>இது கேள்வியில்லாதார் செவிட ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where teaching hath not oped the learner's ear,<br/>The man may listen, but he scarce can hear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The ear which has not been bored by instruction, although it hears, is deaf."
          }
        ]
      }
    ],
    "id": 418
  },
  {
    "kural": {
      "l1": "நுணங்கிய கேள்விய ரல்லார் வணங்கிய",
      "l2": "வாயின ராத லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நுணங்கிய கேள்விய ரல்லார் வணங்கிய<br/>வாயின ராதல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நுட்பமான பொருள்களைக் கேட்டறிந்தவர் அல்லாத மற்றவர், வணக்கமான சொற்களைப் பேசும் வாயினை உடையவராக முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நுணங்கிய கேள்வியர் அல்லார்= நுண்ணிதாகிய கேள்வியுடையர் அல்லாதார்;<br/><br/>வணங்கிய வாயினர் ஆதல் அரிது= பணிந்த மொழியினை உடையராதல் கூடாது.<br/><br/>கேட்கப்படுகின்ற பொருளினது நுண்மை கேள்விமேல் ஏற்றப்பட்டது. 'வாய்' ஆகுபெய்ர். பணிந்தமொழி பணிவைப்புலப்படுத்திய மொழி. கேளாதார் உணர்வின்மையால் தம்மை வியந்து கூறுவர் என்பதாம். அல்லால் என்பதூஉம் பாடம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நுண்ணியதாகிய கேள்வியை யுடையாரல்லாதார், தாழ்ந்த சொற்கூறும் நாவுடையாராதல் இல்லை.<br/><br/>இது கேள்வியுடையார் தம்மை வியந்து சொல்லா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis hard for mouth to utter gentle, modest word.<br/>When ears discourse of lore refined have never heard."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is a rare thing to find modesty, a reverend mouth- with those who have not received choice instruction."
          }
        ]
      }
    ],
    "id": 419
  },
  {
    "kural": {
      "l1": "செவியிற் சுவையுணரா வாயுணர்வின் மாக்க",
      "l2": "ளவியினும் வாழினு மென்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள்<br/>அவியினும் வாழினும் என்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செவியால் கேள்விச்சுவை உணராமல் வாயின் சுவையுணர்வு மட்டும் உடைய மக்கள், இறந்தாலும் என்ன? உயிரோடு வாழ்ந்தாலும் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செவியிற் சுவை உணரா வாய் உணர்வின் மாக்கள்= செவியான் நுகரப்படும் சுவைகளை உணராத வாயுணர்வினையுடைய மாந்தர்;<br/><br/>அவியினும் வாழினும் என்= சாவினும் வாழினும் உலகிற்கு வருவுது என்னை?<br/><br/>செவியான் நுகரப்படும் சுவைகளாவன: சொற்சுவையு்ம பொருட்சுவையும். அவற்றுட் சொற்சுவை குணம், அலங்காரமென இருவகைத்து.பொருட்சுவை காமம், நகை, கருணை, வீரம், உருத்திரம், அச்சம், இழிப்பு, வியப்பு, சாந்தம் என ஒன்பது வகைத்து. அவையெல்லாம் ஈண்டுரைப்பிற் பெருகும். 'வாயுணர்வு' என்பது இடைப்பதங்கள் தொக்குநின்ற மூன்றாம் வேற்றுமைத்தொகை; அது வாயான் நுகரப்படும் சுவைகளை உணரும் உணர்வென விரியும். அவை கைப்பு, கார்ப்பு, புளிப்பு, உவர்ப்பு, துவர்ப்பு, தித்திப்பு என ஆறாம். செத்தால் இழப்பதும், வாழ்ந்தாற் பெறுவதும் இன்மையின் இரண்டும் ஒக்கும் என்பதாம். வாயுணவின் என்று பாடம் ஓதுவாரும் உளர்.<br/><br/>இவை மூன்று பாட்டானும் கேளாதவழிப்படும் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செவியால் நுகரும் இன்பத்தை யறியாத, வாயால் நுகரும் இன்பத்தையறியும் மாக்கள் செத்தால் வருந் தீமை யாது? வாழ்ந்தால் வரும் நன்மை யாது? உலகத்தார்க்கு.<br/><br/>இது கேள்வியில்லாதார் பிறர்க்குப் பயன் படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His mouth can taste, but ear no taste of joy can give!<br/>what matter if he die, or prosperous live?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What does it matter whether those men live or die, who can judge of tastes by the mouth, and not by the ear ?"
          }
        ]
      }
    ],
    "id": 420
  }
]