export default [
  {
    "kural": {
      "l1": "கண்ணோட்ட மென்னுங் கழிபெருங் காரிகை",
      "l2": "யுண்மையா னுண்டிவ் வுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணோட்டம் என்னும் கழிபெருங் காரிகை<br/>உண்மையான் உண்டிவ் வுலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்ணோட்டம் என்று சொல்லப்படுகின்ற மிகச் சிறந்த அழகு இருக்கும் காரணத்தால்தான், இந்த உலகம் அழியாமல் இருக்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணோட்டம் என்னும் கழி பெரும் காரிகை உண்மையான்= கண்ணோட்டம் என்று சொல்லப்படுகின்ற சிறப்புடைய அழகு அரசர் மாட்டு உண்டாகலான்; இவ்வுலகு உண்டு= இவ்வுலகம் உண்டாகாநின்றது.<br/><br/>'கழிபெருங்காரிகை' என்புழி ஒருபொருட் பன்மொழி இவ்வுயிர் அழகது சிறப்புணரநின்றது. இவ்வழகு அதற்கு உறுப்பாகலின், 'உண்மையான்' என நிலைபேறும் கூறினார். இன்மை வெருவந்தசெய்தல் ஆகலின், அவர்நாட்டு வாழ்வார் புலியை அடைந்த புல்வாய்இனம் போன்று ஏமஞ்சாராமை பற்றி, 'இவ்வுலகுஉண்டு' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணோட்டமாகிய பெரிய அழகு அரசன்மாட்டு உண்டானபடியினாலே, இவ்வுலகநடை யாகின்றது.<br/><br/>இஃது அஃதில்லையாயின் உலகங்கெடும் ஆதலால் கண்ணோடவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Since true benignity, that grace exceeding great, resides<br/>In kingly souls, world in happy state abides."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world exists through that greatest ornament (of princes), a gracious demeanour."
          }
        ]
      }
    ],
    "id": 571
  },
  {
    "kural": {
      "l1": "கண்ணோட்டத் துள்ள துலகிய லஃதிலா",
      "l2": "ருண்மை நிலக்குப் பொறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணோட்டத் துள்ளது உலகியல் அஃதிலார்<br/>உண்மை நிலக்குப் பொறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்ணோட்டத்தினால் உலகியல் நடைபெறுகின்றது; கண்ணோட்டம் இல்லாதவர் உயிரோடு இருந்தால் நிலத்திற்குச் சுமையே தவிர, வேறு பயனில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகியல் கண்ணோட்டத்து உள்ளது= உலகநடை கண்ணோட்டத்தின்கண் நிகழ்வது; அஃது இலார் உண்மை நிலக்குப் பொறை= ஆகலான், அக்கண்ணோட்டம் இல்லாதார் உளராதல் இந்நிலத்துக்குப் பாரமாதற்கே, பிறிது ஒன்றற்கு அன்று.<br/><br/>உலகநடையாவது ஒப்புரவுசெய்தல், புறந்தருதல், பிழைத்தனபொறுத்தல் என்றிவை முதலாயின. அவை நிகழாமையால் தமக்கும் பிறர்க்கும் பயன்படார் என்பதுபற்றி, 'நிலக்குப் பொறை' என்றார். ஆதற்கு என்பது சொல்லெச்சம்.<br/><br/>இவை இரண்டு பாட்டானும் கண்ணோட்டத்தது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலகநடை கண்ணோட்டத்தின்கண்ணது: ஆதலால், அஃதில்லாதார் உளராயிருத்தல் நிலத்துக்குப் பாரமாம்.<br/><br/>இது கண்ணோட்டமில்லாதாரை நிலம் பொறாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The world goes on its wonted way, since grace benign is there;<br/>All other men are burthen for the earth to bear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The prosperity of the world springs from the kindliness, the existence of those who have no (kindliness) is a burden to the earth."
          }
        ]
      }
    ],
    "id": 572
  },
  {
    "kural": {
      "l1": "பண்ணென்னாம் பாடற் கியைபின்றேற் கண்ணென்னாங்",
      "l2": "கண்ணோட்ட மில்லாத கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பண்என்னாம் பாடற்கு இயைபின்றேல் கண்என்னாம்<br/>கண்ணோட்டம் இல்லாத கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பாடலோடு பொருந்துதல் இல்லையானால் இசை என்ன பயனுடையதாகும்? அதுபோல், கண்ணோட்டம் இல்லாவிட்டால் கண் என்ன பயனுடையதாகும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பண் என்னாம் பாடற்கு இயைபு இன்றேல்= பண் என்ன பயத்ததாம் பாடல்தொழிலோடு பொருத்தம் இன்றாயின்; கண் என்னாம் கண்ணோட்டம் இல்லாத கண்= அதுபோலக் கண் என்னபயத்ததாம் கண்ணோட்டம் இல்லாத இடத்து.<br/><br/>'பண்', 'கண்' என்பன சாதிப்பெயர். பண்களாவன பாலையாழ் முதலிய நூற்றுமூன்று. பாடல்தொழில்களாவன: யாழின்கண் வார்தல் முதலிய எட்டும், பண்ணல் முதலிய எட்டும், மிடற்றின்கண் எடுத்தல், படுத்தல், நலிதல், கம்பிதம், குடிலம் என்னும் ஐந்தும், பெருவண்ணம், இடைவண்ணம், வனப்பு வண்ணம் முதலிய வண்ணங்கள் எழுபத்தாறும்ஆம். இவற்றோடு இயையாதவழிப் பண்ணாற் பயனில்லாதவாறு போலக் கண்ணோட்டத்து இயையாதவழிக் கண்ணாற்பயனில்லை என்பதாம். கண்சென்றவழி நிகழ்தல்பற்றி அதனை இடமாக்கினார். இறுதிக்கட் 'கண்' என்பதனைக் \"கண்ணகன் ஞாலம்\"‡ என்புழிப்போலக் கொள்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பண் என்ன பயனுடைத்தாம், பாடலொடு பொருந்தாதாயின். அதுபோலக் கண் என்ன பயனுடைத்தாம், கண்ணோட்ட மில்லாத காலத்து.<br/><br/>இது பிறர்க்கும் இன்பம் பயவாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where not accordant with the song, what use of sounding chords?<br/>What gain of eye that no benignant light affords?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Of what avail is a song if it be inconsistent with harmony ? what is the use of eyes which possess no kindliness."
          }
        ]
      }
    ],
    "id": 573
  },
  {
    "kural": {
      "l1": "உளபோன் முகத்தெவன் செய்யு மளவினாற்",
      "l2": "கண்ணோட்ட மில்லாத கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உளபோல் முகத்தெவன் செய்யும் அளவினால்<br/>கண்ணோட்டம் இல்லாத கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தக்க அளவிற்குக் கண்ணோட்டம் இல்லாத கண்கள் முகத்தில் உள்ளவைபோல் தோன்றுதல் அல்லாமல் வேறு என்ன பயன் செய்யும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முகத்து உளபோல் எவன்செய்யும்= கண்டார்க்கு முகத்தின்கண் உளபோல் தோன்றல் அல்லது வேறுஎன்ன பயனைச் செய்யும்; அளவினான் கண்ணோட்டம் இல்லாத கண்= அளவிறவாத கண்ணோடுதலை உடையவல்லாத கண்கள்.<br/><br/>தோன்றல்அல்லது என்னும் சொற்கள் அவாய்நிலையான் வந்தன. கழிகண்ணோட்டத்திலிருந்து நீக்குதற்கு, 'அளவினான்' என்றார். ஒருபயனையும் செய்யா என்பது குறிப்பெச்சம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவரவர் வாழ்வு காரணமாகக் கண்ணோடுதலைச் செய்யாத கண்கள், முகத்தின்கண் உள்ளனபோன்று இருப்பதன்றி வேறென்ன பயனைச் செய்யும்?<br/><br/>அளவென்றது தகுதியை. இது தனக்கும் பயன்படாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The seeming eye to face gives no expressive light,<br/>When not with duly meted kindness bright."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Beyond appearing to be in the face, what good do they do, those eyes in which is no well-regulated kindness ?"
          }
        ]
      }
    ],
    "id": 574
  },
  {
    "kural": {
      "l1": "கண்ணிற் கணிகலங் கண்ணோட்ட மஃதின்றேற்",
      "l2": "புண்ணென் றுணரப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணிற்கு அணிகலம் கண்ணோட்டம் அஃதின்றேல்<br/>புண்ணென்று உணரப் படும் ⁠575"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுடைய கண்ணுக்கு அணிகலமாவது கண்ணோட்டம் என்னும் பண்பே; அஃது இல்லையானால் புண் என்று உணரப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணிற்கு அணிகலம் கண்ணோட்டம்= ஒருவன் கண்ணிற்கு அணியும் கலமாவது கண்ணோட்டம்; அஃது இன்றேல் புண் என்று உணரப்படும்= அக்கலம் இல்லையாயின் அஃது அறிவுடையோரால் புண் என்று அறியப்படும்.<br/><br/>வேறு அணிகலம் இன்மையின் 'கண்ணிற்கு அணிகலம்' என்றும், கண்ணாய்த்தோன்றினும் நோய்களானும், புலன்பற்றலானும் துயர்விளைத்தல் நோக்கிப் 'புண்ணென்று உணரப்படும்' என்றும் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் ஓடாதுநின்ற கண்ணின் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணிற்கு அழகு செய்யும் அணிகலமாவது கண்ணோட்டமுடைமை: அஃதில்லையாயின் அவை புண்ணென்றறியப்படும்.<br/><br/>இது கண்ணோட்டமில்லாத கண்ணிற்குப் பெயர் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Benignity is eyes ' adorning grace;<br/>Without it eyes' are wounds disfiguring face."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Kind looks are the ornaments of the eyes; without these they will be considered (by the wise) to be merely two sores. "
          }
        ]
      }
    ],
    "id": 575
  },
  {
    "kural": {
      "l1": "மண்ணோ டியைந்த மரத்தனையர் கண்ணோ",
      "l2": "டியைந்துகண் ணோடா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மண்ணோ டியைந்த மரத்தனையர் கண்ணோ<br/>டியைந்துகண் ணோடா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்ணோட்டத்திற்கு உரிய கண்ணோடு பொருந்தி இருந்தும் கண்ணோட்டம் இல்லாதவர், (கண் இருந்தும் காணாத) மரத்தினைப் போன்றவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணோடு இயைந்து கண்ணோடாதவர்= ஓடுதற்கு உரிய கண்ணோடு பொருந்திவைத்து அஃது ஓடாதவர்; மண்ணோடு இயைந்த மரத்தனையர்= இயங்காநின்றார் ஆயினும், மண்ணோடு பொருந்திநிற்கின்ற மரத்தினை ஒப்பர்.<br/><br/>ஓடாதவர் என்புழிச் சினைவினை முதன்மேல்நின்றது. மரமும் கண்ணோடுஇயைந்து கண்ணோடாமையின், இது தொழிலுவமம். இதனைச் சுதைமண்ணோடு கூடிய மரப்பாவை என்று உரைப்பாரும் உளர்.¶ அஃது உரையன்மை, காணப்படுவ கண்ணான்அன்றி அதன்உள்மறைந்து நிற்கின்ற ஒருசார் உள்ளீட்டாற் கூறியமையானும், \"மரக்கண்ணோ மண்ணாள்வார் கண்ணென்- றிரக்கண்டாய்\" † என்பதனானும் அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சுதைமண்ணோடு கூடச்செய்த மரப்பாவையோடு ஒப்பார்: ஒருவன் கண்ணோடு தங்கண்கலந்தபின்பு கண்ணோட்டத்தைச் செய்யாதவர்.<br/><br/>இது கண்ணோடாமை மரப்பாவைக்கு ஒக்கும் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose eyes'neath brow infixed diffuse no ray<br/>Of grace; like tree in earth infixed are they."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They resemble the trees of the earth, who although they have eyes, never look kindly (on others)."
          }
        ]
      }
    ],
    "id": 576
  },
  {
    "kural": {
      "l1": "கண்ணோட்ட மில்லவர் கண்ணிலர் கண்ணுடையார்",
      "l2": "கண்ணோட்ட மின்மையு மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணோட்டம் இல்லவர் கண்ணிலர் கண்ணுடையார்<br/>கண்ணோட்டம் இன்மையும் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்ணோட்டம் இல்லாத மக்கள் கண் இல்லாதவரே ஆவர். கண் உடைய மக்கள் கண்ணோட்டம் இல்லாதிருத்தலும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணோட்டம் இல்லவர் கண்ணிலர்= கண்ணோட்டம் இல்லாதவர் கண்ணுடையரும் அல்லர்; கண் உடையார் கண்ணோட்டம் இன்மையும் இல்= கண்ணுடையவர் கண்ணோட்டம் இலராதலும் இல்லை.<br/><br/>கண்ணுடையவர் காட்சிக்கண்ணே அஃதோடும் என்பதுபற்றிக் 'கண்ணோட்டம் இல்லவர் கண்ணிலர்' எனக்கூறிப் பின் அதனை எதிர்மறை முகத்தான் விளக்கினார். உம்மை இறந்தது தழீஇய எச்சவும்மை.<br/><br/>இவை இரண்டு பாட்டானும் கண்ணோடாதாராது இழிபு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணோட்டமில்லாதவர் கண்ணிலரே: கண்ணுடையார் கண்ணோட்டமிலராதலும் இல்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Eyeless are they whose eyes with no benignant lustre, shine;<br/>Who've eyes can never lack the light of grace benign."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Men without kind looks are men without eyes; those who (really) have eyes are also not devoid of kind looks."
          }
        ]
      }
    ],
    "id": 577
  },
  {
    "kural": {
      "l1": "கருமஞ் சிதையாமற் கண்ணோட வல்லார்க்",
      "l2": "குரிமை யுடைத்திவ் வுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கருமம் சிதையாமல் கண்ணோட வல்லார்க்கு<br/>உரிமை உடைத்திவ் வுலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம் தம் கடமையாகிய தொழில் கெடாமல் கண்ணோட்டம் உடையவராக இருக்கவல்லவர்க்கு, இவ்வுலகம் உரிமை உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கருமம் சிதையாமல் கண்ணோட வல்லார்க்கு= முறைசெய்தலாகிய தம்தொழில் அழியாமல் கண்ணோடவல்ல வேந்தர்க்கு; உரிமை உடைத்து இவ்வுலகு= உரித்தாம் தன்மைஉடைத்து இவ்வுலகம்.<br/><br/>தம்மோடு பயின்றார் பிறரை இடுக்கண் செய்துழி, அவரைக் கண்ணோடி ஒறாதார்க்கு, முறைசிதைதல் மேல் \"ஓர்ந்து கண்ணோடாது\" ₥ என்ற முறையிலக்கணத்தானும் பெற்றாம். முறைசிதைய வரும்வழிக் கண்ணோடாமையும், வாராவழிக் கண்ணோடலும் ஒருவற்கு இயல்பாதல் அருமையின், 'கண்ணோட வல்லார்க்கு' என்றும், அவ்வியல்புடையார்க்கு உலகமுழுதும் நெடுங்காலம் சேறலின் 'உரிமையுடைத்து' என்றும் கூறினார்.<br/><br/>இதனாற் கண்ணோடுமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தங்கருமத்திற்கு அழிவு வாராமற் கண்ணோட வல்லவர்க்கு இவ்வுலகம் உரிமையாதலை உடையது.<br/><br/>இது நற்குணமாவது கண்ணோட்டமாயினும் அரசர்க்குப் பொருட்கேடு வாராமல் கண்ணோடவேண்டுமென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who can benignant smile, yet leave no work undone;<br/>By them as very own may all the earth be won."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world is theirs (kings) who are able to show kindness, without injury to their affairs, (administration of justice)."
          }
        ]
      }
    ],
    "id": 578
  },
  {
    "kural": {
      "l1": "ஒறுத்தாற்றும் பண்பினார் கண்ணுங்கண் ணோடிப்",
      "l2": "பொறுத்தாற்றும் பண்பே தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒறுத்தாற்றும் பண்பினார் கண்ணும்கண் ணோடிப்<br/>பொறுத்தாற்றும் பண்பே தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தண்டித்தற்குரிய தன்மை உடையவரிடத்திலும் கண்ணோட்டம் செய்து, (அவர் செய்த குற்றத்தைப்) பொறுத்துக் காக்கும் பண்பே சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒறுத்தாற்றும் பண்பினார் கண்ணும்= தம்மை ஒறுக்கும் இயல்புடையார் இடத்தும்; கண்ணோடிப் பொறுத்து ஆற்றும் பண்பே தலை= கண்ணோட்டம் உடையராய்க் குற்றத்தைப் பொறுக்கும் இயல்பே அரசர்க்குத் தலையாய இயல்பாவது.<br/><br/>பண்பினார் என்றதனால், அவர் பயிற்சி பெற்றாம். 'ஒறுத்தாற்றும், 'பொறுத்தாற்றும்' என்பன ஈண்டொரு சொன்னீர."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மை யொறுத்துச் செய்யும் இயல்புடையார்மாட்டும் கண்ணோடிப் பொறுத்துச் செய்யும் குணமே தலையான குணம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To smile on those that vex, with kindly face,<br/>Enduring long, is most excelling grace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Patiently to bear with, and show kindness to those who grieve us, is the most excellent of all dispositions."
          }
        ]
      }
    ],
    "id": 579
  },
  {
    "kural": {
      "l1": "பெயக்கண்டு நஞ்சுண் டமைவர் நயத்தக்க",
      "l2": "நாகரிகம் வேண்டு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெயக்கண்டும் நஞ்சுண் டமைவர் நயத்தக்க<br/>நாகரிகம் வேண்டு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாவராலும் விரும்பத்தக்க நாகரிகமான கண்ணோட்டத்தை விரும்புகின்றவர், பழகியவர் தமக்கு நஞ்சு இடக்கண்டும் அதை உண்டு அமைவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நஞ்சு பெயக்கண்டும் உண்டு அமைவர்= பயின்றார் தமக்கு நஞ்சிடக் கண்டுவைத்தும் கண் மறுக்கமாட்டாமையின் அதனை உண்டு பின்னும் அவரோடு மேவுவர்; நயத்தக்க நாகரிகம் வேண்டுபவர்= யாவரானும் விரும்பத்தக்க கண்ணோட்டத்தினை வேண்டுமவர்.<br/><br/>நாகரிகம் என்பது கண்ணோட்டமாதல், \"முந்தை யிருந்து நட்டோர் கொடுப்பின்- நஞ்சும் உண்பர் நனிநாகரிகர்\" என்பதனானும் அறிக.<br/><br/>அரசர் அவரை ஒறாது கண்ணோடற்பாலது தம்மாட்டுக் குற்றம்செய்துழி என்பது இவ்விரண்டு பாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நஞ்சு பெயக்கண்டும் அதனை மாற்றாது உண்டு அமைவர், எல்லாரானும் விரும்பத்<br/><br/>தக்க நாகரிகத்தை விரும்புவார்.<br/><br/>நாகரிகம்- அறம் பொருள் இன்பத்திற்கண் நற்குணங்கள் பலவும் உடைமை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "They drink with smiling grace, though poison interfused they see,<br/>Who seek the praise of all - esteemed courtesy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who desire (to cultivate that degree of) urbanity which all shall love, even after swallowing the poison served to them by their friends, will be friendly with them. "
          }
        ]
      }
    ],
    "id": 580
  }
]