export default [
  {
    kural: {
      l1: 'ஓர்ந்துகண் ணோடா திறைபுரிந் தியார்மாட்டுந்',
      l2: 'தேர்ந்துசெய் வஃதே முறை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும்<br/>தேர்ந்துசெய் வஃதே முறை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யாரிடத்திலும் (குற்றம் இன்னதென்று) ஆராய்ந்து, கண்ணோட்டம் செய்யாமல் நடுவுநிலைமை பொருந்தி (செய்யத்தக்கதை) ஆராய்ந்து செய்வதே நீதிமுறையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஓர்ந்து= தன்கீழ் வாழ்வார் குற்றஞ்செய்தால் அக்குற்றத்தை நாடி; யார்மாட்டும் கண்ணோடாது= யாவர்மாட்டும் கண்ணோடாது; இறை புரிந்து= நடுவுநிலைமையைப் பொருந்தி; தேர்ந்து= அக்குற்றத்திற்குச் சொல்லிய தண்டத்தை நூலோரோடும் ஆராய்ந்து; செய்வஃதே முறை= அவ்வளவிற்றாகச் செய்வதே முறையாம்.<br/><br/>நடுவு நிற்றல் இறைக்கு இயல்புஆகலின் அதனை இறையென்றும், உயிரினும் சிறந்தார்கண்ணும் என்பார் யார்மாட்டும் என்றும் கூறினார். இறைமை இறை எனவும், செய்வது செய்வஃது எனவும் நின்றன.<br/><br/>இதனாற் செங்கோன்மையது இலக்கணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் செய்த குற்றத்தை ஆராய்ந்து நட்டோரென்று கண்ணோடாது தலைமையைப் பொருந்தி யாவர்மாட்டும் குற்றத்திற்குத் தக்க தண்டத்தை நூல்முகத்தாலாராய்ந்து அதன் வழியே செய்வது முறையென்று சொல்லப்படும்.<br/><br/>யார்மாட்டும் என்றது தன்சுற்றமாயினு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Search out, to no one favour show, with heart that justice loves<br/>Consult,then act; this is the rule that right approves.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To examine into (the crimes which may be committed), to show no favour (to any one), to desire to act with impartiality towards all, and to inflict (such punishments) as may be wisely resolved on, constitute rectitude.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வானோக்கி வாழு முலகெல்லா மன்னவன்',
      l2: 'கோனோக்கி வாழுங் குடி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வானோக்கி வாழும் உலகெல்லாம் மன்னவன்<br/>கோல்நோக்கி வாழுங் குடி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உலகத்தில் உள்ள உயிர்கள் எல்லாம் மழையை நோக்கி வாழ்கின்றன. அது போல் குடிகள் எல்லாம் அரசனுடைய செங்கோலை நோக்கி வாழ்கின்றனர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உலகு எல்லாம் வான் நோக்கி வாழும்= உலகத்து உயிர் எல்லாம் மழை உளதாயின் உளவாகாநிற்குமே எனினும்; குடி மன்னவன் கோல் நோக்கி வாழும்= குடிகள் அரசன் செங்கோல் உளதாயின் உளவாகா நிற்கும்.<br/><br/>நோக்கிவாழ்தல்- இன்றியமையாமை. வானினாய உணவை 'வான்' என்றும், கோலினாய ஏமத்தைக் 'கோல்' என்றும் கூறினார். அவ்வேமம் இல்வழி உணவு உளதாயினும் குடிகட்கு அதனாற் பயனில்லை என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உலகத்தாரெல்லாம் மழையை நோக்கி யின்புறாநிற்பர்; அதுபோலக் குடிகளும் அரசனது செங்கோன்மையை நோக்கியின்புறாநிற்பர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "All earth looks up to heav'n whence raindrops fall;<br/>All subjects looks to king that ruleth all.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When there is rain, the living creation thrives; and so when the king rules justly, his subjects thrive.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அந்தணர் நூற்கு மறத்திற்கு மாதியாய்',
      l2: 'நின்றது மன்னவன் கோல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அந்தணர் நூற்கும் அறத்திற்கும் ஆதியாய்<br/>நின்றது மன்னவன் கோல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அந்தணர் போற்றும் மறைநூலுக்கும் அறத்திற்கும் அடிப்படையாய் நின்று உலகத்தைக் காப்பது அரசனுடைய செங்கோலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அந்தணர் நூற்கும் அறத்திற்கும் ஆதியாய் நின்றது= அந்தணர்க்கு உரித்தாய வேதத்திற்கும், அதனாற் சொல்லப்பட்ட அறத்திற்கும் காரணமாய் நிலைபெற்றது; மன்னவன் கோல்= அரசனாற் செலுத்தப்படுகின்ற செங்கோல்.<br/><br/>அரசர் வணிகர் என்று ஏனையோர்க்கும் உரித்தாயினும், தலைமைபற்றி \'அந்தணர்நூல்\' என்றார். "மாதவர் நோன்பும் மடவார் கற்பும்- காவலன் காவல் அன்றித் தம்காவலான் ஆகலின்1" ஈண்டு அறம் என்றது அவை ஒழிந்தவற்றை. வேதமும் அறனும் அநாதியாயினும் செங்கோல் இல்வழி நடவாவாகலின், அதனை அவற்றிற்கு ஆதி என்றும், அப்பெற்றியே தனக்கு ஆதியாவது பிறிதில்லை என்பார் நின்றது என்றும் கூறினார்.<br/><br/>இவை இரண்டுபாட்டானும் செங்கோலது சிறப்புக் கூறப்பட்டது.<br/><br/>1. மணிமேகலை: சிறைசெய்காதை, வரி: 208-09.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அந்தணர்க்கு உரித்தாகிய வேதத்திற்கும் அதனால் கூறப்பட்ட அறத்திற்கும் முதலாக நின்றது அரசன் செய்யும் முறைமை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Learning and virtue of the sages spring,<br/>From all - controlling sceptre of the king.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The sceptre of the king is the firm support of the Vedas of the Brahmin, and of all virtues therein described.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குடிதழீஇக் கோலோச்சு மாநில மன்ன',
      l2: 'னடிதழீஇ நிற்கு முலகு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குடிதழீஇக் கோலோச்சும் மாநில மன்னன்<br/>அடிதழீஇ நிற்கும் உலகு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குடிகளை அன்போடு அணைத்துக் கொண்டு செங்கோல் செலுத்துகின்ற அரசனுடைய அடியைப் பொருந்தி உலகம் நிலைபெறும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குடி தழீஇக் கோல் ஓச்சும் மாநில மன்னன் அடி= தன் குடிகளையும் அணைத்துச் செங்கோலையும் செலுத்தும் பெருநில வேந்தன் அடியை; தழீஇ நிற்கும் உலகு= பொருந்தி விடார் உலகத்தார்.<br/><br/>அணைத்தல் இன்சொற் சொல்லுதலும், தளர்ந்துழி வேண்டுவன கொடுத்தலும் முதலாயின. இவ்விரண்டனையும் வழுவாமல் செய்வான் நிலம்முழுதும் ஆளும்ஆகலின் அவனை 'மாநில மன்னன்' என்றும், அவன்மாட்டு யாவரும் நீங்கா அன்பினர் ஆவர் ஆகலின், 'அடி தழீஇ நிற்கும் உலகு' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குடியைப் பொருந்தி முறைமை செலுத்துகின்ற பெரிய நில மன்னன் அடியைப் பொருந்தி நிற்கும் உலகு.<br/><br/>இது முறைமை செய்யும் அரசன்கண்ணதாம் உலகு என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Whose heart embraces subjects all, lord over mighty land<br/>Who rules, the world his feet embracing stands.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The world will constantly embrace the feet of the great king who rules over his subjects with love. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இயல்புளிக் கோலோச்சு மன்னவ னாட்ட',
      l2: 'பெயலும் விளையுளுந் தொக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இயல்புளிக் கோலோச்சும் மன்னவன் நாட்ட<br/>பெயலும் விளையுளும் தொக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நீதிமுறைப்படி செங்கோல் செலுத்தும் அரசனுடைய நாட்டில் பருவ மழையும் நிறைந்த விளைவும் ஒரு சேர ஏற்படுவனவாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெயலும் விளையுளும் தொக்கு= பருவமழையும் குன்றாதவிளைவும் ஒருங்குகூடி; இயல்புளிக் கோல் ஓச்சும் மன்னவன் நாட்ட= நூல்கள் சொல்லிய இயல்பாற் செங்கோலைச் செலுத்தும் அரசனது நாட்டின்கண்ணவாம்.<br/><br/>உளி யென்பது, மூன்றாவதன் பொருள்படுவதோர் இடைச்சொல். வானும் நிலனும் சேரத்தொழிற்பட்டு, வளஞ்சுரக்கும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மழைபெய்தலும் விளைதலுங்கூடி. நூல் சொன்ன இயல்பினானே முறையை<br/><br/>நடத்தவல்ல அரசனது நாட்டகத்தினவாம்.<br/><br/>இது மேற்கூறிய முறைமைசெய்ய மழையும் விளைவும் உண்டாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Were king, who righteous laws regards, the sceptre wields,<br/>There fall the showers ,there rich abundance crowns the fields.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Rain and plentiful crops will ever dwell together in the country of the king who sways his sceptre with justice.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வேலன்று வென்றி தருவது மன்னவன்',
      l2: 'கோலதூஉங் கோடா தெனின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வேலன்று வென்றி தருவது மன்னவன்<br/>கோலதூஉங் கோடா தெனின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுக்கு வெற்றி பெற்றுத் தருவது வேல் அன்று; அரசனுடைய செங்கோலே ஆகும்; அச்செங்கோலும் கோணாதிருக்குமாயின்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மன்னவன் வென்றிதருவது வேல் அன்று கோல்= மன்னவனுக்குப் போரின்கண் வெற்றியைக் கொடுப்பது அவன் எறியும் வேல்அன்று, கோல்; அதூஉம் கோடாது எனின்= அஃதும் அப்பெற்றித்தாவது, தான் கோடாதாயின்.<br/><br/>கோல் செவ்விதாயவழியே வேல் வாய்ப்பது என்பார் \'வேல்அன்று\' என்றார். "மாண்ட அறநெறி முதற்றே அரசின் கொற்றம்"2 என்றார் பிறரும். கோடான்3 என்பது பாடமாயின் கருவியின் தொழில் வினைமுதன்மேல் நின்றதாக உரைக்க.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசனுக்கு வெற்றி தருவது அவன் கையிலுள்ள வேலன்று, முறை செய்தல்; அவன் அதனைக் கோடச் செய்யானாயின்.<br/><br/>இது செங்கோன்மை செய்ய வெற்றியுண்டாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Not lance gives kings the victory,<br/>But sceptre swayed with equity.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "It is not the javelin that gives victory, but the king's sceptre, if it do no injustice.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இறைகாக்கும் வையக மெல்லா மவனை',
      l2: 'முறைகாக்கும் முட்டாச் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இறைகாக்கும் வையகம் எல்லாம் அவனை<br/>முறைகாக்கும் முட்டாச் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உலகத்தை எல்லாம் அரசன் காப்பாற்றுவான்; நீதிமுறை கெடாதவாறு ஆட்சி செய்வானாயின் அரசனை அந்த முறையே காப்பாற்றும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வையகம் எல்லாம் இறை காக்கும்= வையகத்தை எல்லாம் அரசன் காக்கும்; அவனை முறை காக்கும்= அவன்தன்னை அவனது செங்கோலே காக்கும்; முட்டாச் செயின்= அதனை முட்டவந்துழியும் முட்டாமற் செலுத்துவானாயின்.<br/><br/>முட்டாமற் செலுத்தியவாறு, மகனை முறைசெய்தான்4 கண்ணும், தன் கைகுறைத்தான்5 கண்ணும் காண்க. 'முட்டாது' என்பதன் இறுதிநிலை விகாரத்தால் தொக்கது.<br/><br/>இவை நான்கு பாட்டானும் அதனைச் செலுத்தினான் எய்தும் பயன் கூறப்பட்டது.<br/><br/>4. மனுநீதிச்சோழன். (சிலப்பதிகாரம், வழக்குரைகாதை, வரி: 53-55.)<br/><br/>5. பாண்டியன் நெடுஞ்செழியன். (சிலப்பதிகாரம், கட்டுரைகாதை, வரி 42-53.)",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வையகமெல்லாவற்றையும் அரசன் காக்கும்; அவ்வரசனை அவன்றான் செய்யும் முறை காக்கும்; அதனைத் தப்பாமற் செய்யின்.<br/><br/>இது தனக்குக் காவலாம் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The king all the whole realm of earth protects;<br/>And justice guards the king who right respects.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The king defends the whole world; and justice, when administered without defect, defends the king.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எண்பதத்தா னோரா முறைசெய்யா மன்னவன்',
      l2: 'றண்பதத்தாற் றானே கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எண்பதத்தான் ஓரா முறைசெய்யா மன்னவன்<br/>தண்பதத்தான் தானே கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எளிய செல்வி உடையவனாய் ஆராய்ந்து நீதிமுறை செய்யாத அரசன் தாழ்ந்த நிலையில் நின்று ( பகைவரில்லாமலும்) தானே கெடுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எண்பதத்தான் ஓரா முறைசெய்யா மன்னவன்= முறைவேண்டினார்க்கு எளிய செவ்வியை உடையனாய் அவர் சொல்லியவற்றை நூலோர் பலரோடும் ஆராய்ந்து, நின்ற உண்மைக்கொப்ப முறைசெய்யாத அரசன்; தண் பதத்தான் தானே கெடும்= தாழ்ந்த பதத்திலே நின்று தானே கெடும்.<br/><br/>\'எண்பதத்தான்\' என்னும் முற்றுவினை எச்சமும், ஓரா என்னும் வினையெச்சமும், செய்யா என்னும் பெயரெச்ச எதிர்மறையுள் செய்தல்வினை கொண்டன. தாழ்ந்த பதம்- பாவமும் பழியும் எய்திநிற்கும் நிலை. "அல்லவை செய்தார்க்கு அறங்கூற்றம்"6 ஆகலின், பகைவர் இன்றியும் கெடும் என்றார்.<br/><br/>இதனான் முறைசெலுத்தாதானது கேடு கூறப்பட்டது.<br/><br/>6. நான்மணிக்கடிகை- 85.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எளிய காலத்தோடே நூலாராய்ந்து முறைமை செய்யாத அரசன் தனது தண்பதத்தினானே கெடுப்பாரின்றித் தானே கெடும்.<br/><br/>எண்பதமாவது வந்தவர் தங்கள் குறையைச் சொல்லுதற்கு எய்துங்காலம்; தண்பதமாவது குறையைச் சொல்லுதற்குத் தாழ்க்குங்காலம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Hard of access, nought searching out, with partial hand<br/>The king who rules, shall sink and perish from the land.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The king who gives not facile audience (to those who approach him), and who does not examine and pass judgment (on their complaints), will perish in disgrace.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குடிபுறங் காத்தோம்பிக் குற்றங் கடிதல்',
      l2: 'வடுவன்று வேந்தன் றொழில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குடிபுறங் காத்தோம்பிக் குற்றம் கடிதல்<br/>வடுவன்று வேந்தன் தொழில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குடிகளைப் பிறர் வருத்தாமல் காத்துத், தானும் வருத்தாமல் காப்பாற்றி, அவர்களுடைய குற்றங்களைத் தக்க தண்டனையால் ஒழித்தல், அரசனுடைய தொழில்; பழி அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குடி புறம் காத்து ஓம்பிக் குற்றம் கடிதல்= குடிகளைப் பிறர் நலியாமற் காத்துத் தானும் நலியாது பேணி, அவர்மாட்டுக் குற்றநிகழின் அதனை ஒறுப்பான் ஒழித்தல்; வேந்தன் வடு அன்று தொழில்= வேந்தனுக்குப் பழியன்று, தொழிலாகலான்.<br/><br/>துன்பம் செய்தல், பொருள் கோடல், கோறல் என ஒறுப்பு மூன்று; அவற்றுள் ஈண்டைக்கு எய்துவன முன்னைய என்பது 'குற்றங்கடிதல்' என்பதனாற் பெற்றாம். தன் கீழ்வாழ்வாரை ஒறுத்தல் அறன் அன்மையின், வடுவாம் என்பதனை ஆசங்கித்து, அஃதாகாது, அரசனுக்கு அவரை அக்குற்றத்தின் நீக்கித் தூயராக்குதலும் சாதிதருமம் என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குடிகளை நலியாமற் காத்து, ஓம்புதற்காகக் குற்றஞ் செய்தாரை ஒறுத்தல் குற்றமன்று; அரசன் தொழில்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Abroad to guard, at home to punish, brings<br/>No just reproach; 'tis work assigned to kings.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'In guarding his subjects (against injury from others), and in preserving them himself; to punish crime is not a fault in a king, but a duty.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொலையிற் கொடியாரை வேந்தொறுத்தல் பைங்கூழ்',
      l2: 'களைகட் டதனொடு நேர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொலையிற் கொடியாரை வேந்தொறுத்தல் பைங்கூழ்<br/>களைகட் டதனொடு நேர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கொடியவர் சிலரைக் கொலைத்தண்டனையால் அரசன் ஒறுத்தல் பயிரைக் காப்பாற்றக் களையைக் களைவதற்கு நிகரான செயலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேந்து கொடியாரைக் கொலையின் ஒறுத்தல்= அரசன் கொடியவர்களைக் கொலையான் ஒறுத்துத் தக்கோரைக் காத்தல்; பைங்கூழ் களை கட்டதனொடு நேர்= உழவன் களையைக் களைந்து பைங்கூழைக் காத்ததனோடு ஒக்கும்.<br/><br/>கொடியவர் என்றது, தீக்கொளுவுவார், நஞ்சிடுவார், கருவியிற்கொல்வார், கள்வர், ஆறலைப்பார், சூறை கொள்வார், பிறனில் விழைவார் என்று இவர் முதலாயினாரை. இவரை வடநூலார் ஆததாயிகள் என்ப. இப்பெற்றியாரைக் கண்ணோடிக் கொல்லாவழிப் புற்களைக்கு அஞ்சாநின்ற பைங்கூழ்போன்று நலிவு பல எய்தி உலகு இடர்ப்படுதலின், கோறலும் அரசர்க்குச் சாதிதருமம் என்பதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கொடுமை செய்வாரைக் கொலையினானே அரசன் ஒறுத்தல் குற்றமன்று: உழவன் பைங்கூழ் வளர்தற்குக் களை களைந்ததனோடு ஒக்கும்.<br/><br/>கொடியாராவார் கள்வர், ஆறலைப்பார், சூறைகொள்வார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'By punishment of death the cruel to restrain,<br/>Is as when farmer frees from weeds the tender grain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'For a king to punish criminals with death, is like pulling up the weeds in the green corn.',
          },
        ],
      },
    ],
  },
];
