export default [
  {
    "kural": {
      "l1": "வேண்டற்க வென்றிடினுஞ் சூதினை வென்றதூஉந்",
      "l2": "தூண்டிற்பொன் மீன்விழுங்கி யற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேண்டற்க வென்றிடினும் சூதினை வென்றதூஉம்<br/>தூண்டிற்பொன் மீன்விழுங்கி அற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வெற்றியே பெறுவதானாலும் சூதாட்டத்தை விரும்பக் கூடாது. வென்ற வெற்றியும், தூண்டில் இரும்பை இரை என்று மயங்கி மீன் விழுங்கினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வென்றிடினும் சூதினை வேண்டற்க= தான் வெல்லும் ஆற்றல் உடையனாயினும் சூதாடலை விரும்பாதொழிக; வென்றதூஉம் தூண்டில் பொன் மீன்விழுங்கியற்று= வென்ற பொருள் எய்துவார் உளராலெனின், அவ்வென்ற பொருள்தானும் இரையான் மறைந்த தூண்டில் இரும்பினை இரையெனக் கருதி மீன் விழுங்கினாற் போலும்.<br/><br/>வேறல் ஒருதலையன்மையின் 'வென்றிடினும்' என்றும், கருமங்கள் பலவும் கெடுதலின் 'வேண்டற்க' என்றும் கூறினார். எய்திய பொருள், சூதாடுவார் நீங்காமைக்கு இட்டதோர் தளையென்பதூஉம், அதன்பின் துயருழத்தலும் உவமையாற் பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வெல்லுமாயினும் சூதினை விரும்பாதொழிக; வென்று பெற்ற பொருளும் தூண்டிலின்கண்ணுண்டாகிய பொருளை மீன் விழுங்கினாற்போலும்.<br/><br/>இது பின் கேடுபயக்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Seek not the gramester's play; though you should win,<br/>Your gain is as the baited hook the fish takes in."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though able to win, let not one desire gambling; (for) even what is won is like a fish swallowing the iron in fish-hook."
          }
        ]
      }
    ],
    "id": 931
  },
  {
    "kural": {
      "l1": "ஒன்றெய்தி நூறிழக்குஞ் சூதர்க்கு முண்டாங்கொ",
      "l2": "னன்றெய்தி வாழ்வதோ ராறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒன்றெய்தி நூறிழக்கும் சூதர்க்கும் உண்டாங்கொல்<br/>நன்றெய்தி வாழ்வதோர் ஆறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு பொருள்பெற்று நூறுமடங்கு பொருளை இழந்துவிடும் சூதாடிகளுக்கும், நன்மை பெற்று வாழும் ஒரு வழி உண்டோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒன்று எய்தி நூறு இழக்கும் சூதர்க்கும்= அத்தூண்டிற் பொன் போன்ற ஒன்றனை முன்பெற்று இன்னும் பெறுதும் என்னும் கருத்தால் நூற்றினை இழந்து வறியராம் சூதர்க்கும்; நன்று எய்தி வாழ்வது ஓராறு உண்டாம்கொல்= பொருளால் அறனும் இன்பமும் எய்தி வாழ்வதொரு நெறியுண்டாமோ, ஆகாது.<br/><br/>அவ்வாற்றாற் பொருள் இழந்தே வருதலான், அதனால் எய்தும் பயனும் அவர்க்கு இல்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முன்பு ஒருபொருளைப் பெற்று அவ்வாசையாலே மற்றொரு பொருளினைப் பெறலாமென்று நூறு பொருளை யிழக்கின்ற சூதாடிகளுக்கு நன்றெய்தி வாழ்வதொரு நெறி உண்டாமோ?"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Is there for gamblers, too, that gaining one a hundred lose, some way<br/>That they may good obtain, and see a prosperous day?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is there indeed a means of livelihood that can bestow happiness on gamblers who gain one and lose a hundred ? "
          }
        ]
      }
    ],
    "id": 932
  },
  {
    "kural": {
      "l1": "உருளாய மோவாது கூறிற் பொருளாயம்",
      "l2": "போஒய்ப் புறமே படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உருளாயம் ஓவாது கூறின் பொருளாயம்<br/>போஒய்ப் புறமே படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் உருளுகின்ற கருவியால் வரும் பொருளை இடைவிடாமல் கூறிச் சூதாடினால், பொருள் வருவாய் அவனைவிட்டு நீங்கிப் பகைவரிடத்தில் சேரும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உருள் ஆயம் ஓவாது கூறின்= உருளும் கவற்றின்கட்பட்ட ஆயத்தை இடைவிடாது கூறிச் சூதாடுமாயின்; பொருள் ஆயம் போஒய்ப் புறமே படும்= அரசன் ஈட்டிய பொருளும், அவன் பொருள் வருவாயும் அவனை விட்டுப் போய்ப் பகைவர்கண்ணே தங்கும்.<br/><br/>கவற்றினது உருட்சியை அதனினாய ஆயத்தின் மேலேற்றியும், சூதாடலை அது கூறலாகிய காரணத்தின்மேலிட்டுங் கூறினார். பொருளாயம் என்பது உம்மைத்தொகை. ஆயம்- வடமொழித் திரிசொல். காத்தற்கண்ணும், இயற்றற்கண்ணும் கருத்திலன் ஆகலின், அவையிரண்டும் பகைவர்பாற் செல்லும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புரளும் கவற்றை இடைவிடாது எக்காலத்தும் கூறுவானாயின், பொருள்வரவு தன்னைவிட்டுப் போய்ப் பிறர்பாற் செல்லும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If prince unceasing speak of nought but play,<br/>treasure and revenue will pass from him away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the king is incessantly addicted to the rolling dice in the hope of gain, his wealth and the resources thereof will take their departure and fall into other's hands."
          }
        ]
      }
    ],
    "id": 933
  },
  {
    "kural": {
      "l1": "சிறுமை பலசெய்து சீரழிக்குங் சூதின்",
      "l2": "வறுமை தருவதொன் றில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறுமை பலசெய்து சீரழிக்கும் சூதின்<br/>வறுமை தருவதொன்று இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்குத் துன்பம் பலவற்றையும் உண்டாக்கி அவனுடைய புகழைக் கெடுக்கின்ற சூதைப்போல் வறுமை தருவது வேறொன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறுமை பல செய்து சீர் அழிக்கும் சூதின் = தன்னை விழைந்தார்க்கு முன்னில்லாத பல துன்பங்கள் பலவற்றையும் விளைத்து உள்ளபுகழையும் கெடுக்கும் சூதுபோல்; வறுமை தருவது ஒன்று இல்= நல்குரவினைக் கொடுக்கவல்லது பிறிதொன்றில்லை.<br/><br/>அத்துன்பங்கள் முன்னர்க்கூறுப. நல்வினைகளையும், நல்லினத்தையும் நீக்கித் தீவினைகளையும், தீயினத்தையும் கூட்டுதலால், 'சீரழிக்கும்' என்றார். வறுமைக்கு எல்லையாவரென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பமாயின பலவற்றையுஞ் செய்து தலைமையை யழிக்கும் சூதுபோல வறுமையைத் தருவது பிறிதொன்று இல்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Gaming brings many woes, and ruins fair renown;<br/>Nothing to want brings men so surely down."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is nothing else that brings (us) poverty like gambling which causes many a misery and destroys (one's) reputation."
          }
        ]
      }
    ],
    "id": 934
  },
  {
    "kural": {
      "l1": "கவறுங் கழகமுங் கையுந் தருக்கி",
      "l2": "யிவறியா ரில்லாகி யார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கவறும் கழகமும் கையும் தருக்கி<br/>இவறியார் இல்லாகி யார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சூதாடு கருவியும், ஆடும் இடமும், கைத்திறமையும் மதித்துக் கைவிடாதவர், (எல்லாப் பொருள் உடையவராக இருந்தும்) இல்லாதவர் ஆய்விடுவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்லாகியார்= முற்காலத்துத் தாம் உளராகியே இலராகி ஒழுகினார்; கவறும் கழகமும் கையும் தருக்கி இவறியார்= கவற்றினையும், அஃதாடும் களத்தினையும், அவ்வாடற்கு வேண்டும் கைத்தொழிலினையும் மேற்கொண்டு கைவிடாத வேந்தர்.<br/><br/>கைத்தொழில்- வெல்லும் ஆயம்படப் பிடித்து எறிதல். அவ்விவறுதலாற் பாண்டவர், தம்மரசுவிட்டு வனத்திடைப்போய் ஆண்டு மறைந்து ஒழுகினார் என அனுபவம் காட்டியவாறு.<br/><br/>இவை ஐந்து பாட்டானும் அதனது வறுமைபயத்தற் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கவற்றினையும், கழகத்தினையும், கைத்தொழிலினையும் விரும்பி விடாதவர் முற்காலத்தினும் வறுவியரானார்.<br/><br/>கவறு - நெத்தம், கழகம் - உருண்டையுருட்டு மிடம், கைத் தொழில் - கவடி பிடித்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The dice, and gaming-hall, and gamester's art, they eager sought,<br/>Thirsting for gain-the men in other days who came to nought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Penniless are those who by reason of their attachment would never forsake gambling, the gambling-place and the handling (of dice)."
          }
        ]
      }
    ],
    "id": 935
  },
  {
    "kural": {
      "l1": "அகடாரா ரல்ல லுழப்பர்சூ தென்னு",
      "l2": "முகடியான் மூடப்பட் டார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அகடாரார் அல்லல் உழப்பர்சூ தென்னும்<br/>முகடியான் மூடப்பட் டார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சூது என்று சொல்லப்படும் மூதேவியால் விழுங்கப் பட்டவர், வயிறு நிறைய உணவும் உண்ணாதவராகிப் பல துன்பப்பட்டு வருந்துவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சூது என்னும் முகடியான் மூடப்பட்டார்= தன் பெயர்சொல்லல் மங்கலம் அன்மையின் சூது என்று சொல்லப்படும் முகடியான் விழுங்கப்பட்டார்; அகடு ஆரார் அல்லல் உழப்பர்= இம்மைக்கண் வயிறாரப் பெறார், மறுமைக்கண் நிரயத் துன்பம் உழப்பர்.<br/><br/>செல்வம் கெடுத்து, நல்குரவு கொடுத்தல் தொழில் வேறுபடாமையின் 'சூது என்னும் முகடி' என்றும், வெற்றிதோல்விகள் நோக்கி ஒருபொழுதும் விடார் ஆகலின், ஈண்டு 'அகடு ஆரார்' என்றும், பொய்யும் களவும் முதலிய பாவங்கள் ஈட்டலின், ஆண்டு 'அல்லல் உழப்பர்' என்றும் கூறினார். வயிறு ஆராமை சொல்லவே, ஏனைப்புலன்கள் நுகரப்பெறாமை சொல்லவேண்டாவாயிற்று. 'உழப்பர்' என்பது எதிர்கால வினை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்கு உள்ளதாகிய இந்திரியங்களும் மனமும் இன்புற்று நிறையப்பெறார்; அதுவேயன்றி அல்லற்படுவதும் செய்வர்; சூதாகிய மூதேவியாலே மறைக்கப்பட்டார்.<br/><br/>மறைத்தல்- நற்குணங்களைத் தோன்றாமல் மறைத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Gambling's Misfortune's other name: o'er whom she casts her veil,<br/>They suffer grievous want, and sorrows sore bewail."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who are swallowed by the goddess called \"gambling\" will never have their hunger satisfied, but suffer the pangs of hell in the next world."
          }
        ]
      }
    ],
    "id": 936
  },
  {
    "kural": {
      "l1": "பழகிய செல்வமும் பண்புங் கெடுக்கும்",
      "l2": "கழகத்துக் காலை புகின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பழகிய செல்வமும் பண்பும் கெடுக்கும்<br/>கழகத்துக் காலை புகின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சூதாடுமிடத்தில் ஒருவனுடைய காலம் கழியுமானால், அது அவனுடைய பழைமையாய் வந்த செல்வத்தையும் இயல்பான நற்பண்பையும் கெடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காலை கழகத்துப் புகின்= அறம் பொருள் இன்பங்களுக்கடைத்த காலம் அரசனுக்குச் சூதாடும் களத்தின்கண் கழியுமாயின்; பழகியசெல்வமும் பண்பும் கெடுக்கும்= அக்கழிவு தொன்றுதொட்டு வந்த அவன் செல்வத்தினையும், நற்குணங்களையும் போக்கும்.<br/><br/>'பழகிய' என்பது பண்புடனும் இயையும். தான் செய்து கொள்ளும் அறமுதலியவே அன்றி, முன்னோரைத் தொடங்கி வருகின்ற செல்வமும், முன்செய்த நல்வினையின் பயனாய பண்பும் இலவாம் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சூதுகழகத்தின்கண்ணே காலைப்பொழுது புகுவானாயின், அது தொன்றுதொட்டு வருகின்ற செல்வத்தினையும் தமக்கியல்பாகிய குணத்தினையும் கெடுக்கும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Ancestral wealth and noble frame to ruin haste,<br/>If men in gambler's halls their precious moments waste."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To waste time at the place of gambling will destroy inherited wealth and goodness of character. "
          }
        ]
      }
    ],
    "id": 937
  },
  {
    "kural": {
      "l1": "பொருள்கெடுத்துப் பொய்மேற் கொளீஇ யருள்கெடுத்",
      "l2": "தல்ல லுழப்பிக்குஞ் சூது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருள்கெடுத்துப் பொய்மேற் கொளீஇ அருள்கெடுத்து<br/>அல்லல் உழப்பிக்கும் சூது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சூது, உள்ள பொருளை அழித்துப் பொய்யை மேற்கொள்ளச் செய்து அருளையும் கெடுத்துப் பலவகையிலும் துன்பமுற்று வருந்தச் செய்யும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சூது= சூது; பொருள் கெடுத்து= தன்னைப் பயின்றவன் பொருளைக் கெடுத்து; பொய்மேற்கொளீஇ= பொய்யை மேற்கொள்ளப்பண்ணி; அருள்கெடுத்து= மனத்து எழும் அருளைக் கெடுத்து; அல்லல் உழப்பிக்கும்= இவ்வாற்றான் அவனை இருமையினும் துன்பம் உறுவிக்கும்.<br/><br/>இத்தொழில் மூன்றற்கும் 'சூது' வினைமுதலாகவும், தோல்வி, வெற்றி, செற்றம் என்பன முறையே கருவிகளாகவும் கொள்க. முன்னதனான் இம்மையினும், ஏனையவற்றான் மறுமையினுமாம். பொருள்கொடுத்து என்பது பாடமாயின், அவ்வெச்சத்திற்கு முடிவு மேற்கொளீஇ என்புழி, மேற்கோடலாகிய வினைமுதல்வினை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சூது, முற்படப் பொருளைக் கெடுத்து அதன் பின்னர்ப் பொய்யை மேற்கொள்ளப்பண்ணி அருளுடைமையைக் கெடுத்து அல்லற்படுத்துவிக்கும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Gambling wastes wealth, to falsehood bends the soul; it drives away<br/>All grace, and leaves the man to utter misery a prey."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Gambling destroys property, teaches falsehood, puts an end to benevolence, and brings in misery (here and hereafter)."
          }
        ]
      }
    ],
    "id": 938
  },
  {
    "kural": {
      "l1": "உடைசெல்வ மூணொளி கல்வியென் றைந்து",
      "l2": "மடையாவா மாயங் கொளின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடைசெல்வம் ஊண்ஒளி கல்விஎன்று ஐந்தும்<br/>அடையாவாம் ஆயங் கொளின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சூதாடுதலை ஒருவன் மேற்கொண்டால், புகழ், கல்வி, செல்வம், உணவு, உடை ஆகிய ஐந்தும் அவனைச் சேராமல் ஒதுங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆயம் கொளின்= அரசன் சூதினைத் தனக்கு வினோதத் தொழிலாக விரும்புமாயின்; ஒளி கல்வி செல்வம் ஊண் உடை என்ற ஐந்தும் அடையாவாம்= அவனை ஒளியும், கல்வியும், செல்வமும், ஊணும், உடையும் என்ற இவ்வைந்தும் சாராவாம்.<br/><br/>'ஆயம்'- ஆகுபெயர். இச்சிறப்புமுறை செய்யுள்நோக்கிப் பிறழநின்றது. 'செல்வம்'- அறுவகையுறுப்புக்கள். 'ஊணுடை' என்பனவற்றால், துப்புரவுகள் எல்லாம் கொள்ளப்படும். காலமும் கருத்தும் பெறாமையின், இவை உளவாகாவென்பதாம்.<br/><br/>இவை நான்கு பாட்டானும் சிறுமைபல செய்து அவற்றான் இருமையுங் கெடுத்தல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உடையும், செல்வமும், உணவும், புகழும், கல்வியுமென்று சொல்லப்பட்ட ஐந்தும் சூதினைக் கொள்ளின் சாராவாம்.<br/><br/>செல்வம்- பொன்னும், மனையும், பூமியும், அடிமையும் முதலாயின."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Clothes, wealth, food, praise and learning, all depart<br/>From him on gambler's gain who sets his heart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The habit of gambling prevents the attainment of these five: clothing, wealth, food, fame and learning."
          }
        ]
      }
    ],
    "id": 939
  },
  {
    "kural": {
      "l1": "இழத்தொறூஉங் காதலிக்குஞ் சூதேபோற் றுன்ப",
      "l2": "முழத்தொறூஉங் காதற் றுயிர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இழத்தொறூஉம் காதலிக்கும் சூதேபோல் துன்பம்<br/>உழத்தொறூஉம் காதற்று உயிர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் வைத்து இழக்க இழக்க மேன்மேலும் விருப்பத்தை வளர்க்கும் சூதாட்டம்போல், உடல் துன்பப்பட்டு வருந்த வருந்த உயிர் மேன்மேலும் காதல் உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இழத்தொறூஉம் காதலிக்கும் சூதேபோல்= சூதாடலான் இருமைப் பயன்களையும் இழக்கும்தோறும் அதன்மேல் காதல்செய்யும் சூதன்போல; துன்பம் உழத்தொறூஉம் காதற்று உயி்ர்= உடம்பான் மூவகைத் துன்பங்களையும் அனுபவிக்கும்தோறும் அதன்மேற் காதலை உடைத்து உயி்ர்.<br/><br/>'சூது'- ஆகுபெயர். உயிரினது அறியாமை கூறுவார்போன்று சூதனது அறியாமை கூறுதல் கருத்தாகலின், அதனை யாப்புறுத்தற்பொருட்டு உவமம் ஆக்கிக் கூறினார். இதனது எதிர்மறை முகத்தாற் சூதினை வெறுத்தொழிவானை ஒக்கும், உடம்பினை வெறுத்தொழியும் உயிர் எனவும் கொள்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளை இழக்குந்தோறும் பொருளைக் காதலிக்கும் சூதுபோலத் துன்பத்தை உழக்குந்தோறும் இன்பத்திலே காதலுடைத்து உயிர். இவை இரண்டினுக்கும் அஃதியல்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Howe'er he lose, the gambler's heart is ever in the play;<br/>E'en so the soul, despite its griefs, would live on earth alway."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As the gambler loves (his vice) the more he loses by it, so does the soul love (the body) the more it suffers through it. "
          }
        ]
      }
    ],
    "id": 940
  }
]