export default [
  {
    kural: {
      l1: 'நாநல மென்னு நலனுடைமை யந்நலம்',
      l2: 'யாநலத் துள்ளதூஉ மன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாநலம் என்னும் நலனுடைமை அந்நலம்<br/>யாநலத்து உள்ளதூஉம் அன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாவன்மையாகிய நலம் ஒருவகைச் செல்வம் ஆகும்; அந்த நாநலம் தனிச்சிறப்புடையது. ஆகையால் மற்ற எந்த நலங்களிலும் அடங்குவது அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நா நலம் என்னும் நலன் உடைமை= அமைச்சர்க்கு இன்றியமையாக் குணமாவது, சான்றோரான் நாநலம் என்று சிறப்பித்துச் சொல்லப்படும் நலத்தினை உடையராதல்; அந்நலம் யா நலத்து உள்ளதூஉம் அன்று= அந்நலம் பிறர்க்கும் பிறநலமெல்லாவற்றுள்ளும் அடங்குவதன்றி மிக்கதாகலான்.<br/><br/>நாவால் உளதாய நலம் என விரியும். இந்நலம் உலகத்தைத் தம் வயத்ததாக்கும் அமைச்சர்க்கு வேறாக வேண்டுமென்னும் நீதிநூல் வழக்குப்பற்றி 'நாநலம் என்னும் நலன்' என்றும், பிறர்க்கும் இதுபோற் சிறந்தது பிறிதின்மையான், அந்நலம் 'யாநலத்துள்ளதூஉம் அன்று' என்றும் கூறினார். பிரித்தல், பொருத்தல் முதலிய தொழில் இல்லாதார்க்கும் இஃது இன்றியமையாதாய பின் அத்தொழிலார்க்குக் கூறவேண்டுமோ என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாவினது நலமென்று சொல்லப்படுகின்ற நலம் ஒருவற்கு உடைமையாவது; அந்நலம் எல்லா நலத்துள்ளும் உள்ள தொரு நலமன்று; மிக்கது.<br/><br/>எல்லா நலத்துள்ளும் உள்ளதொரு நலமன்று என்றமையால் இன்பம் பயக்குமென்பதாயிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A tounge that rightly speaks the right is greatest gain,<br/>It stands alone midst goodly things that men obtain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The possession of that goodness which is called the goodness of speech is (even to others) better than any other goodness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆக்கமுங் கேடு மதனால் வருதலாற்',
      l2: 'காத்தோம்பல் சொல்லின்கட் சோர்வு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆக்கமுங் கேடும் அதனால் வருதலால்<br/>காத்தோம்பல் சொல்லின்கட் சோர்வு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆக்கமும் கேடும் சொல்கின்ற சொல்லால் வருதலால் ஒருவன் தன்னுடைய சொல்லில் தவறு நேராமல் காத்துக் கொள்ள வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஆக்கமும் கேடும் அதனால் வருதலால்=தம் அரசற்கும், அங்கங்கட்கும் ஆக்க அழிவுகள் தம் சொல்லான் வரும்ஆகலான்; சொல்லின்கண் சோர்வு காத்து ஓம்பல்= அப்பெற்றித்தாய சொல்லின்கண் சோர்தலை, அமைச்சர் தம்கண் நிகழாமற் போற்றிக் காக்க.<br/><br/>ஆக்கத்திற்கு ஏதுவாய நற்சொல்லையும், கேட்டிற்கு ஏதுவாகிய தீச்சொல்லையும் சொல்லாதல் ஒப்புமை பற்றி 'அதனால்' என்றார். செய்யுளாகலின் சுட்டுப்பெயர் முன்வந்தது. பிறர் சோர்வு போலாது, உயிர்கட்கெல்லாம் ஒருங்கு வருதலால், 'காத்தோம்பல்' என்றார்.<br/><br/>இவை இரண்டுபாட்டானும் இஃது இவர்க்கு இன்றியமையாது என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஆக்கமும் கேடும் சொல்லினால் வருதலால் சொல்லின்கண் சோர்வைப் போற்றிக் காக்க வேண்டும்.<br/><br/>இது சோர்வுபடாமற் சொல்லல்வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Since gain and loss in life on speech depend,<br/>From careless slip in speech thyself defend.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Since (both) wealth and evil result from (their) speech, ministers should most carefully guard themselves against faultiness therein.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கேட்டார்ப் பிணிக்குந் தகையவாய்க் கேளாரும்',
      l2: 'வேட்ப மொழிவதாஞ் சொல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும்<br/>வேட்ப மொழிவதாம் சொல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சொல்லும்போது கேட்டவரைத் தன் வயப்படுத்தும் பண்புகளுடன், கேட்காதவரும் கேட்க விரும்புமாறு கூறப்படுவது சொல்வன்மையாகும்,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கேட்டார்ப் பிணிக்கும் தகை அவாய்= நட்பாய் ஏற்றுக்கொண்டாரைப் பின் வேறுபடாமற் பிணிக்கும் குணங்களை அவாவி; கேளாரும் வேட்ப மொழிவது= மற்றைப் பகையாய் ஏற்றுக்கொள்ளாதாரும் பின் அப்பகைமை ஒழிந்து நட்பினை விரும்பும் வண்ணம் சொல்லப்படுவதே; சொல்லாம்= அமைச்சர்க்குச் சொல்லாவது.<br/><br/>அக்குணங்களாவன: வழுவின்மை, சுருங்குதல், விளங்குதல், இனிதாதல், விழுப்பயன் தருதல் என்று இவை முதலாயின. அவற்றை அவாவுதலாவது, சொல்லுவான் குறித்தனவேயன்றி, வேறு நுண்ணுணர்வு உடையோர் கொள்பவற்றின் மேலும் நோக்குடைத்தாதல். 'அவாய்' என்னும் செய்தென் எச்சம், 'மொழிவது' என்னும் செயப்பாட்டுவினை கொண்டது. இனிக் 'கேட்டார்', 'கேளார்' என்பதற்கு, நூல் கேட்டார் கேளாதார் எனவும், வினவியார் வினவாதார் எனவும் உரைப்பாரும் உளர். 'தகையவாய்' என்பதற்கு, எல்லாரும் தகுதியையுடையவாய் என்றுரைத்தார், அவர், பன்மை 'மொழிவது' என்னும் ஒருமையோடு இயையாமை நோக்கிற்றிலர்.<br/><br/>இதனால் சொல்லினது இலக்கணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வினாவினாரைப் பிணித்துக் கொள்ளுந் தகையவாய், வினாவாதாரும் விரும்புமாறு சொல்லுதல் சொல்லாவது.<br/><br/>இது மேம்படக் கூறல்வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis speech that spell-bound holds the listening ear,<br/>While those who have hot heard desire to hear.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The (minister's) speech is that which seeks (to express) elements as bind his friends (to himself) and is so delivered as to make even his enemies desire (his friendship).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'திறனறிந்து சொல்லுக சொல்லை யறனும்',
      l2: 'பொருளு மதனினூஉங் கில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'திறனறிந்து சொல்லுக சொல்லை அறனும்<br/>பொருளும் அதனினூஉங்கு இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சொல்லின் திறத்தை அறிந்து சொல்லை வழங்க வேண்டும்; அத்தகைய சொல்வன்மையைவிடச் சிறந்த அறமும் பொருளும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சொல்லைத் திறன் அறிந்து சொல்லுக= அப்பெற்றித்தாய சொல்லை அமைச்சர் தம்முடையுவம் கேட்பாருடையவுமாய திறங்களை அறிந்து சொல்லுக; அதனின் ஊங்கு அறனும் பொருளும் இல்= அங்ஙனம் சொல்லுதற்கு மேற்பட்ட அறனும், பொருளும் இல்லையாகலான்.<br/><br/>அத்திறங்களாவன: குடிப்பிறப்பு, கல்வி, ஒழுக்கம், செல்வம், உருவம், பருவம் என்பவற்றான் வரும் தகுதிவேறுபாடுகள். அவற்றை 'அறிந்து சொல்லுத'லாவது, அவற்றான் தமக்கும் அவர்க்கும் உளவாய ஏற்றத் தாழ்வுகளை அறிந்து, அவ்வம் மரபாற் சொல்லுதல். அஃது, உலகத்தோடு ஒட்டஒழுகலையும், இனிமையையும் பயத்தலின் அறனாயிற்று; தம் காரியம் முடித்தலின் பொருளாயிற்று. 'அறனும் பொருளும்' எனக் காரணத்தைக் காரியமாக்கிக் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சொல்லைச் சொல்லுந் திறனறிந்து சொல்லுக; அதனின் மேம்பட்ட அறனும் பொருளும் இல்லை.<br/><br/>தாமறியவே புறங்கூறாமையும் பயனில சொல்லாமையும் பொய்கூறாமையும் உளவாம்: ஆதலான் அறனாயிற்று; அரசன் மாட்டும் ஏனையோர்மட்டும் தகுதியறிந்து சொல்லுதலான் பொருளாயிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Speak words adapted well to various hearers' state;<br/>No higher virtue lives, no gain more surely great.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Understand the qualities (of your hearers) and (then) make your speech; for superior to it, there is neither virtue nor wealth.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சொல்லுக சொல்லைப் பிறிதோர்சொ லச்சொல்லை',
      l2: 'வெல்லுஞ்சொ லின்மை யறிந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சொல்லுக சொல்லைப் பிறிதோர்சொல் அச்சொல்லை<br/>வெல்லுஞ்சொல் இன்மை அறிந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வேறொரு சொல் அந்தச் சொல்லை வெல்லும் சொல்லாக இல்லாதிருத்தலை அறிந்த பிறகே சொல்லக் கருதியதைச் சொல்லவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சொல்லைப் பிறிது ஓர் சொல் வெல்லும்சொல் இன்மை அறிந்து= தாம் சொல்லக் கருதிய சொல்லைப் பிறிதோர் சொல்லாய் வெல்லவல்லதொரு சொல் இல்லாமை அறிந்து; அச்சொல்லைச் சொல்லுக= பின் அச்சொல்லைச் சொல்லுக.<br/><br/>'பிறிதோர் சொல்' மாற்றாரது மறுதலைச் சொல். 'வெல்லுதல்' குணங்களான் மிகுதல். அதுவே வெல்லச் சொல்லுக என்பதாம். இனிப் பிறிதோர் சொல் வெல்லுஞ்சொல் எனச் செவ்வெண்ணாக்கி, ஒத்தசொல்லும் மிக்கசொல்லும் உளவாகாமற் சொல்லுக என்று உரைப்பாரும் உளர்§. இது சொற்பொருட் பின்வருநிலை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சொல்லைச் சொல்லுக; தான் சொல்ல நினைத்த அச்சொல்லைப் பிறிதொரு சொல்லாய் வெல்லுஞ் சொல் இல்லை யாதலை யறிந்து.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Speak out your speech, when once 'tis past dispute<br/>That none can utter speech that shall your speech refute.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Deliver your speech, after assuring yourself that no counter speech can defeat your own. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வேட்பத்தாஞ் சொல்லிப் பிறர்சொற் பயன்கோடன்',
      l2: 'மாட்சியின் மாசற்றார் கோள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வேட்பத்தாஞ் சொல்லிப் பிறர்சொல் பயன்கோடல்<br/>மாட்சியின் மாசற்றார் கோள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறர் விரும்பும் படியாகத் தாம் சொல்லி, பிறர் சொல்லும் போது அச்சொல்லின் பயனை ஆராய்ந்து கொள்ளுதல் மாசற்ற சிறப்புடையவரின் கொள்கையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேட்பத் தாம் சொல்லிப் பிறர்சொற் பயன் கோடல்= பிறர்க்குத் தாம் சொல்லுங்கால் அவர் பின்னும் கேட்டலை விரும்புமாறு சொல்லி, அவர் தமக்குச் சொல்லுங்கால் அச்சொல்லின் பயனைக் கொண்டொழிதல்; மாட்சியின் மாசு அற்றார் கோள்= அமைச்சியலுள் குற்றம் அற்றாரது துணிபு.<br/><br/>பிறர் சொற்களுள் குற்றம் உளவாயினும், அவை நோக்கி இகழார் என்பதாம். வல்லாரை இகழ்தல் வல்லுநர்க்குத் தகுதியன்மையின், இதுவும் உடன் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் அதனைச் சொல்லுமாறு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாம் சொல்லுங்கால் பிறர் விரும்புமாறு சொல்லிப் பிறர் சொல்லுங்கால் அச்சொல்லின் பயனைத் தெரிந்து கொள்ளுதல் மாட்சிமையிற் குற்ற மற்றாரது கோட்பாடு.<br/><br/>இது நயம்படக் கூறுதலே யன்றி, பிறர் சொல்லுஞ் சொல்லறிந்தும் சொல்லல் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Charming each hearer's ear, of others words to seize the sense,<br/>Is method wise of men of spotless excellence.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is the opinion of those who are free from defects in diplomacy that the minister should speak so as to make his hearers desire (to hear more) and grasp the meaning of what he hears himself.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சொலல்வல்லன் சோர்வில னஞ்சா னவனை',
      l2: 'யிகல்வெல்லல் யார்க்கு மரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சொலல்வல்லன் சோர்விலன் அஞ்சான் அவனை<br/>இகல்வெல்லல் யார்க்கும் அரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தான் கருதியவற்றை நன்கு சொல்ல வல்லவனாய், சொல்லும் போது சோர்வு இல்லாதவனாய், அஞ்சாதவனாய் உள்ளவனை மாறுபாட்டால் வெல்வது யார்க்கும் முடியாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சொலல் வல்லன்= தான் எண்ணிய காரியங்களைப் பிறர்க்கு ஏற்பச்சொல்லுதல் வல்லனாய்; சோர்வு இலன்= அவைமிகப் பலவாயவழி ஒன்றினும் சோர்வு இலனாய்; அஞ்சான்= அவைக்கு அஞ்சானாயினான் யாவன்; அவனை இகல்வெல்லல் யார்க்கும் அரிது= அவனை மாறுபாட்டின்கண் வெல்லுதல் யாவர்க்கும் அரிது.<br/><br/>ஏற்பச் சொல்லுதல், அவர்க்கு அவை காரியம் அல்லவாயினும் ஆம்எனத் துணியும்வகை சொல்லுதல். 'சோர்வு' சொல்ல வேண்டுவதனை மறப்பான் ஒழிதல். இம்மூன்று குணமுடையானை, மாற்றாராய்ப் பிரித்தல் பொருத்தல் செய்து வெல்வாரில்லை என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் சொல்ல வல்லவனுமாய் அதனைச் சோர விடுதலும் இல்லானாய் அஞ்சாது சொல்லுதலும் உடையவனாயின், அவனை மாறுபாட்டின்கண் வெல்லுதல் யாவர்க்கும் அரிது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Mighty in word, of unforgetful mind, of fearless speech.<br/>'Tis hard for hostile power such man to overreach.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is impossible for any one to conquer him by intrique who possesses power of speech, and is neither faulty nor timid.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விரைந்து தொழில்கேட்கு ஞால நிரந்தினிது',
      l2: 'சொல்லுதல் வல்லார்ப் பெறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விரைந்து தொழில்கேட்கும் ஞாலம் நிரந்தினிது<br/>சொல்லுதல் வல்லார்ப் பெறின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கருத்துக்களை ஒழுங்காகக் கோத்து இனிமையாகச் சொல்ல வல்லவரைப் பெற்றால், உலகம் விரைந்து அவருடைய ஏவலைக் கேட்டு நடக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தொழி்ல் நிரந்து இனிது சொல்லுதல் வல்லார்ப்பெறின்= சொல்லப்படுங் காரியங்களை நிரல்படக் கோத்து இனிதாகச் சொல்லுதல் வல்லாரைப் பெறின்; ஞாலம் விரைந்து தொழில் கேட்கும்= உலகம் அவற்றை விரைந்து ஏற்றுக்கொள்ளும்.<br/><br/>'தொழில்' சாதியொருமை. நிரல்படக் கோத்தல்- முன் சொல்வனவும், பின்சொல்வனவும் அறிந்து அம்முறையே வைத்தல். இனிதாதல், கேட்டார்க்கு இன்பம் பயத்தல். சொல்லுதல் வல்லான் நூறாயிரவருள் ஒருவன் என்ற வடமொழிபற்றிப் 'பெறின்' என்றார். ஈண்டுங் கேட்டல் ஏற்றுக் கோடல்.<br/><br/>இவை இரண்டுபாட்டானும் அவ்வாற்றாற் சொல்லுதல் வல்லாரது சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இனிதாகச் சொல்ல வல்லாரைப் பெற்றாராயின் உலகத்தார் மேவி விரைந்து<br/><br/>சென்று செய்யுந் தொழில் யாது என்று கேட்பர்.<br/><br/>இது சொற்களைச் சொல்லின் இனிதாகச் சொல்லவேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Swiftly the listening world will gather round,<br/>When men of mighty speech the weighty theme propound.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If there be those who can speak on various subjects in their proper order and in a pleasing manner, the world would readily accept them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பலசொல்லக் காமுறுவர் மன்றமா சற்ற',
      l2: 'சிலசொல்லத் தேற்றா தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பலசொல்லக் காமுறுவர் மன்றமா சற்ற<br/>சிலசொல்லல் தேற்றா தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குற்றமற்றவையாகிய சில சொற்களைச் சொல்லத் தெரியாதவர், உண்மையாகவே பல சொற்களைச் சொல்லிக் கொண்டிருக்க விரும்புவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மாசு அற்ற சில சொல்லல் தேற்றாதவர்= குற்றமற்றனவாய்ச் சிலவாய வார்த்தைகளை அவ்வாற்றாற் சொல்லுதலை அறியாதார்; பல சொல்லக் காமுறுவர்= பலவாய வார்த்தைகளைத் தொகுத்துச் சொல்ல விரும்புவர்.<br/><br/>குற்றம் மேற்சொல்லிய குணங்கட்கு மறுதலையாயின. இடைவிடாது பல சொல்லுதலையும் சொல்வன்மை என்று விரும்புவாரும் உளர். அவர் இவ்வாறு சொல்லமாட்டாதாரே, வல்லார் அது செய்யார் என யாப்புறுப்பார், 'மன்ற' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பல சொற்களைச் சொல்லக் காதலியா நிற்பர், குற்றமற்ற சில சொற்களைத் தெளியச் சொல்லலை அறியமாட்டாதார்.<br/><br/>மன்ற - தெளிய. இது சுருங்கச் சொல்லல் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who have not skill ten faultness to utter plain,<br/>Their tongues will itch with thousand words men's ears to pain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They will desire to utter many words, who do not know how to speak a few faultless ones.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இணரூழ்த்து நாறா மலரனையர் கற்ற',
      l2: 'துணர விரித்துரையா தார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இணர்ஊழ்த்தும் நாறா மலரனையர் கற்றது<br/>உணர விரித்துரையா தார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம் கற்ற நூற்பொருளைப் பிறர் உணருமாறு விரித்துரைக்க முடியாதவர், கொத்தாக மலர்ந்திருந்த போதிலும் மணம் கமழாத மலரைப் போன்றவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கற்றது உணர விரித்து உரையாதார்= கற்றுவைத்த நூலைப் பிறரறியும் வண்ணம் விரித்துரைக்க மாட்டாதவர்; இணர் ஊழ்த்தும் நாறா மலர் அனையர்= கொத்தின்கண்ணே மலர்ந்து வைத்தும் நாறாத பூவை ஒப்பர்.<br/><br/>செவ்விபெற மலர்ந்துவைத்தும் நாற்றம் இல்லாத பூச் சூடப்படாதவாறு போல நூலைக் கற்றுவைத்தும் சொல்லமாட்டாதார் நன்கு மதிக்கப்படார் என்றமையின், இது தொழில் உவமம் ஆயிற்று. இவை இரண்டு பாட்டானும் அது மாட்டாரது இழிபு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இணராய் மலர்ந்து நாற்ற மில்லாத பூவை யொப்பர், கற்றதனைப் பிறரறிய விரித்துச் சொல்ல மாட்டாதார். <br/><br/>இது சுருங்கச் சொல்லுதலே யன்றி வேண்டுமிடத்து விரித்துஞ்சொல்லல் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Like scentless flower in blooming garland bound<br/>Are men who can't their lore acquired to other's ears expound.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who are unable to set forth their acquirements (before others) are like flowers blossoming in a cluster and yet without fragrance. ',
          },
        ],
      },
    ],
  },
];
