export default [
  {
    kural: {
      l1: 'கடனென்ப நல்லவை யெல்லாங் கடனறிந்து',
      l2: 'சான்றாண்மை மேற்கொள் பவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடன்என்ப நல்லவை எல்லாம் கடன்அறிந்து<br/>சான்றாண்மை மேற்கொள் பவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடமை இவை என்று அறிந்து சான்றாண்மை மேற்கொண்டு நடப்பவர்க்கு நல்லவை எல்லாம் இயல்பான கடமை என்று கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கடன் அறிந்து சான்றாண்மை மேற்கொள்பவர்க்கு= நமக்குத் தகுவது இது என்று அறிந்து சான்றாண்மையை மேற்கொண்டு ஒழுகுவார்குக்; நல்லவை எல்லாம் கடன் என்ப= நல்லனவாய குணங்கள் எல்லாம் இயல்பாய் இருக்கும் என்று சொல்லுவர் நூலோர்.<br/><br/>சிலகுணங்கள் இலவாய வழியு்ம், உள்ளன செய்துகொண்டனவாய வழியும், சான்றாண்மை என்னும் சொற்பொருள் கூடாமையின், நூலோர் இவ்வேதுப் பெயர்பற்றி அவர் இலக்கணம் இவ்வாறு கூறுவர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நமக்குத் தகுவது இதுவென்றறிந்து சான்றாண்மையை மேற்கொண்டொழுகுவார்க்கு நல்லனவாய குணங்களெல்லாம் இயல்பாயிருக்குமென்று சொல்லுவர் நூலோர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "All goodly things are duties to the men, they say,<br/>Who set themselves to walk in virtue's perfect way.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is said that those who are conscious of their duty and behave with a perfect goodness will regard as natural all that is good.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குணநலஞ் சான்றோர் நலனே பிறநல',
      l2: 'மெந்நலத் துள்ளதூஉ மன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குணநலம் சான்றோர் நலனே பிறநலம்<br/>எந்நலத்து உள்ளதூஉம் அன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சான்றோரின் நலம் என்று கூறப்படுவது அவருடைய பண்புகளின் நலமே; மற்ற நலம் வேறு எந்த நலத்திலும் சேர்ந்துள்ளதும் அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சான்றோர் நலன் குணநலனே= சான்றோர் நலமாவது குணங்களான் ஆய நலமே; பிறநலம் எந்நலத்து உள்ளதூஉம் அன்று= அஃது ஒழிந்த உறுப்புக்களானாய நலம் ஒரு நலத்தினும் உள்ளதன்று.<br/><br/>அந்நலத்தை முன்னே பிரித்தமையின் ஏனைப் புறநலத்தைப் 'பிறநலம்' என்றும், அது குடிப்பிறப்பும், கல்வியும் முதலாக நூலோர் எடுத்த நலங்களுள் புகுதாமையின், 'எந்நலத்து உள்ளதூஉம் அன்று' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சான்றோர்க்கு நலமாவது குணநல்லராகுதல்: குணநலம், பிற நலமாகிய எல்லா நலத்தினும் உள்ளதொரு நலமன்று.<br/><br/>இது குணநலம் சால்பிற்கு அழகென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The good of inward excellence they claim,<br/>The perfect men; all other good is only good in name.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The only delight of the perfect is that of their goodness; all other (sensual) delights are not to be included among any (true) delights.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்புநா ணொப்புரவு கண்ணோட்டம் வாய்மையொ',
      l2: 'டைந்துசால் பூன்றிய தூண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு<br/>ஐந்துசால் ஊன்றிய தூண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்பு, நாணம், ஒப்புரவு, கண்ணோட்டம், வாய்மை என்னும் ஐந்து பண்புகளும் சால்பு என்பதைத் தாங்கியுள்ள தூண்களாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அன்பு= சுற்றத்தார் மேலேயன்றிப் பிறர் மேலும் உளதாய அன்பும்; நாண்= பழி, பாவங்களின் நாணலும்; ஒப்புரவு= யாவர்மாட்டும் ஒப்புரவு செய்தலும்; கண்ணோட்டம்= பழையார்மேல் கண்ணோடலும்; வாய்மையொடு= எவ்விடத்தும் மெய்ம்மை கூறலும் என; சால்பு ஊன்றிய தூண் ஐந்து= சால்பு என்னும் பாரத்தைத் தாங்கிய தூண்கள் ஐந்து.<br/><br/>எண் ஒடு முன்னவற்றோடும் கூடிற்று. இக்குணங்கள் இல்வழிச் சால்பு நிலைபெறாமையின், இவற்றைத் தூண் என்றார். ஏகதேச உருவகம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அன்புடைமையும், பழிநாணுதலும், ஒப்புரவுடைமையும், கண்ணோட்டமும், மெய்யுரையுமென்று சொல்லப்பட்ட ஐந்தும் சால்பினைத் தாங்கும் தூண்.<br/><br/>இஃது இவை ஐந்தும் சால்பிற்கு அங்கமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Love, modesty, beneficence, benignant grace,<br/>With truth, are pillars five of perfect virtue's resting place.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Affection, fear (of sin), benevolence, favour and truthfulness; these are the five pillars on which perfect goodness rests. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொல்லா நலத்தது நோன்மை பிறர்தீமை',
      l2: 'சொல்லா நலத்தது சால்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொல்லா நலத்தது நோன்மை பிறர்தீமை<br/>சொல்லா நலத்தது சால்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவம் ஓர் உயிரையும் கொல்லாத அறத்தை அடிப்படையாகக் கொண்டது; சால்பு பிறருடைய தீமையை எடுத்துச் சொல்லாத நற்பண்பை அடிப்படையாகக் கொண்டது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நோன்மை கொல்லா நலத்தது= பிற அறங்களும் வேண்டுமாயினும், தவம் ஓருயிரையும் கொல்லாத அறத்தின்கண்ணதாம்; சால்பு பிறர் தீமை சொல்லா நலத்தது= அதுபோலப் பிற குணங்களும் வேண்டுமாயினும். சால்பு பிறர் குற்றத்தைச் சொல்லாத குணத்தின்கண்ணதாம்.<br/><br/>'நலம்' என்னும் ஆகுபெயர்ப் பொருள் இரண்டினையும் தலைமை தோன்ற இவ்விரண்டற்கும் அதிகாரமாக்கிக் கூறினார். தவத்திற்குக் கொல்லா அறம் சிறந்தாற் போலச் சால்பிற்குப் பிறர்குற்றம் சொல்லாக் குணம் சிறந்தது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தவத்துக்கு உறுப்பான சீலங்கள் பல உண்டாயினும் கொல்லாத நலத்தையுடையது தவம். அதுபோலச் சாண்றாண்மைக்கு உறுப்பான நற்குணங்கள் பல உண்டாயினும் பிறர் பழியைச் சொல்லாத நலத்தையுடையது சால்பு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The type of 'penitence' is virtuous good that nothing slays.<br/>To speak no ill of other men is perfect virtue's praise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Penance consists in the goodness that kills not , and perfection in the goodness that tells not others' faults.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆற்றுவா ராற்றல் பணித லதுசான்றோர்',
      l2: 'மாற்றாரை மாற்றும் படை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர்<br/>மாற்றாரை மாற்றும் படை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆற்றலுடையவரின் ஆற்றலாவது பணிவுடன் நடத்தலாகும். அது சான்றோர் தம் பகைவரைப் பகைமையிலிருந்து மாற்றுகின்ற கருவியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஆற்றுவார் ஆற்றல் பணிதல்= ஒரு கருமத்தைச் செய்து முடிப்பாரது ஆற்றலாவது அதற்குத் துணையாவாரைத் தாழ்ந்து கூட்டிக்கொள்ளுதல்; சான்றோர் மாற்றாரை மாற்றும் படை அது= இனிச் சால்புடையார் தம் பகைவரைப் பகைமை ஒழிக்கும் கருவியும் அது.<br/><br/>ஆற்றல்: அது வல்லராந் தன்மை. இறந்தது தழீஇய எச்சவும்மை விகாரத்தான் தொக்கது. சால்பிற்கு ஏற்ற பணிதற் குணத்தது சிறப்புக் கூறுவார், ஏனையதும் உடன் கூறினார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பெரியார் பெருமையாவது எல்லார்க்கும் தாழ்ந்தொழுகுதல்: சான்றோர்தம் பகைவரை ஒழிக்கும் கருவியும் அதுவே.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Submission is the might of men of mighty acts; the sage<br/>With that same weapon stills his foeman's rage.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Stooping (to inferiors) is the strength of those who can accomplish (an undertaking); and that is the weapon with which the great avert their foes.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சால்பிற்குக் கட்டளை யாதெனிற் றோல்வி',
      l2: 'துலையல்லார் கண்ணுங் கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சால்பிற்குக் கட்டளை யாதெனின் தோல்வி<br/>துலையல்லார் கண்ணும் கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சால்புக்கு உரைகல்போல் மதிப்பிடும் கருவி எது என்றால் தமக்கு ஒப்பில்லாத தாழ்ந்தோரிடத்திலும் தோல்வியை ஏற்றுக் கொள்ளும் பண்பாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சால்பிற்குக் கட்டளை யாது எனின்= சால்பாகிய பொன்னின் அளவு அறிதற்கு உரைகல்லாகிய செயல் யாது எனின்; தோல்வி துலை அல்லார்கண்ணும் கொளல்= அது தம்மின் உயர்ந்தார்மாட்டுக் கொள்ளும் தோல்வியை இழிந்தார்மாட்டும் கோடல்.<br/><br/>துலை- ஒப்பு. எச்சவும்மையான் இருதிறத்தார்கண்ணும் வேண்டுதல் பெற்றாம். கொள்ளுதல்: வெல்லும் ஆற்றல் உடையராயிருந்தே ஏற்றுக்கொள்ளுதல். இழிந்தாரை வெல்லுதல் கருதித் தம்மோடு ஒப்பித்துக்கொள்ளாது தோல்வியான் அவரின் உயர்வராயின், அதனான் சால்பளவு அறியப்படும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சால்பாகிய பொன்னினளவறிதற்கு உரைகல்லாகிய செயல் யாதெனின், அது தம்மினுயர்ந்தார் மாட்டுக் கொள்ளுந் தோல்வியை இழிந்தார் மாட்டுங் கோடல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What is perfection's test? the equal mind,<br/>To bear repulse from ever meaner men resigned.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The touch-stone of perfection is to receive a defeat even at the hands of one's inferiors.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்னாசெய் தார்க்கு மினியவே செய்யாக்கா',
      l2: 'லென்ன பயத்ததோ சால்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்னாசெய் தார்க்கும் இனியவே செய்யாக்கால்<br/>என்ன பயத்ததோ சால்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பமானவற்றைச் செய்தவர்க்கும் இனிய உதவிகளைச் செய்யாவிட்டால், சான்றோரின் சால்பு என்ன பயன் உடையதாகும்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்னா செய்தார்க்கும் இனியவே செய்யாக்கால்= தமக்கு இன்னாதவற்றைச் செய்தார்க்கும் சால்புடையார் இனியவற்றைச் செய்யாராயின்; சால்பு என்ன பயத்தது= அச்சால்பு வேறு என்ன பயனை உடைத்து?<br/><br/>சிறப்பும்மை அவர் இன்னா செய்தற்கு இடனாதல் விளக்கிநின்றது. ஓகாரம் அசை. வினா எதிர்மறைப் பொருட்டு. தாமும் என்னா செய்வாராயின், சால்பால் ஒருபயனும் இல்லை எ்னபதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தமக்கின்னாதவற்றைச் செய்தார்க்குஞ் சால்புடையார் இனியவற்றைச் செய்யாராயின் அச்சால்பு வேறென்ன பயனை யுடைத்து.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'What fruit doth your perfection yield you say!<br/>Unless to men who work you ill good repay?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Of what avail is perfect goodness if it cannot do pleasing things even to those who have pained (it) ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்மை யொருவற் கிளிவன்று சால்பென்னுந்',
      l2: 'தி்ண்மை யுண்டாகப் பெறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்மை ஒருவற்கு இளிவன்று சால்பென்னும்<br/>திண்மைஉண் டாகப் பெறின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சால்பு என்னும் வலிமை உண்டாகப் பெற்றால் ஒருவனுக்குப் பொருள் இல்லாத குறையாகிய வறுமை இழிவானது அன்று.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சால்பு என்னும் திண்மை உண்டாகப் பெறின்= சால்பு என்று சொல்லப்படும் வலி உண்டாகப்பெறின்; ஒருவற்கு இன்மை இளிவு அன்று= ஒருவனுக்கு நல்குரவு இளிவாகாது.<br/><br/>தளராமை நாட்டுதலின் வலியாயிற்று. இன்மையான் வருவதனை இன்மைதானாக உபசரித்துக் கூறினார். சால்புடையார் நல்கூர்ந்தவழியும் மேம்படுதலையுடையர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனுக்குச் சால்பாகிய நிலை உண்டாகப் பெறின் பொருளின்மை இளிவாகாது.<br/><br/>இஃது அமைதியுடையராதல் பெறுதற்கரிதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To soul with Perfect virtue's strength endued,<br/>Brings no disgrace the lack of every earthly good.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Poverty is no disgrace to one who abounds in good qualities.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊழி பெயரினுந் தாம்பெயரார் சான்றாண்மைக்',
      l2: 'காழி யெனப்படு வார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்கு<br/>ஆழி எனப்படு வார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சால்பு என்னும் தன்மைக்குக் கடல் என்று புகழப் படுகின்றவர், ஊழிக்காலத்தின் வேறுபாடுகளே நேர்ந்தாலும் தாம் வேறுபடாமல் இருப்பர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சான்றாண்மைக்கு ஆழி எனப்படுவார்= சால்புடைமையாகிய கடற்குக் கரை என்று சொல்லப்படுவார்; ஊழி பெயரினும் தாம் பெயரார்= ஏனைக் கடலும் கரையுள் நில்லாமல் காலத்தான் திரிந்தாலும் தாம் திரியார்.<br/><br/>சான்றாண்மையது பெருமை தோன்ற அதனைக் கடல் ஆக்கியும், அதனைத் தாங்கிக்கொண்டு நிற்றலின் அஃது உடையாரைக் கரையாக்கியும் கூறினார். "பெருங்கடற்கு ஆழி யனையன் மாதோ"ħ என்றார் பிறரும். ஏகதேச உருவகம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சால்புடைமையாகிய கடற்குக் கரையென்று சொல்லப்படுவார், ஏனைக் கடலுங் கரையுள் நில்லாமற் காலந் திரிந்தாலும் தாம்திரியார். ',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Call them of perfect virtue's sea the shore,<br/>Who, though the fates should fail, fail not for evermore.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who are said to be the shore of the sea of perfection will never change, though ages may change. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சான்றவர் சான்றாண்மை குன்றி னிருநிலந்தான்',
      l2: 'தாங்காது மன்னோ பொறை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சான்றவர் சான்றாண்மை குன்றின் இருநிலந்தான்<br/>தாங்காது மன்னோ பொறை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சான்றோரின் சால்பு நிறைந்த பண்பு குறைபடுமானால் இந்தப் பெரிய நிலவுலகமும் தன் பாரத்தைத் தாங்க முடியாமற் போய்விடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சான்றவர் சான்றாண்மை குன்றின்= பல குணங்களானும் நிறைந்தவர் தம் தன்மை குன்றுவராயின்; இரு நிலம் தான் பொறை தாங்காது மன்னோ= மற்றை இருநிலந்தானும் தன் பொறையைத் தாங்காதாய் முடியும்.<br/><br/>தானும் என்னு எச்சவும்மை விகாரத்தான் தொக்கது. அவர்க்கு அது குன்றாமையும், அதற்கு அது தாங்கலும் இயல்பாகலான், அவை எஞ்ஞான்றும் உளவாகா என்பது தோன்றநின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது. 'ஓ'காரம் அசை. இதற்கு இருநிலம் பொறை தாங்குவது சான்றவர் துணையாக வருதலான், அதுவும் அது தாங்கல் ஆற்றாது என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பலகுணங்களானும் நிறைந்தவர் தம்தன்மை குன்றுவராயின் மற்றை யிருநிலந்தானுந் தன்பொறையைத் தாங்காதாய் முடியும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The mighty earth its burthen to sustain must cease,<br/>If perfect virtue of the perfect men decrease.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If there is a defect in the character of the perfect, (even) the great world cannot bear (its) burden. ',
          },
        ],
      },
    ],
  },
];
