export default [
  {
    "kural": {
      "l1": "சிற்றின மஞ்சும் பெருமை சிறுமைதான்",
      "l2": "சுற்றமாச் சூழ்ந்து விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிற்றினம் அஞ்சும் பெருமை சிறுமைதான்<br/>சுற்றமாச் சூழ்ந்து விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெரியோரின் இயல்பு சிற்றினத்தை அஞ்சி ஒதுக்கும்; சிறியோரின் இயல்பு அதையே சுற்றமாக எண்ணித் தழுவிக் கொள்ளும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருமை சிற்றினம் அஞ்சும்= பெரியோர் இயல்பு சிறிய இனத்தை அஞ்சாநிற்கும்;<br/><br/>சிறுமைதான் சுற்றமாச் சூழ்ந்து விடும்= ஏனைச் சிறியோர் இயல்பு அது சேர்ந்தபொழுது அதனைத் தனக்குச் சுற்றமாக எண்ணித் துணியும்.<br/><br/>தத்தம் அறிவு திரியுமாறும் அதனால் தக்கு வரும் துன்பமும் நோக்கலின் அறிவுடையார் அஞ்சுவர் என்றும் அறிவொற்றுமையால் பிறிது நோக்காமையின் அறிவிலாதார் தமக்குச் சுற்றமாகத் துணிவர் என்றும் கூறினார். பொருளின் தொழில்கள் பண்பின்மேல் நின்றன.<br/><br/>இதனால், சிறியவினம் பெரியோர்க்கு ஆகாது என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சிற்றினத்தை யஞ்சுவர் பெரியர்; சிறியவர் அதனைச் சுற்றமாகக் கொண்டு விடுவர்.<br/><br/>இது பெருமை வேண்டுவார் சிற்றினஞ் சேராரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The great of soul will mean association fear;<br/>The mean of soul regard mean men as kinsmen dear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(True) greatness fears the society of the base; it is only the low - minded who will regard them as friends."
          }
        ]
      }
    ],
    "id": 451
  },
  {
    "kural": {
      "l1": "நிலத்தியல்பா னீர்திரிந் தற்றாகு மாந்தர்க்",
      "l2": "கினத்தியல்ப தாகு மறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிலத்தியல்பால் நீர்திரிந் தற்றாகும் மாந்தர்க்கு<br/>இனத்தியல்ப தாகும் அறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சேர்ந்த நிலத்தின் இயல்பால் நீர் வேறுபட்டு அந்நிலத்தின் தன்மையுடையதாகும்; அது போல் மக்களுடைய அறிவு இனத்தின் இயல்பினை உடையதாகும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலத்து இயல்பான் நீர் திரிந்து அற்றாகும்= தான் சேர்ந்த நிலத்தினது இயல்பானே நீர் தன் தன்மை திரிந்து அந்நிலத்தின் தன்மைத்தாம்;<br/><br/>மாந்தர்க்கு இனத்து இயல்பு அறிவு அதாகும்= அதுபோல மாந்தர்க்குத் தாம் சேர்ந்த இனத்தினது இயல்பானே அறிவும் தன் தன்மைதிரிந்து அவ்வினத்தின் தன்மைத்தாம்.<br/><br/>எடுத்துக்காட்டுவமை. விசும்பின்கண் தன்தன்மைத்தாய நீர் நிலத்தோடு சேர்ந்தவழி நிறம், சுவை முதலிய பண்புகள் திரிந்தாற்போலத் தனிநிலைக்கண் தன் தன்மைத்தாய அறிவு பிற இனத்தோடு சேர்ந்தவழிக் காட்சி முதலிய தொழில்கள் திரியும்என இதனால் அதனது காரணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிலத்தின் தன்மையால் நீர் தன் தன்மை வேறுபட்டு அந்நிலத்தின் தன்மைத்தாவது போல, மக்கட்கு அறிவு இனத்தின் தன்மையதாய் வேறுபடும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The waters' virtues change with soil through which they flow;<br/>As man's companionship so will his wisdom show."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As water changes (its nature), from the nature of the soil (in which it flows), so will the character of men resemble that of their associates."
          }
        ]
      }
    ],
    "id": 452
  },
  {
    "kural": {
      "l1": "மனத்தானா மாந்தர்க் குணர்ச்சி யினத்தானா",
      "l2": "மின்னா னெனப்படுஞ்சொல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனத்தானாம் மாந்தர்க் குணர்ச்சி இனத்தானாம்<br/>இன்னான் எனப்படுஞ் சொல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மக்களுக்கு இயற்கையறிவு மனத்தால் ஏற்படும்; இப்படிப்பட்டவன் என்று உலகத்தாரால் மதிக்கப்படும் சொல் சேர்ந்த இனத்தால் ஏற்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாந்தர்க்கு உணர்ச்சி மனத்தான் ஆம்= மாந்தர்க்குப் பொதுஉணர்வு தம் மனம் காரணமாக உண்டாம்;<br/><br/>இன்னான் எனப்படும் சொல் இனத்தான் ஆம்= இவன் இத்தன்மையன் என்று உலகத்தாரால் சொல்லப்படும் சொல், இனம் காரணமாக உண்டாம்.<br/><br/>இயற்கையாய புலன் உணர்வு மாத்திரத்திற்கு இனம் வேண்டாமையின், அதனை 'மனத்தானாம்' என்றும், செயற்கையாய விசேடவுணர்வு பற்றி நல்லன் என்றாகத் தீயன் என்றாக நிகழும் சொற்கு, இனம் வேண்டுதலின் அதனை 'இனத்தானாம்' என்றும் கூறினார். உவமை அளவை கொள்ளாது அத்திரிபும் மனத்தானாம் என்பாரை நோக்கி இதனான் அது மறுத்துக்கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாந்தர்க்கு அறிவு மனத்தினானே யுண்டாம், ஆயினும் தான் சேர்ந்த இனத்தினால் இனியனல்லன் என்று பிறரால் பழிக்கப்படுஞ் சொல் உண்டாம்.<br/><br/>இது பிறரால் பழிக்கப்படுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Perceptions manifold in men are of the mind alone;<br/>The value of the man by his companionship is known."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The power of knowing is from the mind; (but) his character is from that of his associates."
          }
        ]
      }
    ],
    "id": 453
  },
  {
    "kural": {
      "l1": "மனத்துளது போலக் காட்டி யொருவற்",
      "l2": "கினத்துள தாகு மறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனத்து ளதுபோலக் காட்டி ஒருவற்கு<br/>இனத்துள தாகும் அறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்குச் சிறப்பறிவு மனத்தில் உள்ளது போலக்காட்டி (உண்மையாக நோக்கும் போது) அவன் சேர்ந்த இனத்தில் உள்ளதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவு= அவ்விசேட உணர்வு; ஒருவற்கு மனத்து உளது போலக்காட்டி= ஒருவற்கு மனத்தி்ன்கண்ணே உளதாவது போலத் தன்னைப் புலப்படுத்தி; இனத்து உளதாகும்= அவன் சேர்ந்த இனத்தின்கண்ணே உளதாம்.<br/><br/>மெய்ம்மை நோக்காமுன் மனத்துளது போன்று காட்டியும்,பின் நோக்கியவழிப் பயின்ற இனத்து உளதாயும் இருத்தலின், காட்டி என இறந்தகாலத்தால் கூறினார். விசேட உணர்வுதானும் மனத்தின்கண்ணே அன்றே உளதாவது என்பார் நோக்கி, ஆண்டுப்புலப்படும் துணையே உள்ளது, அதற்கு மூலம் இன்னதென்பது இதனால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு உண்டாகும் அறிவு முற்பட மனத்துள்ளது போலத் தோற்றிப் பின் தான் சேர்ந்த இனத்தினுண்டான அறிவாகும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Man's wisdom seems the offspring of his mind;<br/>'Tis outcome of companionship we find."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wisdom appears to rest in the mind, but it really exists to a man in his companions."
          }
        ]
      }
    ],
    "id": 454
  },
  {
    "kural": {
      "l1": "மனந்தூய்மை செய்வினை தூய்மை யிரண்டு",
      "l2": "மினந்தூய்மை தூவா வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனந்தூய்மை செய்வினை தூய்மை இரண்டும்<br/>இனந்தூய்மை தூவா வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தின் தூய்மை, செய்யும் செயலின் தூய்மை ஆகிய இவ்விரண்டும் சேர்ந்த இனத்தின் தூய்மையைப் பொறுத்தே ஏற்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனம் தூய்மை செய்வினை தூய்மை இரண்டும்= அவ்விசேட உணர்வு புலப்படுதற்கு இடனாய மனம் தூயனாதல்தன்மையும் செய்யும் வினை தூயனாதல் தன்மையுமாகிய இரண்டும்;<br/><br/>இனம் தூய்மை தூவா வரும்= ஒருவற்கு இனம் தூயனாதல்தன்மை பற்றுக்கோடாக உளவாம்.<br/><br/>மனம் தூயனாதலாவது, விசேடஉணர்வு புலப்படுமாறு இயற்கையாய் அறியாமையி்ன் நீங்குதல். செய் வினை தூயனாதலாவது, மொழி மெய்களால் செய்யும் நல்வினை உடையனாதல். தூவென்பது அப்பொருட்டாதல், \"தூவறத் துறந்தாரை\" - கலித்தொகை 118 ம் பாடல் 9ம் அடி. என்பதனானும் அறிக. ஒருவன் இனம் தூயனாகவே அதனோடு பயிற்சிவயத்தான் மனம் தூயனாய் அதன்கண் விசேடஉணர்வு புலப்பட்டு அதனால் சொல்லும் செயலும் தூயனாம் என இதனால் இனத்துள்ளவாமாறு கூறப்ப்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனம் நன்றாதலும் செய்வினை நன்றாதலுமாகிய இரண்டும். இனம் நன்றாதலைப் பற்றி வரும்.<br/><br/>இனிச் சேராமையான் வரும் நன்மை கூறுவார் இவையிரண்டும் நன்றாம் என்று கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Both purity of mind, and purity of action clear,<br/>Leaning no staff of pure companionship, to man draw near."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Chaste company is the staff on which come, these two things, viz, purity of mind and purity of conduct."
          }
        ]
      }
    ],
    "id": 455
  },
  {
    "kural": {
      "l1": "மனந்தூயார்க் கெச்சநன் றாகு மினந்தூயார்க்கு",
      "l2": "கில்லைநன் றாகா வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனந்தூயார்க் கெச்சம்நன் றாகும் இனந்தூயார்க்கு<br/>இல்லைநன் றாகா வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனம் தூய்மையாகப் பெற்றவர்க்கு அவர்க்குப்பின் எஞ்சி நிற்கும் புகழ் முதலியவை நன்மையாகும். இனம் தூய்மையாக உள்ளவர்க்கு நன்மையாகாத செயல் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனம் தூயார்க்கு எச்சம் நன்றாகும்= மனம் தூயராயினார்க்கு மக்கட்பேறு நன்றாகும்;<br/><br/>இனம் தூயார்க்கு நன்று ஆகா வினை இல்லை= இனம் தூயர் ஆயினார்க்கு நன்றாகாத வினை யாதொன்றும் இல்லை.<br/><br/>காரியம் காரணத்தின் வேறுபடாமையின் எச்ச நன்றாகும் என்றும், நல்லினத்தோடு எண்ணிச் செயல்படுதலின் எல்லாவினையும் நல்லவாம் என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனநல்லார்க்குப் பின்பு நிற்கும் காணம் முதலான பொருள்கள் நல்லவாம்: இன நல்லார்க்கு நன்றாகாத தொரு வினையும் இல்லை.<br/><br/>இது மேலதற்குப் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From true pure-minded men a virtuous race proceeds;<br/>To men of pure companionship belong no evil deeds."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To the pure-minded there will be a good posterity. By those whose associates are pure, no deeds will be done that are not good."
          }
        ]
      }
    ],
    "id": 456
  },
  {
    "kural": {
      "l1": "மனநல மன்னுயிர்க் காக்க மினநல",
      "l2": "மெல்லாப் புகழுந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனநலம் மன்னுயிர்க் காக்கம் இனநலம்<br/>எல்லாப் புகழும் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தின் நன்மை உயிர்க்கு ஆக்கமாகும்; இனத்தின் நன்மை (அவ்வளவோடு நிற்காமல்) எல்லாப் புகழையும் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன் உயிர்க்கு மனநலம் ஆக்கம் தரும்= நிலைபெற்ற உயிர்கட்கு மனத்தது நன்மை செல்வத்தைக் கொடுக்கும்;<br/><br/>இனநலம் எல்லாப் புகழும் தரும்= இனத்தது நன்மை அதனோடு எல்லாப் புகழையும் கொடுக்கும்.<br/><br/>'மன்னுயிர்' என்றது, ஈண்டு உயர்திணைமேல் நின்றது. 'தரும்' என்னும் இடவழுவமைதிச் சொல் முன்னும் கூட்டப்பட்டது. உம்மை இறந்தது தழீஇய எச்சவும்மை. மனம் நன்றாதல்தானே அறமாகலின், அதனை 'ஆக்கம் தரும்' என்றும், புகழ்கொடுத்தற்குரிய நல்லோர் தாமே இனமாகலின் 'இனநலம் எல்லாப் புகழும் தரும்' என்றும் கூறினார், மேல் மனநன்மை, இனநன்மை பற்றி வரும் என்பதனை உட்கொண்டு.<br/><br/>அஃது இயல்பாகவே உடையார்க்கு அவ்வின நன்மை வேண்டா என்பாரை நோக்கி, அதுவேயன்றி அத்தன்மைய பலவற்றையும் தரும் என அவர்க்கும் அதுவேண்டும் என்பது இவ்விரண்டுபாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனநன்மை நிலைபெற்ற உயிர்க்கு ஆக்கமாவதுபோல, இன நன்மை எல்லாவற்றானும் வரும் புகழினைத் தரும்.<br/><br/>இஃது எல்லாப் புகழுந் தருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Goodness of mind to lives of men increaseth gain;<br/>And good companionship doth all of praise obtain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Goodness of mind will give wealth, and good society will bring with it all praise, to men."
          }
        ]
      }
    ],
    "id": 457
  },
  {
    "kural": {
      "l1": "மனநல நன்குடைய ராயினுஞ் சான்றோர்க்",
      "l2": "கினநல மேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனநலம் நன்குடைய ராயினும் சான்றோர்க்கு<br/>இனநலம் ஏமாப் புடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தின் நன்மையை உறுதியாக உடையவராயினும் சான்றோர்க்கு இனத்தின் நன்மை மேலும் நல்ல காவலாக அமைவதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன நலம் நன்கு உடையராயினும்= மனநன்மையை முன்னை நல்வினையால் தாமே உடையராயினும்;<br/><br/>சான்றோர்க்கு இன நலம் ஏமாப்பு உடைத்து= அமைந்தார்க்கு இனநன்மை அதற்கு வலிமையாதலை உடைத்து.<br/><br/>'நன்கால்' என்னும் மூன்றன் உருபு விகாரத்தால் தொக்கது. அந்நல்வினை உள்வழியும், மனநலத்தை வளர்த்து வருதலின், அதற்கு ஏமாப்புடைத்து ஆயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மன நன்மை மிக வுடையராயினும் இன நன்மை யுடைமை சான்றோர்க்குக் காவலாதலையுடைத்து.<br/><br/>இஃது இனநலம் அல்லாராயின் பிறரா லிகழப்படுவராதலான் இனநலம் இகழ்ச்சி வாராமற் காக்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To perfect men, though minds right good belong,<br/>Yet good companionship is confirmation strong."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Although they may have great (natural) goodness of mind, yet good society will tend to strengthen it."
          }
        ]
      }
    ],
    "id": 458
  },
  {
    "kural": {
      "l1": "மனநலத்தி னாகு மறுமைமற் றஃது",
      "l2": "மினநலத்தி னேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனநலத்தின் ஆகும் மறுமைமற் றஃதும்<br/>இனநலத்தின் ஏமாப் புடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனத்தின் நன்மையால் மறுமை இன்பம் உண்டாகும்; அதுவும் இனத்தின் நன்மையால் மேலும் சிறப்புடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன நலத்தின் மறுமை ஆகும்= ஒருவற்கு மனநன்மையானே மறுமை இன்பம் உண்டாம்;<br/><br/>மற்று அஃதும் இன நலத்தின் ஏமாப்பு உடைத்து= அதற்கு அச் சிறப்புத்தானும் இனநன்மையான் வலி பெறுதலை உடைத்து.<br/><br/>'மனநலத்தின் ஆகும் மறுமை' என்றது, மறுமை பயப்பது மனநன்மைதானே பிறிதொன்றன்று என்னும் மதத்தை உடம்பட்டுக் கூறியவாறு. 'மற்று' வினைமாற்று. உம்மை இறந்தது தழீஇய எச்ச உம்மை. ஒரோவழித் தாமத குணத்தான் மனநலம் திரியினும், நல்லினம் ஒப்ப நிறுத்தி மறுமை பயப்பிக்கும் என நிலைபெறச்செய்யும் ஆறு கூறப்பட்டது.<br/><br/>இவை ஐந்து பாட்டானும் சிற்றினம் சேராமையது சிறப்பு நல்லினம் சேர்தலாகிய எதிர்மறை முகத்தால் கூறியவாறு அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மன நலத்தினாலே மறுமைப் பயன் நன்றாகும். அம்மனத்தின் நன்மையும் இனநன்மையாலே தீத்தொழிலிற் செல்லாமற் காவலாதலையுடைத்து.<br/><br/>இது மறுமைக்குத் துணையாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Although to mental goodness joys of other life belong,<br/>Yet good companionship is confirmation strong;"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Future bliss is (the result) of goodness of mind; and even this acquires strength from the society of the good."
          }
        ]
      }
    ],
    "id": 459
  },
  {
    "kural": {
      "l1": "நல்லினத்தி னூங்குத் துணையில்லை தீயினத்தி",
      "l2": "னல்லற் படுப்பதூஉ மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நல்லினத்தி னூங்குந் துணையில்லை தீயினத்தின்<br/>அல்லற் படுப்பதூஉம் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்ல இனத்தைவிடச் சிறந்ததாகிய துணையும் உலகத்தில் இல்லை; தீய இனத்தைவிடத் துன்பப்படுத்தும் பகையும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நல்இனத்தின் ஊங்குத் துணையும் இல்லை= ஒருவற்கு நல்லினத்தின் மிக்க துணையும் இல்லை;<br/><br/>தீயினத்தின் ஊங்கு அல்லல் படுப்பதூஉம் இல்= தீய இனத்தின் மிக்க பகையும் இல்லை.<br/><br/>ஐந்தன் உருபுகள் உறழ்பொருளின்கண் வந்தன. 'ஊங்கு' என்பது பின்னும் கூட்டி உம்மை மாற்றி உரைக்கப்பட்டது. நல்லினம் அறியாமையின் நீக்கித் துயருறாமல் காத்தலின் அதனைத் துணை என்றும், தீயினம் அறிவின் நீக்கித் துயர் உறுவித்தலின் அதனைப் பகையென்றும் கூறினார். அல்லற்படுப்பது என்பது ஏதுப்பெயர்.<br/><br/>இதனான் விதி எதிர்மறைகள் உடன் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்லினத்தின் மிக்க துணையாயிருப்பதூஉம் இல்லை, தீயினத்தின் மிக்க அல்லற்படுப்பதூஉம் இல்லை.<br/><br/>இது சேராமைக்குக் காரணங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than good companionship no surer help we know;<br/>Than bad companionship nought causes direr woe."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no greater help than the company of the good; there is no greater source of sorrow than the company of the wicked."
          }
        ]
      }
    ],
    "id": 460
  }
]