export default [
  {
    "kural": {
      "l1": "செய்யாமற் செய்த உதவிக்கு வையகமும்",
      "l2": "வானகமு மாற்ற லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செய்யாமல் செய்த உதவிக்கு வையகமும்<br/>வானகமும் ஆற்றல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தான் ஓர் உதவியும் முன் செய்யாதிருக்கப் பிறர் தனக்குச் செய்த உதவிக்கு மண்ணுலகையும் விண்ணுலகையும் கைம்மாறாகக் கொடுத்தாலும் ஈடு ஆக முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன்பொருள்): செய்யாமல் செய்த உதவிக்கு= தனக்கு முன்னோர் உதவி செய்யாதிருக்க ஒருவன் பிறனுக்குச் செய்த உதவிக்கு;<br/><br/>வையகமும் வானகமும் ஆற்றல் அரிது= மண்ணுலகும் விண்ணுலகுங் கைமாறாகக் கொடுத்தாலும் ஒத்தல்அரிது.<br/><br/>கைம்மாறுகள் எல்லாம் காரணம் உடையவாகலின், காரணம் இல்லாத உதவிக்கு ஆற்றாவாயின.<br/><br/>'செய்யாமைச் செய்த உதவி'யென்று பாடமோதி, மறித்து உதவமாட்டாமை உள்ளவிடத்துச் செய்த உதவி என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யாமல் செய்த உதவிக்கு - (முன் ஓர் உதவி தாம்) செய்யாதிருக்க (த்தமக்கு ஒருவன்) செய்த உதவிக்கு, வையகமும் வானகமும் ஆற்றல் அரிது - இவ்வுலகமும் சுவர்க்கமும் நிறையாற்றுதல் அரிது.. [நிறை ஆற்றுதல்-நிறையில் சமமாதல்.]<br/><br/>இது, தம்மிடம் ஓர் உதவியும் பெறாதார் தமக்குச் செய்த உதவி இப்புவியினும் சுவர்க்கத்தினும் பெரிதா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Assistance given by those who ne'er received our aid,<br/>Is debt gift of heaven and earth but poorly paid."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The gift of) heaven and earth is not an equivalent for a benefit which is conferred where none had been received."
          }
        ]
      }
    ],
    "id": 101
  },
  {
    "kural": {
      "l1": "காலத்தி னாற்செய்த நன்றி சிறிதெனினு",
      "l2": "ஞாலத்தின் மாணப் பெரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காலத்தி னாற்செய்த நன்றி சிறிதெனினும்<br/>ஞாலத்தின் மாணப் பெரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உற்ற காலத்தில் ஒருவன் செய்த உதவி சிறிதளவாக இருந்தாலும், அதன் தன்மையை ஆராய்ந்தால் உலகத்தைவிட மிகப் பெரிதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(இதன்பொருள்): காலத்தினால் செய்த நன்றி= ஒருவனுக்கு இறுதிவந்த எல்லைக்கண் ஒருவன் செய்த உபகாரம்;<br/><br/>சிறிது எனினும் ஞாலத்தின் மாணப் பெரிது= தன்னை நோக்கச் சிறிதாயிருந்ததாயினும் அக்காலத்தை நோக்க நிலவுலகத்தினும் மிகப் பெரிது.<br/><br/>அக்காலம் நோக்குதல்லது பொருள் நோக்கலாகாது என்பதாம். 'காலத்தினால்' என்பது வேற்றுமை மயக்கம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காலத்தினால் செய்த நன்றி - (உதவி வேண்டும்) காலத்தில் செய்த உதவி, சிறிது எனிலும் - (தான்) சிறிதாயிருந்ததாயினும், ஞாலத்தின் மாணப் பெரிது - உலகத்தினும் மிகப்பெரிதாம். [காலத்தினால் என்பது வேற்றுமை மயக்கம்.]<br/><br/>இஃது, உதவிவேண்டும் காலத்தில் செய்த உதவி மிகப்பெரி தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A timely benefit,-though thing of little worth,<br/>The gift itself, - in excellence transcends the earth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A favour conferred in the time of need, though it be small (in itself), is (in value) much larger than the world."
          }
        ]
      }
    ],
    "id": 102
  },
  {
    "kural": {
      "l1": "பயன்றூக்கார் செய்த வுதவி நயன்றூக்கி",
      "l2": "னன்மை கடலிற் பெரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பயன்தூக்கார் செய்த உதவி நயன்தூக்கின்<br/>நன்மை கடலின் பெரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இன்ன பயன் கிடைக்கும் என்று ஆராயாமல் ஒருவன் செய்த உதவியின் அன்புடைமையை ஆராய்ந்தால் அதன் நன்மை கடலைவிடப் பெரிதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பயன் தூக்கார் செய்த உதவி நயன் தூக்கின்= இவர்க்கு இதுசெய்தால் இன்னது பயக்கும் என்று ஆராய்தல் இலராய்ச் செய்த உதவியாகிய ஈரமுடைமையை ஆராயின்;<br/><br/>நன்மை கடலி்ற் பெரிது= அதன் நன்மை கடலினும் பெரிதாம்.<br/><br/>இவை மூன்றுபாட்டானும் முறையே காரணமின்றிச் செய்ததூஉம், காலத்தினாற் செய்ததூஉம், பயன்தூக்காராய்ச் செய்ததூஉம் அளவிலவாதல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பயன் தூக்கார் செய்த உதவி நயன் தாக்கின் - ஒரு பயனைக் கருதா ராய்த் தமக்குச் செய்த உபகார(த்தினால் உண்டாய) நன்மையை ஆராயில், நன்மை கடலின் பெரிது -(அந்) நன்மை கடலினும் பெரிது. .<br/><br/>இஃது, ஒரு பயனைக் கருதாது செய்த உதவி கடலினும் பெரி தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Kindness, shown by those who weigh not what the returns may be;<br/>When you ponder right its merit, 'Tis Vaster than the sea."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If we weigh the excellence of a benefit which is conferred without weighing the return, it is larger than the sea."
          }
        ]
      }
    ],
    "id": 103
  },
  {
    "kural": {
      "l1": "தினைத்துணை நன்றி செயினும் பனைத்துணையாக்",
      "l2": "கொள்வர் பயன்றெரி வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தினைத்துணை நன்றி செயினும் பனைத்துணையாக்<br/>கொள்வர் பயன்தெரி வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தினையளவாகிய உதவியைச் செய்த போதிலும் அதன் பயனை ஆராய்கின்றவர், அதனையே பனையளவாகக் கொண்டு போற்றுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தினைத்துணை நன்றி செயினும்= தமக்குத்தினை அளவிற்றாய உபகாரத்தை ஒருவன் செய்தானாயினும்;<br/><br/>பனைத்துணையாக் கொள்வர் பயன் தெரிவார்= அதனை அவ்வளவிற்றாகக் கருதாது பனையளவிற்றாகக் கருதுவர் அக்கருத்தின் பயன் தெரிவார்.<br/><br/>'தினை' 'பனை' என்பன சிறுமை பெருமைகட்குக் காட்டுவன சில அளவை. அக்கருத்தின் பயனாவது அங்ஙனங் கருதுவார்க்கு வரும் பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தினைத்துணை நன்றி செயினும் - தினையளவு நன்றி செய்தாராயினும், பனைத்துணையாகக் கொள்வர் பயன் தெரிவார் - (அதனை அவ்வளவிற்றென்று நினையாது) பனையின் அளவினதாகக் கொள்வர் (உதவியின்) பயனை அறிவார்.<br/><br/>[தினையளவு, பனையளவு என்பன முறையே சிறிய அளவையும் பெரிய அளவையும் குறித்து நின்றன.]<br/><br/>செயல்வகையால் சிறிதாயினும், நன்றி பயன்வகையால் பெரிதா மென்றது இது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Each benefit to those of actions' fruit who rightly deem,<br/>Though small as millet-seed, as palm-tree vast will seem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though the benefit conferred be as small as a millet seed, those who know its advantage will consider it as large as a palmyra fruit."
          }
        ]
      }
    ],
    "id": 104
  },
  {
    "kural": {
      "l1": "உதவி வரைத்தன் றுதவி யுதவி",
      "l2": "செயப்பட்டார் சால்பின் வரைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உதவி வரைத்தன்று உதவி உதவி<br/>செயப்பட்டார் சால்பின் வரைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கைம்மாறாகச் செய்யும் உதவி முன்செய்த உதவியின் அளவை உடையது அன்று; உதவி செய்யப்பட்டவரின் பண்புக்கு ஏற்ற அளவை உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உதவி உதவி வரைத்து அன்று= கைம்மாறான உதவி காரணத்தானும் பொருளானும் காலத்தானுமாகிய் மூவகையானும் முன்செய்த உதவியளவிற்றன்று;<br/><br/>உதவி செயப்பட்டார் சால்பின் வரைத்து= அதனைச் செய்வித்துக் கொண்டவர்தம் அமைதி யளவிற்று.<br/><br/>சால்பு எவ்வளவு பெரிதாயிற்று உதவியும் அவ்வளவு பெரிதாம் என்பார் 'சால்பின் வரைத்து' என்றார்.<br/><br/>இவை இரண்டு பாட்டானும் மூன்றும் அல்லாத உதவி மாத்திரமும், அறிவார்க்குச் செய்தவழிப் பெரிதாம் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உதவி வரைத்து அன்று உதவி - (முன்பு செய்யப் பெற்ற) உதவியின் அளவின தன்று (பின்பு செய்யும்) மாற்றுதவி; உதவி செயப்பட்டார் சால்பின் வரைத்து - (முன்பு) உதவி செய்யப் பெற்றவர் நன்மை எவ்வளவிற்று அவ்வளவிற்று (அது).<br/><br/>இது, மாற்றுதவிக்கு அளவில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The kindly aid's extent is of its worth no measure true;<br/>It's worth is as the worth of him to whom the act you do."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The benefit itself is not the measure of the benefit; the worth of those who have received it is its measure."
          }
        ]
      }
    ],
    "id": 105
  },
  {
    "kural": {
      "l1": "மறவற்க மாசற்றார் கேண்மை துறவற்க",
      "l2": "துன்பத்துட் டுப்பாயார் நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறவற்க மாசற்றார் கேண்மை துறவற்க<br/>துன்பத்துள் துப்பாயார் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றமற்றவரின் உறவை எப்போதும் மறத்தலாகாது, துன்பம் வந்த காலத்தில் உறுதுணையாய் உதவியவர்களின் நட்பை எப்போதும் விடலாகாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துன்பத்துள் துப்பு ஆயார் நட்புத் துறவற்க= துன்பக்காலத்துத் தனக்குப் பற்றுக்கோடாயினாரது நட்பை விடாதொழிக;<br/><br/>மாசு அற்றார் கேண்மை மறவற்க= அறிவு ஒழுக்கங்களிற் குற்றம் அற்றாரது கேண்மையை மறவாது ஒழிக.<br/><br/>'கேண்மை' கேளாந்தன்மை. இம்மைக்குறுதி கூறுவார் மறுமைக்குறுதியும் உடன் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பத்துள் துப்பு ஆயார் நட்பு துறவற்க - (தனக்குத்) துன்பம் வந்த காலத்து வலியாயினர் நட்பை (எக்காலத்தும்) விடாதொழிக. மாசு அற்றார் கேண்மை மறவற்க - குற்றமற்றாரது நட்பை (எக்காலத்தும்) மறவாதொழிக.<br/><br/>(இம்முதற்குறளை \"மறவற்க மாசற்றார் கேண்மை\"' என்று தொடங்கியதே, இவ்வதிகாரத்திற்கு முந்தியது \"வாய்மையுடைமை” என்பதை வலியுறுத்தும், \"தூஉய்மை யென்ப தவாவின்மை; மற்றது - வாஅய்மை வேண்ட வரும்\" என்றதனால்.]<br/><br/>இது, தாம் இடருற்றுழித் தமக்கு உதவி செய்தாரது நட்பையும் குற்றமற்றாரது நட்பையும் விடற்க என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Kindness of men of stainless soul remember evermore!<br/>Forsake thou never friends who were thy stay in sorrow sore!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Forsake not the friendship of those who have been your staff in adversity. Forget not be benevolence of the blameless."
          }
        ]
      }
    ],
    "id": 106
  },
  {
    "kural": {
      "l1": "எழுமை யெழுபிறப்பு முள்ளுவர் தங்கண்",
      "l2": "விழுமந் துடைத்தவர் நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண்<br/>விழுமந் துடைத்தவர் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்முடைய துன்பத்தைப் போக்கி உதவியவரின் நட்பைப் பல்வேறு வகையான பிறவியிலும் மறவாமல் போற்றுவர் பெரியோர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தங்கண் விழுமம் துடைத்தவர் நட்பு= தங்கண் எய்திய துன்பத்தை நீக்கினவருடைய நட்பினை;<br/><br/>எழுமை எழு பிறப்பும் உள்ளுவர்= எழுமையினையுடைய தம் எழுவகைப் பிறப்பினும் நினைப்பர் நல்லோர்.<br/><br/>'எழுமை' யென்றது வினைப்பயன் தொடரும் ஏழு பிறப்பினை; அது 'வளையாபதி'யுட் கண்டது. எழுவகைப்பிறப்பும் மேலே உரைத்தாம் (திருக்குறள்: 62). விரைவு தோன்ற 'துடைத்தவர்' என்றார். நினைத்தலாவது, துன்பந் துடைத்தலான் அவர்மாட்டுளதாகிய அன்பு பிறப்புத்தோறுந் தொடர்ந்து, அன்புடையராதல்.<br/><br/>இவை இரண்டு பாட்டானும் நன்றி செய்தாரது நட்பு விடலாகாது என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம் கண் விழுமம் துடைத்தவர் நட்பு - தம் கண் (உற்ற துன்பத்தை நீக்கினவரது நட்பை, எழுமை எழு பிறப்பும் உள்ளுவர் - (அப்பிறப்பிலே யன்றி) எழுமையிலும் தோற்றும் பிறப்பெல்லாம் நினைப்பர் (சான்றோர்).<br/><br/>[எழுமை - ஏழ்முறை. எழு என்றும் வினைத்தொகை இங்கு எதிர்காலத்தைக் குறித்து நின்றது.]<br/><br/>இது, தமக்கு நன்றி செய்தார் நட்பினை எஞ்ஞான்றும் மறக்க லாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Through all seven worlds, in seven - fold birth,Remains in mem'ry of the wise,<br/>Friendship of those who wiped on earth, The tears of sorrow from their eyes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The wise) will remember throughout their seven-fold births the love of those who have wiped away their affliction."
          }
        ]
      }
    ],
    "id": 107
  },
  {
    "kural": {
      "l1": "நன்றி மறப்பது நன்றன்று நன்றல்ல",
      "l2": "தன்றே மறப்பது நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்றி மறப்பது நன்றன்று நன்றல்லது<br/>அன்றே மறப்பது நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவர் முன்செய்த நன்மையை மறப்பது அறம் அன்று; அவர் செய்த தீமையைச் செய்த அப்பொழுதே மறந்து விடுவது அறம் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்றி மறப்பது நன்று அன்று= ஒருவன் முன் செய்த நன்மையை மறப்பது ஒருவற்கு அறனன்று;<br/><br/>நன்றல்லது அன்றே மறப்பது நன்று= அவன் செய்த தீமையைச் செய்தபொழுதே மறப்பது அறன்.<br/><br/>இரண்டும் ஒருவனாற் செய்யப்பட்டவழி மறப்பதும் மறவாததும் வகுத்துக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்றி மறப்பது நன்றன்று - (பிறர் செய்த) நன்மையை (என்றும்) மறப்பது நன்றன்று;. நன்று அல்லது அன்றே மறப்பது நன்று - (பிறர் செய்த தீமையை அன்றே மறப்பது நன்று.<br/><br/>இது, பிறர் செய்த நன்றியை என்றும் மறக்கலாகா தென்றும் தீமையை உடனே மறக்க வேண்டு மென்றும் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis never good to let the thought of good things done thee pass away;<br/>Of things not good, 'tis good to rid thy memory that very day."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is not good to forget a benefit; it is good to forget an injury even in the very moment (in which it is inflicted)."
          }
        ]
      }
    ],
    "id": 108
  },
  {
    "kural": {
      "l1": "கொன்றன்ன வின்னா செயினு மவர்செய்த",
      "l2": "வொன்றுநன் றுள்ளக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொன்றன்ன இன்னா செயினும் அவர்செய்த<br/>ஒன்றுநன்று உள்ளக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன் செய்த உதவி செய்தவர் பின்பு கொன்றாற் போன்ற துன்பத்தைச் செய்தாரானாலும், அவர் முன் செய்த ஒரு நன்மையை நினைத்தாலும் அந்தத் துன்பம் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொன்று அன்ன இன்னா செயினும்= தமக்கு முன்னொரு நன்மை செய்தவரு பின் கொன்றால் ஒத்த இன்னாதவற்றைச் செய்தாராயினும்;<br/><br/>அவர்செய்த நன்று ஒன்று உள்ளக் கெடும்= அவையெல்லாம் அவர்செய்த நன்மை ஒன்றினையும் நினைக்க இல்லையாம்.<br/><br/>தினைத்துணை பனைத்துணையாகக் கொள்ளப்படுதலின் அவ்வொன்றுமே அவற்றையெல்லாங் கெடுக்கும் என்பதாம்.<br/><br/>இதனான் நன்றல்லது அன்றே மறக்குந் திறங்கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொன்றால் அன்ன இன்னா செயினும்-(தமக்கு முன்பு நன்மை செய்தார்) தம்மைக் கொன்றாலொத்த இன்னாமையைப் பின்பு) செய்யினும், அவர் செய்த நன்று ஒன்று உள்ள கெடும் -அவர் முன்பு செய்த நன்றி ஒன்றை நினைக்க அவ்வின்னாமை யெல்லாம் கெடும்.<br/><br/>[இன்னாமை - தீமை. கொன்றால் என்பது - 'ஆல்' கெட்டு நின்றது.]<br/><br/>இது, முன் தமக்கு உபகாரம் செய்தவர் பின் தமக்கு அபகாரம் செய்யின், அவ் வபகாரமெல்லாம் முன்செய்த உபகாரத்திற்கு ஈடாகா வென்பது,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Effaced straightway is deadliest injury,<br/>By thought of one kind act in days gone by."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though one inflict an injury great as murder, it will perish before the thought of one benefit (formerly) conferred."
          }
        ]
      }
    ],
    "id": 109
  },
  {
    "kural": {
      "l1": "எந்நன்றி கொன்றார்க்கு முய்வுண்டா முய்வில்லை",
      "l2": "செய்ந்நன்றி கொன்ற மகற்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை<br/>செய்ந்நன்றி கொன்ற மகற்கு. ⁠"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எந்த அறத்தை அழித்தவர்க்கும் தப்பிப் பிழைக்க வழி உண்டாகும்; ஒருவர் செய்த உதவியை மறந்து அழித்தவனுக்கு உய்வு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எந்நன்றி கொன்றார்க்கும் உய்வு உண்டாம்= பெரிய அறங்களைச் சிதைத்தார்க்கும் பாவத்தின் நீங்கும் வாயில் உண்டாம்;<br/><br/>செய்ந்நன்றி கொன்ற மகற்கு உய்வு இல்லை= ஒருவன் செய்த நன்றியைச் சிதைத்த மகனுக்கு அஃதில்லை.<br/><br/>பெரிய அறங்களைச் சிதைத்தலாவது ஆன்முலை அறுத்தலும், மகளிர் கருவினைச் சிதைத்தலும், பார்ப்பார்<br/><br/>தபுதலும் முதலிய பாதகங்களைச் செய்தல் (புறநானூறு-34)."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எந்நன்றி கொன்றார்க்கும் உய்வு உண்டாம் - எல்லா நன்மைகளையும் சிதைத்தார்க்கும் (பின்பு ஒருகாலத்தேயாயினும்) உய்தல் உண்டாம்; உய்வு இல்லை செய்ந்நன்றி கொன்ற மகற்கு- (ஒரு காலத்தினும்) உய்தல் இல்லை ஒருவர் செய்த நன்றியைக் கொன்ற மகனுக்கு, [கொன்ற - சிதைத்த.]<br/><br/>இது, செய்ந்நன்றி கொன்ற பாவம் அநுபவித்தல்லது பிராயச்சித்தத்தால் தீரா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who every good have killed, may yet destruction flee;<br/>Who 'benefit' has killed, that man shall ne'er 'scape free!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who has killed every virtue may yet escape; there is no escape for him who has killed a benefit."
          }
        ]
      }
    ],
    "id": 110
  }
]