export default [
  {
    kural: {
      l1: 'பற்றற்ற கண்ணும் பழைமைபா ராட்டுதல்',
      l2: 'சுற்றத்தார் கண்ணே யுள',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பற்றற்ற கண்ணும் பழைமைபா ராட்டுதல்<br/>சுற்றத்தார் கண்ணே உள',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் வறியவனான காலத்திலும் அவனுக்கும் தமக்கும் இருந்த பழைய உறவைப் பாராட்டிப் பேசும் பண்புகள் சுற்றத்தாரிடம் உண்டு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பற்று அற்ற கண்ணும் பழைமை பாராட்டுதல்= ஒருவன் செல்வம் தொலைந்து வறியனாய வழியும் விடாது தம்மோடு அவனிடைப் பழைமையை எடுத்துக் கொண்டாடும் இயல்புகள்; சுற்றத்தார் கண்ணே உள= சுற்றத்தார்மாட்டே உளவாவன.<br/><br/>சிறப்பும்மை, வறியனாயவழிப் பாராட்டப்படாமை விளக்கி நின்றது. 'பழைமை' பற்றறாக் காலத்துத் தமக்குச் செய்த உபகாரம். பிறரெல்லாம் அவன் பற்றற்ற பொழுதே தாமும் அவனோடு பற்றறுவராகலின், ஏகாரத் தேற்றத்தின்கண் வந்தது.<br/><br/>இதனாற் சுற்றத்தாரது சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருளற்ற கண்ணும் பழைமையைக் கொண்டாடி விடாதொழுகுதல் சுற்றத்தார்மாட்டே யுளவாம்.<br/><br/>இஃது இல்லாக் காலத்தினும் விடாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When wealth is fled, old kindness still to show,<br/>Is kindly grace that only kinsmen know.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Even when (a man's) property is all gone, relatives will act towards him with their accustomed (kindness).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விருப்பறாச் சுற்ற மியையி னருப்பறா',
      l2: 'வாக்கம் பலவுந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விருப்பறாச் சுற்றம் இயையின் அருப்பறா<br/>ஆக்கம் பலவும் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்பு நீங்காத சுற்றம் ஒருவனுக்குக் கிடைத்தால், அது மேன்மேலும் வளர்ச்சி குறையாத ஆக்கம் பலவற்றையும் அவனுக்குக் கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "விருப்பு அறாச் சுற்றம் இயையின்= அன்பு அறாத சுற்றம் ஒருவற்கு எய்துமாயின்; அருப்பு அறா ஆக்கம் பலவும் தரும்= அஃது அவற்குக் கிளைத்தல் அறாத செல்வங்கள் பலவற்றையும் கொடுக்கும்.<br/><br/>உட்பகையின் நீக்குதற்கு 'விருப்பறாச் சுற்றம்' என்றும். தானே வளர்க்கும் ஒருதலையாய செல்வத்தின் நீக்குதற்கு 'அருப்பறாவாக்கம்' என்று விசேடித்தார். தொடை நோக்கி விகாரம் ஆயிற்று. 'இயையின்' என்பது அதனது அருமை விளக்கிநின்றது. 'ஆக்கம்' என்பது, ஆகுபெயர். 'பலவும்' என்றது அங்கங்கள் ஆறனையும் நோக்கி, பலர்கூடி வளர்த்தலின், அவை மேன்மேற் கிளைக்கும் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அன்பறாத சுற்றம் ஓரிடத்தே பொருந்தி யொழுகு மாயின், அது கிளைத்தலறாத ஆக்கமாகிய பலவற்றையுந் தரும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The gift of kin's unfailing love bestows<br/>Much gain of good , like flower that fadeless blows.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "If (a man's) relatives remain attached to him with unchanging love, it will be a source of ever-increasing wealth.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அளவளா வி்ல்லாதான் வாழ்க்கை குளவளாக்',
      l2: 'கோடின்றி நீர்நிறைந் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அளவளா வில்லாதான் வாழ்க்கை குளவளாக்<br/>கோடின்றி நீர்நிறைந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சுற்றத்தாரோடு மனம் கலந்து பழகும் தன்மை இல்லாதவனுடைய வாழ்க்கை, குளப்பரப்பானது கரையில்லாமல் நீர் நிறைந்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அளவளாவு இல்லாதான் வாழ்க்கை= அச்சுற்றத்தோடு நெஞ்சு கலத்தல் இல்லாதவன் வாழ்க்கை; குளவளாக் கொடு இன்றி நீர் நிறைந்தற்று= குளப்பரப்புக் கரையின்றி நீர் நிறைந்தாற் போலும்.<br/><br/>சுற்றத்தோடு என்பது அதிகாரத்தான் வந்தது. நெஞ்சு கலப்புத் தன்னளவும் அதனளவும் உசாவுதலான் வருவதாகலின், அளவளாவு எனபது ஆகுபெயர். வாழ்க்கை யென்றதூஉம் அதற்கு ஏதுவாய செல்வங்களை. நிறைதல் என்னும் இடத்து நிகழ்பொருளின் தொழில் இடத்தின்மேல் நின்றது. சுற்றமில்லாதவன் செல்வங்கள் தாங்குவார் இன்மையிற் புறத்துப் போம் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கலக்கப் படுவாரோடு கலப்பின்றி யொழுகுவானது வாழ்க்கை, குளப்பரப்புக்<br/><br/>கரையின்றி நீர் நிறைந்தாற் போலும்.<br/><br/>இது சுற்றந் தழுவாக்கால் செல்வங் காக்கப்படாதென்றது. இத்துணையும் சுற்றத்தாரெல்லாரோடும் ஒழுகுந் திறங் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'His joy of life who mingles not with kinsmen gathered round,<br/>Is lake where streams pour in, with no encircling bound.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wealth of one who does not mingle freely with his relatives, will be like the filling of water in a spacious tank that has no banks.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சுற்றத்தாற் சுற்றப்பட வொழுகல் செல்வந்தான்',
      l2: 'பெற்றத்தாற் பெற்ற பயன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சுற்றத்தால் சுற்றப் படஒழுகல் செல்வந்தான்<br/>பெற்றத்தால் பெற்ற பயன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சுற்றத்தாரால் சுற்றப்படும்படியாக அவர்களைத் தழுவி அன்பாக வாழ்தல் ஒருவன் செல்வத்தைப் பெற்றதனால் பெற்ற பயனாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "செல்வம் பெற்றத்தான் பெற்ற பயன்= செல்வம் பெற்ற அதனால் ஒருவன் பெற்ற பயனாவது; சுற்றத்தான் சுற்றப்பட ஒழுகல்= தன் சுற்றத்தால் தான் சூழப்படும்வகை அதனைத் தழீஇ ஒழுகுதல்.<br/><br/>'பெற்ற' என்பதனுள் அகரமும், அதனான் எனபதனுள் அன்சாரியையும் தொடைநோக்கி விகாரத்தான் தொக்கன. இவ்வொழுக்குப் பகையின்றி அரசாடற்கு ஏதுவாகலின், இதனைச் செல்வத்திற்குப் பயன் என்றார்.<br/><br/>இவைமூன்று பாட்டானும் சுற்றந்தழால் செல்வத்திற்கு ஏதுவும், அரணும், பயனும் ஆம் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சுற்றத்தாராலே சூழப்பட ஒழுகுவது, செல்வத்தைப் பெற்றவதனால் உண்டான பயன்.<br/><br/>இது சுற்றஞ் சூழ்ந்து வருவதாக ஒழுக வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The profit gained by wealth's increase,<br/>Is living compassed round by relatives in peace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To live surrounded by relatives, is the advantage to be derived from the acquisition of wealth. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொடுத்தலு மின்சொலு மாற்றி னடுக்கிய',
      l2: 'சுற்றத்தாற் சுற்றப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய<br/>சுற்றத்தால் சுற்றப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொருள் கொடுத்தலும் இன்சொல் கூறுதலுமாகிய இரண்டும் செய்ய வல்லவனானால், ஒருவன் தொடர்ந்த பல சுற்றத்தால் சூழப்படுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கொடுத்தலும் இன்சொலும் ஆற்றின்= ஒருவன் சுற்றத்திற்கு வேண்டுவன கொடுத்தலையும், இன்சொற் சொல்லுதலையும் வல்லனாயின்; அடுக்கிய சுற்றத்தான் சுற்றப்படும்= தம்மின் தொடர்ந்த பலவகைச் சுற்றத்தானே சூழப்படும்.<br/><br/>இரண்டும் அளவறிந்து ஆற்றுதல் அரிது என்பது தோன்ற 'ஆற்றின்' என்றார். தம்மின் தொடர்தலாவது, சுற்றத்தது சுற்றமும், அதனது சுற்றமுமாய் அவற்றான் பிணிப்புண்டு வருதல். இவ்வுபாயங்களை வடநூலார் தானமும், சாமமும் என்ப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வேண்டுமளவு கொடுத்தலும் இன்சொற் கூறுதலும் செய்வனாயின் தனக்கு முன்னாகியும் பின்னாகியும் வருகின்ற சுற்றத்தாராலே சூழப்படுவன்.<br/><br/>இஃது ஒழுகுந் திறம் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who knows the use of pleasant words, and liberal gifts can give,<br/>Connections, heaps of them, surroundings him shall live.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He will be surrounded by numerous relatives who manifests generosity and affability.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெருங்கொடையான் பேணான் வெகுளி யவனின்',
      l2: 'மருங்குடையார் மாநிலத் தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெருங்கொடையான் பேணான் வெகுளி அவனின்<br/>மருங்குடையார் மாநிலத்து இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பெரிய கொடையாளியாகவும் சினமற்றவனாகவும் ஒருவன் இருந்தால் அவனைப்போல் சுற்றத்தாரை உடையவர் உலகத்தில் யாரும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெரும் கொடையான் வெகுளி பேணான்= ஒருவன்மிக்க கொடையை உடையனுமாய், வெகுளியை விரும்பானும் ஆயின்; அவனின் மருங்கு உடையார் மாநிலத்து இல்= அவன்போலக் கிளையுடையார் இவ்வுலகத்தில் இல்லை.<br/><br/>மிக்க கொடை, ஒன்றானும் வறுமை எய்தாமல் கொடுத்தல். விரும்பாமை, இஃது அரசற்கு வேண்டுவது ஒன்றுஎன்று அளவிறந்து செய்யாமை.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மிகக் கொடுக்க வல்லவனாய்ச் சினத்தையும் விரும்பானாயின் அவனின் துணையுடையார் பெரிய உலகின்கண் இல்லை.<br/><br/>இது மேற்கூறிய அளவின்றி யிவ்வாறு செய்யின் துணை யுடையானா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Than one who gifts bestows and wrath restrains,<br/>Through the wide world none larger following gains.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'No one, in all the world, will have so many relatives (about him), as he who makes large gift, and does not give way to anger.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காக்கை கரவா கரைந்துண்ணு மாக்கமு',
      l2: 'மன்னநீ ரார்க்கே யுள',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்<br/>அன்னநீ ரார்க்கே உள',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காக்கை (தனக்குக் கிடைத்ததை) மறைத்துவைக்காமல் சுற்றத்தைக் கூவி அழைத்து உண்ணும்; ஆக்கமும் அத்தகைய இயல்பு உடையவர்க்கே உண்டு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காக்கை கரவா கரைந்து உண்ணும்= காக்கைகள் தமக்கு இரையாயின கண்டவழி, மறையாது இனத்தை அழைத்து அதனோடும்கூட உண்ணாநிற்கும்; ஆக்கமும் அன்ன நீரார்க்கே உள= சுற்றத்தான் எய்தும் ஆக்கங்களும் அப்பெற்றித்தாய இயல்பினை உடையார்க்கே உளவாவன.<br/><br/>அவ்வாக்கங்களாவன: பகையின்மையும், பெருஞ்செல்வமுடைமையும் முதலாயின. எச்சவும்மையான் அறமும் இன்பமுமே அன்றிப் பொருளும் எய்தும் என்பது பெறுதும். அப்பெற்றித்தாய இயல்பென்றது தாம் நுகர்வன எல்லாம் அவரும் நுகருமாறு வைத்தல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காக்கை ஓரிரை பெற்றால் அதனை மறையாது தன் சுற்றமெல்லாவற்றையும் அழைத்து உண்ணும். அதுபோலச் செல்வம் பெற்றால் அதனைத் தன் சுற்றத்தா ரெல்லாரோடும் நுகர்வார்க்கே ஆக்கம் உளதாவது.<br/><br/>இவை மூன்றும் அன்பமைந்த மக்கட்குச் செய்யுந் திறம் கூறின.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The crows conceal not, call their friends to come, then eat;<br/>Increase of good such worthy ones shall meet.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The crows do not conceal (their prey), but will call out for others (to share with them) while they eat it; wealth will be with those who show a similar disposition (towards their relatives).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொதுநோக்கான் வேந்தன் வரிசையா நோக்கி',
      l2: 'னதுநோக்கி வாழ்வார் பலர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொதுநோக்கான் வேந்தன் வரிசையா நோக்கின்<br/>அதுநோக்கி வாழ்வார் பலர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அரசன் எல்லாரையும் பொதுவகையாக நோக்காமல், அவரவர் சிறப்புக்கு ஏற்றவாறு நோக்கினால், அதை விரும்பிச் சுற்றமாக வாழ்கின்றவர் பலர் ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பொதுநோக்கான் வரிசையா நோக்கின்= எல்லாரையும் ஒருதன்மையராக நோக்காது, அரசன் தத்தம் தகுதிக்கு ஏற்ப நோக்குமாயின்; அதுநோக்கி வாழ்வார் பலர்= அச்சிறப்பு நோக்கி அவனை விடாது வாழும் சுற்றத்தார் பலர்.<br/><br/>உயர்ந்தார் நீங்குதல் நோக்கிப் பொதுநோக்கை விலக்கி, எல்லாரும் விடாது ஒழுகுதல் நோக்கி வரிசைநோக்கை விதித்தார்.<br/><br/>இந்நான்கு பாட்டானும் சுற்றம் தழுவும் உபாயம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன் எல்லாரையும் பொதுவாகப் பாராதே ஒருவனைத் தலைமையாலே பார்ப்பானாயின் அப்பார்வை நோக்கி அவனை விடாது வாழுஞ் சுற்றத்தார் பலர்.<br/><br/>இஃது ஒருவனை இளவரசாக்க வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Where 'king regards not all alike, but each in his degree,<br/>'Neath such discerning rule many dwell happily.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Many relatives will live near a king, when they observe that he does not look on all alike, but that he looks on each man according to his merit.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தமராகித் தற்றுறந்தார் சுற்ற மமராமைக்',
      l2: 'காரண மின்றி வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தமராகிக் தற்றுறந்தார் சுற்றம் அமராமைக்<br/>காரணம் இன்றி வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முன் சுற்றத்தாராக இருந்து பின் ஒரு காரணத்தால் பிரிந்தவரின் உறவு, அவ்வாறு அவர் பொருந்தாமலிருந்த காரணம் நீங்கியபின் தானே வந்து சேரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தமராகித் தற்றுறந்தார் சுற்றம்= முன் தமராய் வைத்துத் தன்னோடு அமராது யாதானும் ஒருகாரணத்தான் தன்னைப்பிரிந்து போயவர், பின்னும் வந்து சுற்றமாதல்; அமராமைக் காரணம் இன்றி வரும்= அவ்வமராமைக் காரணம், தன்மாட்டு இல்லையாகத் தானே உளதாம்.<br/><br/>'அமராமைக் காரணம் இன்றி' என்றதனான், முன் அஃது உண்டாய்த் துறத்தல் பெற்றாம். அஃதாவது, அரசன் தான் நெறிகெட ஒழுகல், வெறுப்பன செய்தல் என்றிவை முதலியவற்றான் வருவது. ஆக்கம் வருவிக்கப்பட்டது. இயற்கையாகவே அன்புடையவராய சுற்றத்தார்க்குச் செயற்கையான் வந்தநீக்கம், அதனையொழிய ஒழியும்; ஒழிந்தால் அவர்க்கு அன்புசெய்து கொள்ளவேண்டா, பழைய இயல்பாய் நிற்கும் என்பார் 'வரும்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முன்பு தனக்குத் தமராகி வைத்துத் தன்னை விட்டுப் போனவர் பின்பு வந்து சுற்றமாதல் அவர்மாட்டு அமராமைக்குக் காரணம் இன்றி யொழுக வரும்.<br/><br/>இது தன்னை விட்டுப்போன இராஜபுத்திரரைக் கூட்டிக் கொள்ளுமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Who once were his, and then forsook him, as before<br/>Will come around, when cause of disagreement is no more.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have been friends and have afterwards forsaken him, will return and join themselves (to him), when the cause of disagreement is not to be found in him. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உழைப்பிரிந்து காரணத்தின் வந்தானை வேந்த',
      l2: 'னிழைத்திருந் தெண்ணிக் கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உழைப்பிரிந்து காரணத்தின் வந்தானை வேந்தன்<br/>இழைத்திருந்து எண்ணிக் கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன்னிடமிருந்து பிரிந்து சென்று ஒரு காரணம்பற்றித் திரும்பி வந்தவனை, அரசன், அவன் நாடிய உதவியைச் செய்து ஆராய்ந்து உறவு கொள்ளவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உழைப்பிரிந்து காரணத்தின் வந்தானை= காரணமின்றித் தன்னிடத்து நின்றும் பிரிந்துபோய்ப் பின் காரணத்தான் வந்த சுற்றத்தானை; வேந்தன் இழைத்து இருந்து எண்ணிக் கொளல்= அரசன் அக்காரணத்தைச் செய்துவைத்து ஆராய்ந்து தழீஇக் கொள்க.<br/><br/>வாளா 'உழைப்பிரிந்து' என்றமையின், பிரிதற்குக் காரணம் இன்மை பெற்றாம். வருதற்காரணத்தைச் செய்யாதவழிப் பின்னும் பிரிந்துபோய்ப் பகையோடு கூடும் ஆகலின் 'இழைத்திருந்து' என்றும், அன்பின்றிப்போய்ப் பின்னும் காரணத்தான் வந்தமையின் 'எண்ணிக் கொளல்' என்றும் கூறினார்.<br/><br/>பிரிந்துபோய சுற்றத்தாருள் தீமைசெய்யப்போய் அதனை ஒழியவருவானும், அது செய்யாமற்போய்ப் பின் நன்மைசெய்ய வருவானும் தழுவப்படும் ஆகலின், தழுவுமாறு முறையே இவ்விரண்டு பாட்டானும் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னிடத்தினின்று நீங்கி ஒரு காரணத்தால் வந்தவனை அரசன் அக்காரணத்தைச் செய்துவைத்துப் பின்பு காரியமானபடி யெண்ணி அதற்குத் தக்கபடி கூட்டிக் கொள்ளுக.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who causeless went away , then to return, for any cause, ask, leave;<br/>The king should sift their motives well, consider and receive!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When one may have left him, and for some cause has returned to him, let the king fulfil the object (for which he has come back) and thoughtfully receive him again.',
          },
        ],
      },
    ],
  },
];
