export default [
  {
    "kural": {
      "l1": "நன்மையுந் தீமையு நாடி நலம்புரிந்த",
      "l2": "தன்மையா னாளப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்மையும் தீமையும் நாடி நலம்புரிந்த<br/>தன்மையான் ஆளப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நன்மையும் தீமையுமாகிய இரண்டையும் ஆராய்ந்து நன்மை தருகின்றவற்றையே விரும்புகின்ற இயல்புடையவன் (செயலுக்கு உரியவனாக) ஆளப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்மையும் தீமையும் நாடி= அரசன் முதற்கண் ஒருவினையைத் தன்கண் வைத்தால், அதன்கண் ஆவனவும் ஆகாதனவும் ஆய செயல்களை ஆராய்ந்தறிந்து; நலம்புரிந்த தன்மையான்= அவற்றுள் ஆவனவற்றையே விரும்பிய இயல்பினை உடையான்; ஆளப்படும்= பின் அவனாற் சிறந்த வினைகளிலே ஆளப்படும்.<br/><br/>தன்னை உரிமை அறிதற்பொருட்டு அகம் புறங்கட்கு நடுவாயதோர் வினையை அரசன் தன்கண்வைத்தவழி, அதன்கண் ஆம்<br/><br/>செயல்களையே செய்தவன் பின்னும் அவ்வியல்பினன் ஆதல்பற்றி, அகமாய வினைக்கண்ணே ஆளப்படுவன் என்பது ஆயிற்று. 'புரிந்த' என்ற இறந்தகாலத்தான், முன்னுரிமை அறிதற்பொருட்டு வைத்த வினையாதல் பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்மையானவற்றையும் தீமையானவற்றையும் ஆராய்ந்து தீமையைப் பொருந்தாது நன்மையின்கண்ணே பொருந்தின தன்மையுடையவன் வினை செய்வானாகச் செய்யப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who good and evil scanning, ever makes the good his joy;<br/>Such man of virtuous mood should king employ."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He should be employed (by a king), whose nature leads him to choose the good, after having weighed both the evil and the good in any undertaking."
          }
        ]
      }
    ],
    "id": 511
  },
  {
    "kural": {
      "l1": "வாரி பெருக்கி வளம்படுத் துற்றவை",
      "l2": "யாராய்வான் செய்க வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வாரி பெருக்கி வளம்படுத்து உற்றவை<br/>ஆராய்வான் செய்க வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் வரும் வழிகளைப் பெருகச் செய்து, அவற்றால் வளத்தை உண்டாக்கி, வரும் இடையூறுகளை ஆராய்ந்து நீக்க வல்லவனே செயல் செய்யவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வாரி பெருக்கி= பொருள் வரு வாயில்களை விரியச் செய்து; வளம்படுத்து= அப்பொருளாற் செல்வங்களை வளர்த்து; உற்றவை ஆராய்வான்= அவ்வாயில்கட்கும் பொருட்கும் செல்வங்கட்கும் உற்ற இடையூறுகளை நாள்தோறும் ஆராய்ந்து நீக்கவல்லவன்; வினைசெய்க= அரசனுக்கு வினைசெய்க.<br/><br/>வாயில்களாவன: மேல் இறைமாட்சியுள் 'இயற்றலும்' (குறள் 385) என்புழி உரைத்தனவும், உழவு பசுக்காவல் வாணிகம் என்னும் வார்த்தையுமாம். (வார்த்தை- தொழில்) செல்வங்களாவன: ஆண்டுப் பொருளும் இன்பமுமாக உரைக்கப்பட்டன. 'இடையூறு'களாவன: அரசன், வினைசெய்வார், சுற்றத்தார், பகைவர், கள்வர் என்று இவரான் வரும் நலிவுகள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் வருதற்கு இடமானவற்றை முன்பு நின்ற நிலையிற் பெருக்கி, அவ்விடங்களி லுண்டாகும் பயனை முன்பு நின்ற நிலையிலுண்டாக்கி, அவ்விடத்துற்ற மிகுதி குறைவுகளை ஆராயவல்லவன் வினை செய்வானாக.<br/><br/>பொருள் வருதற்கிடமாவது நிலம் முதலான இடம்: அதனைப் பெருக்குதல்- பொருளும் இன்பமும் உண்டாகச் செய்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who swells the revenues, spreads plenty o'er the land,<br/>Seeks out what hinders progress, his the workman's hand."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let him do (the king's) work who can enlarge the sources (of revenue), increase wealth and considerately prevent the accidents (which would destroy it)."
          }
        ]
      }
    ],
    "id": 512
  },
  {
    "kural": {
      "l1": "அன்பறிவு தேற்ற மவாவின்மை யிந்நான்கு",
      "l2": "நன்குடையான் கட்டே தெளிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்பறிவு தேற்றம் அவாவின்மை இந்நான்கும்<br/>நன்குடையான் கட்டே தெளிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அன்பு, அறிவு, ஐயமில்லாமல் தெளியும் ஆற்றல், அவா இல்லாமை ஆகிய இந் நான்கு பண்புகளையும் நிலையாக உடையவனைத் தெளியலாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அன்பு= அரசன்மாட்டு அன்பும்; அறிவு= அவனுக்காவன அறியும் அறிவும்; தேற்றம்= அவை செய்தற்கண் கலங்காமையும்; அவாவின்மை= அவற்றாற் பொருள் கையுற்றவழி அதன்மேல் அவா இன்மையுமாகிய; இந்நான்கும் உடையான்கட்டே தெளிவு= இந்நான்கு குணங்களையும் நிலைபெற உடையான் மேலதே வினையை விட்டிருக்கும் தெளிவு.<br/><br/>'இந்நான்கும் நன்குஉடைமை' இவன் செய்கின்ற வினைக்கண் யாதும் ஆராய வேண்டுவது இல்லை என்று அரசன் தெளிதற்கு ஏதுவாகலின், அதன் அதன் பிறப்பிடன் ஆக்கிக் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் ஆடற்கு (ஆடற்கு உரியான்-ஆளுதற்கு உரியவன்)உரியானது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அன்புடைமையும் அறிவுடைமையும் ஒருபொருளை ஆராய்ந்து துணிவுடைமையும் அவாவின்மையுமென்னும் இந்நான்கு குணங்களையும் நிலை பெற உடையான்மேலதே வினையை விட்டிருக்கும் தெளிவு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A loyal love with wisdom, clearness, mind from avarice free;<br/>Who hath these four good gifts should ever trusted be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let the choice (of a king) fall upon him who largely possesses these four things, love, knowledge, a clear mind and freedom from covetousness."
          }
        ]
      }
    ],
    "id": 513
  },
  {
    "kural": {
      "l1": "எனைவகையாற் றேறியக் கண்ணும் வினைவகையான்",
      "l2": "வேறாகு மாந்தர் பலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எனைவகையான் தேறியக் கண்ணும் வினைவகையான்<br/>வேறாகும் மாந்தர் பலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எவ்வகையால் ஆராய்ந்து தெளிந்த பிறகும் (செயலை மேற்கொண்டு செய்யும்போது) அச் செயல்வகையால் வேறுபடும் மக்கள் உலகத்தில் உண்டு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எனை வகையான் தேறியக் கண்ணும்= எல்லா வகையானும் ஆராய்ந்து தெளிந்து வினைவைத்த பின்னும்; வினைவகையான் வேறாகும் மாந்தர் பலர்= அவ்வினையின் இயல்பானே வேறுபடும் மாந்தர் உலகத்துப் பலர்.<br/><br/>கட்டியங்காரன் (சீவகசிந்தாமணி காப்பியத்தின் கதைத்தலைவன் சீவகன். அவனுடைய தந்தை சச்சந்தன், அம் மன்னனின் தலைமை அமைச்சன் கட்டியங்காரன்.)போல அரச இன்பத்தினை வெஃகி விகாரப்படுவது அல்லது, அதனைக்குற்றம் என்று ஒழிந்து தம் இயல்பின் நிற்பார் அரியர் ஆகலின், 'வேறாகு மாந்தர் பலர்' என்றார். வினை வைப்பதற்குமுன் எல்லாக் குணங்களும் உடையராய், வைத்தபின் விகாரப் படுவாரை இடையாயதொரு வினையை வைத்து அறிந்து ஒழிக்க என்பதாம். இதனான் ஒருவகையால் ஒழிக்கப்படுவார் இவர் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லா வகையினாலும் ஆராய்ந்து தெளிந்தவிடத்திலும் அவர் செய்யும் வினையின் வகையினாலே மனம் வேறுபடும் மாந்தர் உலகத்துப் பலர்.<br/><br/>இது தெளிந்தே மென்று இகழலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Even when tests of every kind are multiplied,<br/>Full many a man proves otherwise, aby action tried!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even when (a king) has tried them in every possible way, there are many men who change, from the nature of the works (in which they may be employed). "
          }
        ]
      }
    ],
    "id": 514
  },
  {
    "kural": {
      "l1": "அறிந்தாற்றிச் செய்கிற்பாற் கல்லால் வினைதான்",
      "l2": "சிறந்தானென் றேவற்பாற் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிந்தாற்றிச் செய்கிற்பாற்கு அல்லால் வினைதான்<br/>சிறந்தானென்று ஏவற்பாற் றன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(செய்யும் வழிகளை) அறிந்து இடையூறுகளைத் தாங்கிச் செய்துமுடிக்க வல்லவனை அல்லாமல், மற்றவனைச் சிறந்தவன் என்று கருதி ஒரு செயலைச் செய்யுமாறு ஏவக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிந்து ஆற்றிச் செய்கிற்பாற்கு அல்லால்= செய்யும் உபாயங்களை அறிந்து செயலானும் இடையூறுகளானும் வரும் துன்பங்களைப் பொறுத்து முடிவுசெய்ய வல்லானை அல்லது; வினைதான் சிறந்தான் என்று ஏவற்பாற்று அன்று= வினைதான் இவன்நம்மாட்டு அன்புடையன் என்று பிறன்ஒருவனை ஏவும் இயல்புடைத்துஅன்று.<br/><br/>'செய்கிற்பாற்கு' என்பது வேற்றுமை மயக்கம். அறிவு ஆற்றல்களான் அல்லது, அன்பான் முடியாது என இதனால் வினையினது இயல்பு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யும் உபாயங்களை யறிந்து, செயலானும் இடையூறுகளானும் வருந் துன்பங்களைப் பொறுத்து முடிவு செய்யவல்லானையல்லது வினைதான் இவன் நம்மாட்டன்புடையானென்று பிறனொருவனையேவும் இயல்புடைத்தன்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No specious fav'rite should the king's commision bear,<br/>But he that knows, and work performs with patient care."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(A king's) work can only be accomplished by a man of wisdom and patient endurance; it is not of a nature to be given to one from mere personal attachment."
          }
        ]
      }
    ],
    "id": 515
  },
  {
    "kural": {
      "l1": "செய்வானை நாடி வினைநாடிக் காலத்தோ",
      "l2": "டெய்த வுணர்ந்து செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செய்வானை நாடி வினைநாடிக் காலத்தோடு<br/>எய்த உணர்ந்து செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்கின்றவனுடைய தன்மையை ஆராய்ந்து, செயலின் தன்மையையும் ஆராய்ந்து, தக்க காலத்தோடு பொருந்துமாறு உணர்ந்து செய்விக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செய்வானை நாடி= முதற்கண்ணே செய்வானது இலக்கண்த்தை ஆராய்ந்து; வினை நாடி= பின்செய்யப்படும் வினையினது இயல்பை ஆராய்ந்து; காலத்தோடு எய்த உணர்ந்து செயல்= பின் அவனையும் அதனையும், காலத்தொடு படுத்துப் பொருந்த அறிந்து அவனை அதன்கண் ஆடலைச் செய்க.<br/><br/>செய்வானது இலக்கணமும்♣, வினையினது இயல்பும்¶ மேலே கூறப்பட்டன. காலத்தோடு எய்த உணர்தலாவது, இக்காலத்து இவ்விலக்கணமுடையான் செய்யின் இவ்வியல்பிற்றாய வினைமுடியும் என்று கூ்ட்டி உணர்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினை செய்வானையும் ஆராய்ந்து அவ்வினையினது இயல்பையும் ஆராய்ந்து அதுமுடியுங் காலத்தோடே பொருந்த அறிந்து, பின்பு அவ்வினை அவன் செய்வானாக அமைக்க வேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let king first ask, 'Who shall the deed perform?' and 'What the deed?'<br/>Of hour befitting both assured, let every work proceed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let (a king) act, after having considered the agent (whom he is to employ), the deed (he desires to do), and the time which is suitable to it."
          }
        ]
      }
    ],
    "id": 516
  },
  {
    "kural": {
      "l1": "இதனை யிதனா லிவன்முடிக்கு மென்றாய்ந்",
      "l2": "ததனை யவன்கண் விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இதனை இதனால் இவன்முடிக்கும் என்றாய்ந்து<br/>அதனை அவன்கண் விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இந்தத் தொழிலை இக் கருவியால் இன்னவன் முடிப்பான் என்று ஆராய்ந்த பிறகு அத் தொழிலை அவனிடம் ஒப்படைக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இதனை இதனால் இவன் முடிக்கும் என்று ஆய்ந்து= இவ்வினையை இக்கருவியால் இவன் முடிக்கவல்லன் எனக் கூறுபடுத்து ஆராய்ந்து; அதனை அவன்கண் விடல்= மூன்றும் தம்முள் இயைந்தவழி அவ்வினையை அவன்கண்ணே விடுக.<br/><br/>கருவி: துணைவரும் பொருளும் முதலாயின. வினைமுதலும், கருவியும், வினையும் தம்முள் இயைதலாவது, ஓர் ஒன்றோடு ஏனைய இரண்டற்கும் பொருத்தம் உண்டாதல். விடுதல் அதற்கு அவனை உரியன் ஆக்குதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இக்கருமத்தினை இக்கருவியாலே இவன் செய்து முடிக்க வல்லவனென்று ஆராய்ந்து பின்பு அக்கருமத்தினை அவன்கண்ணே விடுக.<br/><br/>இது பெரும்பான்மையுஞ் சேனாதிபதியை நோக்கிக் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'This man, this work shall thus work out,' let thoughtful king command;<br/>Then leave the matter wholly in his servant's hand."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "After having considered, \"this man can accomplish this, by these means\", let (the king) leave with him the discharge of that duty."
          }
        ]
      }
    ],
    "id": 517
  },
  {
    "kural": {
      "l1": "வினைக்குரிமை நாடிய பின்றை யவனை",
      "l2": "யதற்குரிய னாகச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைக்குரிமை நாடிய பின்றை அவனை<br/>அதற்குரிய னாகச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் ஒரு தொழிலைச் செய்வதற்கு உரியவனாக இருப்பதை ஆராய்ந்த பிறகு அவனை அத் தொழிலுக்கு உரியவனாகும்படி உயர்த்தவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைக்கு உரிமை நாடிய பின்றை= ஒருவனை அரசன், தன் வினை செய்தற்கு உரியனாக ஆராய்ந்து துணிந்தால்; அவனை அதற்கு உரியனாகச் செயல்= பின் அவனை அதற்கு உரியனாக உயரச் செய்க.<br/><br/>உயரச்செய்தலாவது, அதனைத் தானே செய்து முடிக்கும் ஆற்றல் உடையவன் ஆக்குதல். அதுசெய்யாக்காலும் கெடும் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவ்வினைக்கு இவன் உரியவனென்று ஆராய்ந்த பின்பு, அவனை அவ்வினை செய்தற்கு உரியவனாகப் பண்ணுக.<br/><br/>இஃது ஒழிந்த காரியங்களின் வினை செய்வாரை ஆக்குமது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As each man's special aptitude is known,<br/>Bid each man make that special work his own."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Having considered what work a man is fit for, let (the king) employ him in that work."
          }
        ]
      }
    ],
    "id": 518
  },
  {
    "kural": {
      "l1": "வினைக்கண் வினையுடையான் கேண்மைவே றாக",
      "l2": "நினைப்பானை நீங்குந் திரு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைக்கண் வினையுடையான் கேண்மைவே றாக<br/>நினைப்பானை நீங்கும் திரு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மேற்கொண்ட தொழிலில் எப்போதும் முயற்சி உடையவனின் உறவைத் தவறாக நினைக்கும் தலைவனை விட்டுச் செல்வம் நீங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைக்கண் வினை உடையான் கேண்மை= எப்பொழுதும் தன்வினையின்கண்ணே முயறலை உடையான் அவ்வுரிமையால் தனக்குக் கேளாய் ஒழுகுகின்ற தன்மையை; வேறாக நினைப்பானைத் திரு நீங்கும்= அது பொறாதார் சொற்கேட்டு அரசன் மாறுபடக் கருதுமாயின், திருமகள் அவனை விட்டு நீங்கும்.<br/><br/>கேளாய் ஒழுகுகின்ற தன்மையாவது, தான் பிறனாய் நில்லாது கேளிர் செய்யும் உரிமையெல்லாம் செய்து ஒழுகுதல். அவனை அவமதிப்பாகக்கொண்டு செறக் கருதுமாயின் பின் ஒருவரும் உட்பட்டு முயல்வார் இல்லையாம்; ஆகவே, தன் செல்வம் கெடும் என்பது கருத்து.<br/><br/>இந்நான்கு பாட்டானும் ஆடற்குரியானை ஆளும்திறம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினையிடத்து வினை செய்ய வல்லவனது நட்பை வேறுபாடாக நினைக்குமவனைத் திருமகள் நீங்குவள்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fortune deserts the king who ill can bear,<br/>Informal friendly ways of men his toils who share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Prosperity will leave (the king) who doubts the friendship of the man who steadily labours in the discharge of his duties. "
          }
        ]
      }
    ],
    "id": 519
  },
  {
    "kural": {
      "l1": "நாடோறு நாடுக மன்னன் வினைசெய்வான்",
      "l2": "கோடாமை கோடா துலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாடோறும் நாடுக மன்னன் வினைசெய்வான்<br/>கோடாமை கோடா துலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தொழில் செய்கின்றவன் கோணாதிருக்கும் வரையில் உலகம் கெடாது; ஆகையால் மன்னன் நாள்தோறும் அவனுடைய நிலைமையை ஆராய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைசெய்வான் கோடாமை உலகு கோடாது= வினை செய்வான் கோடாது ஒழிய உலகம் கோடாது; மன்னன் நாடோறும் நாடுக= ஆதலான் அரசன் அவன் செயலை நாள்தோறும் ஆராய்க.<br/><br/>அஃது ஒன்றனையும் ஆராயவே அதன் வழித்தாய உலகமெல்லாம் ஆராய்ந்தானாம்; அதனால் அவன் உரிமை அழியாமல் தன்னுள்ளே ஆராய்ந்து போதுக என்பதாம். இதனான் ஆண்டவழிச் செய்வது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினை செய்வான் கோடாதொழிய உலகம் கோடாது செவ்வையிலே நிற்கும், ஆதலான் அவன் செயலை மன்னவன் நாடோறும் ஆராய வேண்டும்.<br/><br/>இது வினைசெய்வார் செயலை நாடோறும் ஆராய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let king search out his servants'deeds each day;<br/>When these do right, the world goes rightly on its way."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a king daily examine the conduct of his servants; if they do not act crookedly, the world will not act crookedly. world will not act crookedly."
          }
        ]
      }
    ],
    "id": 520
  }
]