export default [
  {
    kural: {
      l1: 'தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே',
      l2: 'காமத்துக் காழில் கனி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே<br/>காமத்துக் காழில் கனி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம் விரும்பும் காதலர் தம்மை விரும்புகின்ற பேறு பெற்றவர், காதல் வாழ்க்கையின் பயனாகிய விதை இல்லாத பழத்தைப் பெற்றவரே ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தாம் வீழ்வார் தம் வீழப் பெற்றவர்= தம்மாற் காதலிக்கப்படும் கணவர் தம்மைக் காதலிக்கப்பெற்ற மகளிர்;<br/><br/>பெற்றாரே காமத்துக் காழ் இல் கனி= பெற்றார் அன்றே, காமநுகர்ச்சி என்னும் பரல் இல்லாத கனியை, எ-று.<br/><br/>காமம்- ஆகுபெயர். அத்து அல்வழிக்கண் வந்தது. முன்னை நல்வினை இல்வழிப் பெறப்படாமையின் பெற்றார் என்றும், அவரான் தடையின்றி நுகரப்படுதலின் காழ்இல் கனி என்றும் கூறினாள். நங்காதலர் பிரிதலேயன்றிப் பின் வாராமையும் உடைமையின், அக்கனி யாம் பெற்றிலேம் என்பதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாம் காதலித்தாரால் தம்மைக் காதலிக்கப்பெற்ற மகளிர் காம நுகர்ச்சியின்கண் பரலில்லாததோர் பழத்தைப் பெற்றவராவர்.<br/><br/>இது தடையின்றி நுகரலாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The bliss to be beloved by those they love who gains,<br/>Of love the stoneless, luscious fruit obtains.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The women who are beloved by those whom they love, have they have not got the stone-less fruit of sexual delight ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வாழ்வார்க்கு வானம் பயந்தற்றால் வீழ்வார்க்கு',
      l2: 'வீழ்வா ரளிக்கு மளி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வாழ்வார்க்கு வானம் பயந்தற்றால் வீழ்வார்க்கு<br/>வீழ்வார் அளிக்கும் அளி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம்மை விரும்புகின்றவர்க்குக் காதலர் அளிக்கும் அன்பு, உயிர்வாழ்கின்றவர்க்கு மேகம் மழை பெய்து காப்பாற்றுதலைப் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வீழ்வார்க்கு வீழ்வார் அளிக்கும் அளி= அறமும் பொருளும் நோக்கிப் பிரிந்தால் தம்மை இன்றியமையா மகளிர்க்கு அவரை இன்றியமையாக் கணவர் அளவறிந்து வந்துசெய்யும் தலையளி;<br/><br/>வாழ்வார்க்கு வானம் பயந்தற்று= தன்னையே நோக்கி உயிர்வாழ்வார்க்கு வானம் அளவறிந்து பெய்தாற்போலும், எ-று.<br/><br/>நங்காதலர் நம்மை விழையாமையின், அத்தலையளி இல்லையாகலான், மழை வறந்துழி அதனான் வாழ்வார்போல இறந்துபடுதலே நமக்கு உள்ளது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலித்தார்க்குக் காதலிக்கப்பட்டார் அருளும் அருள், உயிர் வாழ்வார்க்கு, மழை பெய்தாற்போலும்; அஃதில்லார்க்கு வாடுதலே யுள்ளது.<br/><br/>இது நின்மேனி பொலிவழிந்த தென்னும் தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As heaven on living men showers blessing from above,<br/>Is tender grace by lovers shown to those they love.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The bestowal of love by the beloved on those who love them is like the rain raining (at the proper season) on those who live by it.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வீழுநர் வீழப் படுவார்க் கமையுமே',
      l2: 'வாழுந மென்னுஞ் செருக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வீழுநர் வீழப் படுவார்க்கு அமையுமே<br/>வாழுநம் என்னும் செருக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "காதலரால் விரும்பப்படுகின்றவர்க்குப் (பிரிவுத் துன்பம் இருந்தாலும்) 'மீண்டும் வந்தபின் வாழ்வோம்' என்று இருக்கும் செருக்குத் தகும்.",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வீழுநர் வீழப்படுவார்க்கு அமையுமே= தாம் விழையும் கணவரான் விழையப்படும் மகளிர்க்கு ஏற்புடைத்து;<br/><br/>வாழுநம் என்னும் செருக்கு= காதலர் பிரிந்தாராயினும் நம்மை நினைந்து கடிதின் வருவர், வந்தால் நாம் இன்புற்று வாழ்தும் என்றிருக்கும் தருக்கு, எ-று.<br/><br/>நாம் அவரான் வீழப்படாமையின் நமக்கு அமைவது இறந்துபாடு என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாம் காதலித்தாரால் காதலிக்கப்படுவார்க்கு உலகின்கண் இருந்து உயிர்வாழ்வேமென்னுங் களிப்பு அமையும்.<br/><br/>இது, தலைமகள், இருந்தாலும் பயனில்லை: அதிற்சாதல் அமையுமென்று வாழ்க்கையை முனிந்து தோழிக்குக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who love and are beloved, to them alone<br/>Belongs the boast, 'We've made life's very joys our own'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The pride that says "we shall live" suits only those who are loved by their beloved (husbands).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வீழப் படுவார் கெழீஇயிலர் தாம்வீழ்வார்',
      l2: 'வீழப் படாஅ ரெனின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வீழப் படுவார் கெழீஇயிலர் தாம்வீழ்வார்<br/>வீழப் படாஅர் எனின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம்விரும்பும் காதலரால் விரும்பப்படாவிட்டால் உலகத்தாரால் விரும்பப்படும் நிலையில் உள்ளவரும் நல்வினை பொருந்தியவர் அல்லர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வீழப்படுவார்= கற்புடைமகளிரால் நன்கு மதிக்கப்படுவாரும்;<br/><br/>தாம் வீழ்வார் வீழப்படார் எனின் கெழீஇ இலர்= தாம் விரும்பும் கணவரான் விரும்பப்படாராயின் தீவினையாட்டியர், எ-று.<br/><br/>சிறப்பும்மை விகாரத்தான் தொக்கது. கெழீஇயின்மை- நல்வினையின்மை; அஃது அருத்தாபத்தியான் தீவினையுடைமையாயிற்று. தீவினை உடையேற்கு அந்நன்கு மதிப்பாற் பயனில்லை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நற்குணங்கள் பலவுடையரென்று உலகத்தாரால் விரும்பப்பட்டாரும் தம்மால் காதலிக்கப்பட்டவரால் தாம் காதலிக்கப்படாராயின், விருப்பமில்லாராவர்.<br/><br/>இது வாழ்க்கையை முனிந்து கூறிய தலைமகளுக்கு நீ இவ்வாறு கூறுவையாயின் நின்னைப் புகழ்கின்ற உலகத்தாருள் மிக வாழ்வார் யாரென்ற தோழிக்கு அவள் கூறியது. கொண்டான் காயிற் கண்டான் காயுமென்பது பழமொழி.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Those well-beloved will luckless prove.<br/>Unless beloved by those they love.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even those who are esteemed (by other women) are devoid of excellence, if they are not loved by their beloved.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாங்காதல் கொண்டார் நமக்கெவன் செய்பவோ',
      l2: 'தாங்காதல் கொள்ளாக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாம்காதல் கொண்டார் நமக்கெவன் செய்பவோ<br/>தாம்காதல் கொள்ளாக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாம் காதல் கொண்ட காதலர் தாமும் அவ்வாறே நம்மிடம் காதல் கொள்ளளாதபோது, நமக்கு அவர் என்ன நன்மை செய்வார்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நாம் காதல் கொண்டார் நமக்கு எவன்செய்பவோ= நம்மாற் காதல் செய்யப்பட்டவர் நமக்கு என்ன இன்பத்தைச் செய்வர்;<br/><br/>தாம் காதல் கொள்ளாக் கடை= அவ்வாறே தாமும் நங்கண் காதல் செய்யாவழி, எ-று.<br/><br/>எச்சவும்மை விகாரத்தான் தொக்கது. அக்காதல் உடைமையால் நாம் பெற்றது துன்பமே என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாம் காதலித்தார் நமக்கு யாதினைச் செய்வர்: தாம் காதலியாதவிடத்து.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From him I love to me what gain can be,<br/>Unless, as I love him, he loveth me?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who is beloved by me, what will he do to me, if I am not beloved by him ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒருதலையா னின்னாது காமங்காப் போல',
      l2: 'விருதலை யானு மினிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒருதலையான் இன்னாது காமம்காப் போல<br/>இருதலை யானும் இனிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதல் ஒரு பக்கமாக இருத்தல் துன்பமானது; காவடியின் பாரம்போல் இருபக்கமாகவும் ஒத்திருப்பது இன்பமானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காமம் ஒருதலையான் இன்னாது= மகளிர் ஆடவர் என்னும் இருதலையினும் வேட்கை ஒருதலைக்கண்ணேயாயின் அஃது இன்னாது;<br/><br/>காப்போல இருதலையானும் இனிது= காவினது பாரம்போல இருதலைக்கண்ணும் ஒப்பின், அஃது இனிது, எ-று.<br/><br/>மூன்றன் உருபுகள் ஏழன்பொருண்மைக்கண் வந்தன. கா- ஆகுபெயர். என்மாட்டு உண்டாய வேட்கை அவர்மாட்டும் உண்டாயின், யான் இவ்வாறு துன்பம் உழத்தல் கூடுமோ என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருதலை அன்பினாலுண்டாகிய காமம் இன்னாது: காவினது பாரம்போல இரண்டு தலையும் ஒத்த அன்பினா லுண்டாகிய காமமே இனிதாவது.<br/><br/>இது மேற்கூறிய சொற்கேட்ட தலைவர் அருள் செய்வாரென்றும் தெய்வக் குறிப்பினாற் கூறிய சொற்கேட்டுக் கூடினாலும் பயனில்லை யென்றும் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Love on one side is bad; like balanced load.<br/>By porter borne, love on both sides is good.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Lust, like the weight of the KAVADI, pains if it lies in one end only but pleases if it is in both. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பருவரலும் பைதலுங் காணான்கொல் காம',
      l2: 'னொருவர்க ணின்றொழுகு வான்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பருவரலும் பைதலும் காணான்கொல் காமன்<br/>ஒருவர்கண் நின்றொழுகு வான்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(காதலர் இருவரிடத்திலும் ஒத்திருக்காமல்) ஒருவரிடத்தில் மட்டும் காமன் நின்று இயங்குவதால், என்னுடைய துன்பத்தையும் வருத்தத்தையும் அறியானோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஒருவர்கண் நின்று ஒழுகுவான் காமன்= காமம் நுகர்தற்குரிய இருவரிடத்தும் ஒப்பநிற்றல் ஒழித்து, ஒருவரிடத்தே நின்று பொருகின்ற காமக்கடவுள்;<br/><br/>பருவரலும் பைதலும் காணான்கொல்= அவ்விடத்துப் பசப்பானாய பருவரலும் படர்மிகுதியும் அறியான்கொல்லோ, எ-று.<br/><br/>விழைவும் வெறு்ப்பும் இன்றி எல்லார்கண்ணும் நிகழ்ந்தன அறிதற்குரிய கடவுளும் என்கண் வேறுபட்டான், இனி யான் உய்யுமாறு என்னை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தான் ஒருவர் பக்கமாகநின்று ஒழுகித் துன்பஞ்செய்கின்ற காமதேவன் நமது தடுமாற்றமும் நாம் உறுகின்ற துன்பமும் காணானோ? காண்பானாயின் நம்மை வருத்தானே, தெய்வமாகலான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'While Kaman rushes straight at me alone,<br/>Is all my pain and wasting grief unknown?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Would not cupid who abides and contends in one party (only) witness the pain and sorrow (in that party)?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வீழ்வாரி னின்சொற் பெறாஅ துலகத்து',
      l2: 'வாழ்வாரின் வன்கணா ரில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வீழ்வாரின் இன்சொல் பெறாஅது உலகத்து<br/>வாழ்வாரின் வன்கணார் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தான் விரும்பும் காதலரின் இனிய சொல்லைப் பெறாமல் உலகத்தில் (பிரிவுத் துன்பத்தைப் பொறுத்து) வாழ்கின்றவரைப்போல் வன்கண்மை உடையவர் இல்லை,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வீழ்வாரின் இன்சொல் பெறாது வாழ்வாரின்= தம்மால் விரும்பப்படும் காதலர் திறத்துநின்று ஓர் இன்சொல்லளவும் பெறாதே பிரிவாற்றி உயிர்வாழ்கின்ற மகளிர்போல;<br/><br/>வன்கணார் உலகத்து இல்= வன்கண்மையுடையார் இவ்வுலகத்து இல்லை, எ-று.<br/><br/>காதலர் திறத்துச் சொல் யாதானும் எனக்கு இனிது என்னும் கருத்தால், 'இன்சொல்' என்றாள். இழிவுசிறப்பும்மை விகாரத்தால் தொக்கது. யான் வன்கண்ணேன் ஆகலின், அதுவும் பெறாது உயிர்வாழாநின்றேன் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம் காதலரிடத்துநின்று வரும் இனியசொற்களைக் கேளாது உயிர்வாழ்வாரைப்போல வன்கண்மையுடையார் இவ்வுலகத்து இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who hear from lover's lips no pleasant word from day to day,<br/>Yet in the world live out their life, -no braver souls than they!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is no one in the world so hard-hearted as those who can live without receiving (even) a kind word from their beloved.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நசைஇயார் நல்கா ரெனினு மவர்மாட்',
      l2: 'டிசையு மினிய செவிக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நசைஇயார் நல்கார் எனினும் அவர்மாட்டு<br/>இசையும் இனிய செவிக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் விரும்பிய காதலர் மீண்டும் வந்து அன்பு செய்ய மாட்டார் என்றாலும், அவரைப்பற்றிய புகழைக் கேட்பதும் என் செவிக்கு இன்பமாக இருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நசைஇயார் நல்கார் எனினும்= என்னால் நச்சப்பட்ட காதலர் என்மாட்டு அன்பிலரே ஆயினும்;<br/><br/>அவர் மாட்டு இசையும் செவிக்கு இனிய= அவர் திறத்து யாதானும் ஓர் சொல்லும் என் செவிக்கு இனியவாம், எ-று.<br/><br/>இழிவுசிறப்பும்மை, அவர் வாரலர் என்னும் சொல்லாயினும் அமையும் என்பதுபட நின்றது. அதுவும் பெற்றிலேன் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எம்மால் காதலிக்கப்பட்டார் எமக்கு அருளாராயினும் அவர் பக்கத்தனவாகிய சொற்களும் எங்கள் செவிக்கு இனியவாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though he may heart desires no grace accords to me,<br/>Yet every accent of his voice is melody.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though my beloved bestows no love on one, still are his words sweet to my ears.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறாஅர்க் குறுநோ யுரைப்பாய் கடலைச்',
      l2: 'செறாஅய் வாழிய நெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறாஅர்க்கு உறுநோய் உரைப்பாய் கடலைச்<br/>செறாஅஅய் வாழிய நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சமே! நீ வாழிய ! அன்பு இல்லாதவரிடம் உன் மிகுந்த துன்பத்தைச் சொல்கின்றாய்! அதைவிட எளிதாகக் கடலைத் தூர்ப்பாயாக.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உறாஅர்க்கு உறுநோய் உரைப்பாய் நெஞ்சு= நின்னொடு உறாதார்க்கு நின்னுறுநோயை உரைக்கலுற்ற நெஞ்சே;<br/><br/>கடலைச் செறாய்= நீ ஆற்றாய் ஆயினும் அரிதாய அதனையொழிந்து, நினக்குத் துயரம்செய்கின்ற கடலைத் தூர்க்க முயல்வாயாக, அஃது எளிது, எ-று.<br/><br/>உரைக்கலுற்றது அளவிறந்தநோய் ஆகலானும், கேட்பார் உறவிலர் ஆகலானும், அது முடிவது ஒன்றன்று, முடிந்தாலும் பயனில்லை என்பது கருதாது, முயலாநின்றாய் என்னும் குறிப்பான் 'வாழிய' என்றாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெஞ்சே! நம்மோடு அன்புற்றார்க்குத் தூது விட்டாலும் பயனில்லை யென்று உன்னோடு உறாதார்க்கு நீயுற்ற நோயைச் சொல்ல நினையா நின்றாய்: நம்மை உறங்காமல் வருத்துகின்ற கடலைத் தூர்ப்பாயாயின் அஃது அதனினும் நன்று.<br/><br/>இது தூதுவிடக் கருதிய நெஞ்சுக்குத் தூதுவிட்டாலும் பயனில்லை யென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Tell him thy pain that loves not thee?<br/>Farewell, my soul' fill up the sea!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Live, O my soul, would you who relate your great sorrow to strangers, try rather to fill up your own sea (of sorrow). ',
          },
        ],
      },
    ],
  },
];
