export default [
  {
    kural: {
      l1: 'தீவினையா ரஞ்சார் விழுமியா ரஞ்சுவர்',
      l2: 'தீவினை யென்னுஞ் செருக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர்<br/>தீவினை என்னும் செருக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீயவை செய்தலாகிய செருக்கைத் தீவினை உடைய பாவிகள் அஞ்சார்; தீவினை இல்லாத மேலோர் மட்டுமே அஞ்சுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தீவினை என்னும் செருக்கு= தீவினை என்று சொல்லப்படும் மயக்கத்தை;<br/><br/>தீவினையார் அஞ்சார்= முன்செய்த தீவினையுடையார் அஞ்சார்; விழுமியார் அஞ்சுவர்= அஃது இலராகிய சீரியார் அஞ்சுவர்.<br/><br/>'தீவினையென்னும் செருக்கு' எனக் காரியம் காரணமாக உபசரிக்கப்பட்டது. மேல்தொட்டுச் செய்து கைவந்தமையான் 'அஞ்சார்' என்றும், செய்துஅறியாமையான் 'அஞ்சுவர்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தீவினை என்னும் செருக்கு-தீவினையாகிய களிப்பை, தீவினையார் அஞ்சார்-(என்றும்) தீத்தொழில் செய்வார் அஞ்சார்; விழுமியார் அஞ்சுவர்-சீரியார் அஞ்சுவார்.<br/><br/>[செல்வம் முதலியவற்றின் களிப்பால் பெரும்பாலும் தீவினை நிகழ்வதால் "தீவினை யென்னும் செருக்கு" என்றார்.]<br/><br/>இது, தீவினை செய்தற்கு நல்லோர் அஞ்சுவா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'With sinful act men cease to feel the dread of ill within,<br/>The excellent will dread the wanton pride of cherished sin.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have experience of evil deeds will not fear, but the excellent will fear the pride of sin.',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'தீயவை தீய பயத்தலாற் றீயவை', l2: 'தீயினு மஞ்சப் படும்' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தீயவை தீய பயத்தலால் தீயவை<br/>தீயினும் அஞ்சப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீயசெயல்கள் தீமையை விளைவிக்கும் தன்மை உடையனவாக இருத்தலால், அத் தீய செயல்கள் தீயைவிடக் கொடியனவாகக் கருதி அஞ்சப்படும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தீயவை தீய பயத்தலால்= தனக்கு இன்பம் பயத்தலைக் கருதிச் செய்யும் தீவினைகள் பின் அஃது ஒழித்துத் துன்பமே பயத்தலான்;<br/><br/>தீயவை தீயினும் அஞ்சப் படும்= அத்தன்மையாகிய தீவினைகள் ஒருவனால் தீயினும் அஞ்சப்படும்.<br/><br/>பிறிதொரு காலத்தும், பிறிதொரு தேயத்தும், பிறிதோருடம்பினும் சென்று சுடுதல் தீக்கு இன்மையின், 'தீயினும் அஞ்சப் படுவது' ஆயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தீயவை தீய பயத்தலால்-தீத்தொழிலானவை (தமக்குத்) தீமையைப் பயத்தலானே, தீயவை தீயினும் அஞ்சப்படும்-அத்தொழில்கள் (தொடிற் சுடுமென்னும்) தீக்கு அஞ்சுதலினும் மிக அஞ்சப்படும்..<br/><br/>இது, தீய செயல் தீயினும் மிகுந்த துன்பத்தை விளைவிக்கு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Since evils new from evils ever grow,<br/>Evil than fire works out more dreaded woe.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Because evil produces evil, therefore should evil be feared more than fire.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறிவினு ளெல்லாந் தலையென்ப தீய',
      l2: 'செறுவார்க்குஞ் செய்யா விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறிவினுள் எல்லாந் தலையென்ப தீய<br/>செறுவார்க்கும் செய்யா விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம்மை வருத்துவோர்க்கும் தீய செயல்களைச் செய்யாமலிருத்தலை, அறிவு எல்லாவற்றிலும் தலையான அறிவு என்று கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறிவினுள் எல்லாம் தலை என்ப= தமக்கு உறுதி நாடும் அறிவுகள் எல்லாவற்றுள்ளும் தலையாய அறிவு என்று சொல்லுவர் நல்லோர்;<br/><br/>செறுவார்க்கும் தீய செய்யா விடல்= தம்மைச் செறுவார்மாட்டும் தீவினைகளைச் செய்யாது விடுதலை.<br/><br/>விடுதற்குக் காரணமாகிய அறிவை 'விடல்' என்றும், செயத்தக்குழியும் செய்யாது ஒழியவே, தமக்குத் துன்பம் வாராது என உய்த்து உணர்தலின், அதனை 'அறிவினுள் எல்லாந் தலை' என்றும் கூறினார். 'செய்யாது' என்பது கடைக்குறைந்து நின்றது. இவை மூன்று பாட்டானும், தீவினைக்கு அஞ்சவேண்டும் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செறுவார்க்கும் தீய செய்யாது விடல்-தமக்குத் தீமை செய்வார்க்கும் தாம் தீமை செய்யாதொழுகுவதற்கு ஏதுவாகிய அறிவை, அறிவினுள் எல்லாம் தலை என்ப-(எல்லா அறங்களையும் அறியும்) அறிவெல்லாவற்றுள்ளும் தலையான அறிவென்று சொல்லுவர் (நல்லோர்.)<br/><br/>[விடல் என்று கூறினார், விடுதற்குக் காரணமாகிய அறிவினை. செய்யாது என்பது ஈறு கெட்டுநின்றது.]<br/><br/>இது, தீவினையைச் செய்யாத அறிவு எல்லாவற்றுள்ளும் தலைமையுடைத் தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Even to those that hate make no return of ill;<br/>So shalt thou wisdom's highest law. 'Tis said, fulfil.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To do no evil to enemies will be called the chief of all virtues.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மறந்தும் பிறன்கேடு சூழற்க சூழி',
      l2: 'னறஞ்சூழுஞ் சூழ்ந்தவன் கேடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மறந்தும் பிறன்கேடு சூழற்க சூழின்<br/>அறஞ்சூழும் சூழ்ந்தவன் கேடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறனுக்குக் கேட்டைத் தரும் தீய செயல்களை ஒருவன் மறந்தும் எண்ணக்கூடாது. எண்ணினால், எண்ணியவனுக்குக் கேடு விளையுமாறு அறம் எண்ணும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறன் கேடு மறந்தும் சூழற்க= ஒருவன் பிறனுக்குக் கேடு பயக்கும் வினையை மறந்தும் எண்ணாது ஒழிக;<br/><br/>சூழின் சூழ்ந்தவன் கேடு அறம் சூழும்= எண்ணுவனாயின், தனக்குக் கேடு பயக்கும் வினையை அறக்கடவுள் எண்ணும்.<br/><br/>'கேடு' என்பது ஆகுபெயர். சூழ்கின்ற பொழுதே தானும் உடன் சூழ்தலின், இவன் பிற்படினும் அறக்கடவுள் முற்படும் என்பது பெறப்பட்டது. அறக்கடவுள் எண்ணுதலாவது, அவன் கெடத் தான்நீங்க நினைத்தல். தீவினை எண்ணலும் ஆகாது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மறந்தும் பிறன் கேடு சூழற்க-ஒருவன் மறந்தும் பிறனுக்குக் கேட்டைச் சூழாதொழிக; சூழின்-சூழ்வானாயின், சூழ்ந்தவன் கேடு அறம் சூழும்-(அவனாற் சூழப்பட்டவன் அதற்கு மாறாகக் கேடு சூழ்வதன் முன்னே) சூழ்ந்தவனுக்குக் கேட்டை(த் தீமைசெய்தார்க்குத் தீமை பயக்கும்) அறந்தானே சூழும். [சூழ்தல்-நினைத்தல்.]<br/><br/>இது, தீமையை நினைப்பினும் அது கேடு தரு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though good thy soul forget, plot not thy neighbour's fall,<br/>Thy plans shall 'virtue's Power' by ruin to thyself forestall.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even though forgetfulness meditate not the ruin of another. Virtue will meditate the ruin of him who thus meditates.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இலனென்று தீயவை செய்யற்க செய்யி',
      l2: 'னிலனாகு மற்றும் பெயர்த்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இலன்என்று தீயவை செய்யற்க செய்யின்<br/>இலனாகும் மற்றும் பெயர்த்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '`யான் வறியவன்’ என்று நினைத்துத் தீய செயல்களைச் செய்யக்கூடாது; செய்தால் மீண்டும் வறியவன் ஆகி வருந்துவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இலன் என்று தீயவை செய்யற்க= யான் வறியன் என்று கருதி அது தீர்தற்பொருட்டுப் பிறர்க்குத் தீவினைகளை ஒருவன் செய்யாது ஒழிக;<br/><br/>செய்யின் பெயர்த்தும் இலன் ஆகும்= செய்வானாயின், பெயர்த்தும் வறியன் ஆம்.<br/><br/>அத்தீவினையால் பிறவிதோறும் இலனாம் என்பதாம். 'அன்' விகுதி முன் தனித் தன்மையினும், பின் படர்க்கை ஒருமையினும் வந்தது. தனித்தன்மை \"உளனாவென் னுயிரை யுண்டு\" (கலித்தொகை,குறிஞ்சி,22) என்பதானானும் அறிக. மற்று அசைநிலை. 'இலம்' (மணக்குடவர்) என்று பாடம் ஒதுவாரும் உளர். 'பொருளான் வறியன் எனக் கருதித் தீயவை செய்யற்க, செய்யின் அப்பொருளேயன்றி நற்குண நற்செய்கைகளானும் வறியனாம்' என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இலம் என்று தீயவை செய்யற்க-ஒருவன் நல்கூர்ந்தேம் என்று நினைத்து (ச்செல்வத்தைக் கருதித்) தீவினையைச் செய்யாதொழிக; செய்யின் பெயர்த்தும் இலன் ஆகும்-செய்வானாயின் பின்பும் நல்குரவின னாவன்.<br/><br/>[மற்று என்பது அசைநிலை. "இலம்" என்பது தீவினை செய்வாரது கூற்றாகக் கூறப்பட்டது.]<br/><br/>இது வறுமை தீரத் தீமை செய்யினும் பின்பும் வறிய னாகுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Make not thy poverty a plea for ill;<br/>Thy evil deeds will make thee poorer still.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Commit not evil, saying, "I am poor": if you do, you will become poorer still.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தீப்பால தான்பிறர்கட் செய்யற்க நோய்ப்பால',
      l2: 'தன்னை யடல்வேண்டா தான்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தீப்பால தான்பிறர்கண் செய்யற்க நோய்ப்பால<br/>தன்னை அடல்வேண்டா தான்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பம் செய்யும் தீவினைகள் தன்னை வருத்துதலை விரும்பாதவன், தீய செயல்களைத் தான் பிறர்க்குச் செய்யாமலிருக்கவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நோய்ப்பால தன்னை அடல்வேண்டாதான்= துன்பம் செய்யும் கூற்றவாகிய பாவங்கள் தன்னைப் பின்வந்து வருத்துதலை வேண்டாதவன்;<br/><br/>தீப்பால தான் பிறர்கண் செய்யற்க= தீமைக்கூற்றவாகிய வினைகளைத் தான் பிறர்மாட்டுச் செய்யாது ஒழிக.<br/><br/>செய்யின் அப்பாவங்களால் அடுதல் ஒருதலை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னை நோய்ப்பால அடல் வேண்டாதான்-தன்னைத் துன்பப்பகுதியானவை நலிதல் வேண்டாதவன், தீப்பால பிறர்கண் செய்யற்க-தீமையாயினவற்றைப் பிறர்க்குச் செய்யாதொழிக.<br/><br/>[பகுதி-வகை. தான் என்பது அசை.]<br/><br/>இசு, தீவினை செய்தார்க்கு நோய் உண்டாகு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What ranks as evil spare to do, if thou would'st shun<br/>Affliction sore through ill to thee by others done.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let him not do evil to others who desires not that sorrows should pursue him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எனைப்பகை யுற்றாரு முய்வர் வினைப்பகை',
      l2: 'வீயாது பின்சென் றடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எனைப்பகை யுற்றாரும் உய்வர் வினைப்பகை<br/>வீயாது பின்சென்று அடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எவ்வளவு கொடிய பகை உடையவரும் தப்பி வாழ முடியும்; ஆனால் தீயவை செய்தால் வரும் தீவினையாகிய பகை நீங்காமல் பின்சென்று வருத்தும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எனைப் பகை உற்றாரும் உய்வர்= எத்துணைப்பெரிய பகையுடையாரும் அதனை ஒருவாற்றால் தப்புவர்;<br/><br/>வினைப் பகை வீயாது சென்று அடும்= அவ்வாறுஅன்றித் தீவினையாகிய பகை நீங்காது புக்குழிப் புக்குக் கொல்லும்.<br/><br/>"வீயாது- உடம்பொடு நின்ற உயிருமில்லை" என்புழியும், வீயாமை நீங்காமைக்கண் வந்தது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எனைப்பகை உற்றாரும் உய்வர்-எல்லாப்பகையும் உற்றார்க்கும் உய்தி உண்டாம்; வினைப்பகை வீயாது பின்சென்று அடும்-தீவினையாகிய பகை நீங்காது (என்றும்) புக்குழிப் புகுந்து கொல்லும்.<br/><br/>அஃதாமாறு பின்பே கூறப்படும். [உய்தி - பிழைத்தல்.]<br/><br/>இது, தீவினையானது (தன்னைச் செய்தானைப்) பின்சென்று அடுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "From every enmity incurred there is to 'scape, a way;<br/>The wrath of evil deeds will dog men's steps, and slay.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'However great be the enmity men have incurred they may still live. The enmity of sin will incessantly pursue and kill',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தீயவை செய்தார் கெடுத னிழறன்னை',
      l2: 'வீயா தடியுறைந் தற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தீயவை செய்தார் கெடுதல் நிழல்தன்னை<br/>வீயாது அடிஉறைந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீய செயல்களைச் செய்தவர் கேட்டை அடைதல், ஒருவனுடைய நிழல் அவனை விடாமல் வந்து அடியில் தங்கியிருத்தலைப் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தீயவை செய்தார் கெடுதல்= பிறர்க்குத் தீவினைகளைச் செய்தார் தாம் கெடுதல் எத்தன்மைத்து எனின்;<br/><br/>நிழல் தன்னை வீயாது அடிஉறைந்தற்று= ஒருவன் நிழல் நெடிதாகப் போயும், அவன்தன்னை விடாது வந்து அடியின்கண் தங்கிய தன்மைத்து.<br/><br/>இவ்வுவமையைத் தன் காலம் வருந்துணையும் புலனாகாது உயிரைப்பற்றிநின்று, அதுவந்துழி உருப்பதாய தீவினையைச் செய்தார், பின்அதனால் கெடுதற்கு உவமையாக்கி உரைப்பாரும் உளர்.<br/><br/>அஃது உரையன்று என்பதற்கு அடிஉறைந்த நிழல் தன்னை வீந்தற்று என்னாது, 'வீயாது அடியுறைந்தற்று' என்ற பாடமே கரியாயிற்று. மேல், 'வீயாது பின் சென்று அடும்' என்றார், ஈண்டு அதனை உவமையான் விளக்கினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தீவினை செய்தார் கெடுதல்-தீயவானவற்றைப் (பிறர்க்குச்) செய்தார் கெடுதல், நிழல் தன்னை வீயாது அடி உறைந்தால் அற்று-தன் நிழல் தன்னை நீங்காதே தன் அடியின் கீழ் ஒதுங்கினாற் போலும்.<br/><br/>இது, தீவினை அடுமாறு காட்டிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Man's shadow dogs his steps wher'er he wends;<br/>Destruction thus on sinful deeds attends.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Destruction will dwell at the heels of those who commit evil even as their shadow that leaves them not.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தன்னைத்தான் காதல னாயி னெனைத்தொன்றும்',
      l2: 'துன்னற்க தீவினைப் பால்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தன்னைத்தான் காதல னாயின் எனைத்தொன்றும்<br/>துன்னற்க தீவினைப் பால்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் தன்னைத் தான் விரும்பி வாழ்பவனாயின், தீய செயலாகிய பகுதியை எவ்வளவு சிறியதாயினும் பொருந்தாமல் நீங்க வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தன்னைத் தான் காதலன் ஆயின்= ஒருவன், தன்னைத் தான் காதல் செய்தல் உடையனாயின்;<br/><br/>தீவினைப்பால் எனைத்து ஒன்றும் துன்னற்க= தீவினையாகிய பகுதி, எத்துணையும் சிறியதொன்றாயினும் பிறர்மாட்டுச் செய்யாது ஒழிக.<br/><br/>நல்வினை தீவினை என வினைப்பகுதி இரண்டாகலின் 'தீவினைப்பால்' என்றார். பிறர்மாட்டுச் செய்த தீவினை தன்மாட்டுத் துன்பம் பயத்தல் விளக்கினார்ஆகலின், 'தன்னைத் தான் காதலன்ஆயின்' என்றார். இவை ஆறுபாட்டானும் பிறர்க்குத் தீவினை செய்யின் தாம் கெடுவார் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னைத் தான் காதலன் ஆயின்-தனக்குத் தான் நல்லவனாயின், எனைத்து ஒன்றும் தீவினைப்பால் துன்னற்க-யாதொன்றாயினும் தீவினைப் பகுதியாயினவற்றைச் செய்யா தொழிக.<br/><br/>[யாதொன்றாயினும்-ஒரு சிறிதும்.]<br/><br/>இது, தீவினைக்கு அஞ்சவேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Beware, if to thyself thyself is dear,<br/>Lest thou to aught that ranks as ill draw near!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If a man love himself, let him not commit any sin however small.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருங்கேட னென்ப தறிக மருங்கோடித்',
      l2: 'தீவினை செய்யா னெனின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருங்கேடன் என்பது அறிக மருங்கோடித்<br/>தீவினை செய்யான் எனின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் தவறான நெறியில் சென்று தீய செயல் செய்யாதிருப்பானானால் அவன் கேடு இல்லாதவன் என்று அறியலாம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மருங்கு ஓடித் தீவினை செய்யான் எனின்= ஒருவன் செந்நெறிக்கண் செல்லாது, கொடுநெறி்க்கண் சென்று பிறர்மாட்டுத் தீவினைகளைச் செய்யானாயின்;<br/><br/>அருங்கேடன் என்பது அறிக= அவன் அரிதாகிய கேட்டையுடையன் என்பது அறிக.<br/><br/>அருமை- இன்மை; அருங்கேடன் என்பதனைச் \"சென்று சேக்கல்லாப் புள்ள உள்ளில், என்றூழ் வியன்குளம்\" ென்பது போலக் கொள்க. 'ஓடி' என்னும் வினையெச்சம், 'செய்யான்' எனும் எதிர்மறைவினையுட் செய்தலோடு முடிந்தது. இதனால் தீவினை செய்யாதவன் கேடிலன் என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மருங்கு ஓடி தீவினை செய்யான் எனின்-ஒருவன் மருங்கு ஓடிப் பிறர்க்குத் தீவினைகளைச் செய்யானாயின்; அருங்கேடன் என்பது அறிக-தான் கேடு இல்லாதவன் என்று அறிக.<br/><br/>[மருங்கு ஓடி- அறநெறியை விட்டுப் பக்கத்தில் ஓடி; அதாவது அறநெறியினின்றும் பிறழ்ந்து.]<br/><br/>இது, தீவினை செய்யாதார்க்குக் கேடில்லை என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The man, to devious way of sin that never turned aside,<br/>From ruin rests secure, whatever ills betide.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Know ye that he is freed from destruction who commits no evil, going to neither side of the right path.',
          },
        ],
      },
    ],
  },
];
