export default [
  {
    "kural": {
      "l1": "அழிவதூஉ மாவதூஉ மாகி வழிபயக்கு",
      "l2": "மூதியமுஞ் சூழ்ந்து செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும்<br/>ஊதியமும் சூழ்ந்து செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(ஒரு செயலைத் தொடங்குமுன்) அதனால் அழிவதையும், அழிந்தபின் ஆவதையும், பின்பு உண்டாகும் ஊதியத்தையும் ஆராய்ந்து செய்ய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழிவதூஉம்= வினைசெய்யுங்கால் அப்பொழுது அதனால் அழிவதனையும்;<br/><br/>ஆவதூஉம்= அழிந்தால் பின்ஆவதனையும்;<br/><br/>ஆகி வழிபயக்கும் ஊதியமும்= ஆய்நின்று பிற்பொழுது தரும் ஊதியத்தையும்;<br/><br/>சூழ்ந்து செயல்= சீர்தூக்கி உறுவதாயிற் செய்க.<br/><br/>உறுவதாவது, நிகழ்வின்கண் அழிவதனில் ஆவது மிக்கு, எதிர்வினும் அது வளர்ந்துவருதல். அழிவதின்மையின், எதிர்வின்கண் வரும் ஆக்கத்தை 'ஊதியம்' என்றார். எனவே, அவ்வூதியம் பெறின் நிகழ்வின்கண் அழிவதும் ஆவதும் தம்முள் ஒத்தாலும், ஒழிதற்பாற்று அன்று என்பது பெற்றாம். இரண்டு காலத்தினும் பயனுடைமை தெரிந்து செய்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினை செய்து முடித்தற்கு அழியும் பொருளும் அது செய்து முடித்தாலுளதாகும் பொருளுமாய்நின்று அப்பொருளினாற் பின்புண்டாய் வரும் பயனும் எண்ணிப் பின்பு வினைசெய்ய வேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Expenditure, return,and profit of the deed<br/>In time to come; weigh these-than to the act proceed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man reflect on what will be lost, what will be acquired and (from these) what will be his ultimate gain, and (then, let him) act."
          }
        ]
      }
    ],
    "id": 461
  },
  {
    "kural": {
      "l1": "தெரிந்த வினத்தொடு தேர்ந்தெண்ணிச் செய்வார்க்",
      "l2": "கரும்பொருள் யாதொன்று மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தெரிந்த இனத்தொடு தேர்ந்தெண்ணிச் செய்வார்க்கு<br/>அரும்பொருள் யாதொன்றும் இல் ⁠462"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆராய்ந்து சேர்ந்த இனத்துடன் (செயலைப்பற்றி) நன்றாகத் தேர்ந்து, தாமும் எண்ணிப் பார்த்துச் செய்கின்றவர்க்கு அரிய பொருள் ஒன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெரிந்த இனத்தொடு தேர்ந்து எண்ணிச் செய்வார்க்கு= தாம் தெரிந்துகொண்ட இனத்துடனே செய்யத்தகும் வினையை ஆராய்ந்து பின் தாமேயும் எண்ணி்ச்செய்து முடிக்கவல்ல அரசர்க்கு;<br/><br/>அரும்பொருள் யாதொன்றும் இல்= எய்துதற்கரிய பொருள் யாது ஒன்றும் இல்லை.<br/><br/>ஆராயப்படுவன எல்லாம் ஆராய்ந்துபோன 'இனம்' என்றுமாம். 'செய்வார்க்கு' என்றதனால், வினையென்னும் செயப்படுபொருள் வருவிக்கப்பட்டது. வினையாவது மேற்சேறன் முதல் வேறல் ஈறாய தொழில். பொருள்கட்கு ஏதுவாய அதனில் தவறாமையின், அரிய பொருள்களெல்லாம் எளிதின் எய்துவர் என்பதாம். இவை இரண்டு பாட்டானும் செய்யத்தகும் வினையும்‌அது செய்யும் ஆறும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அமாத்தியர் பலருள் ஆராய்ந்து கூட்டிக்கொள்ளப்பட்ட மந்திரிகளாகிய இனத்தோடே கூடச் செய்யும் வினையை ஆராய்ந்து அதனைச் செய்யுமாறு எண்ணிச் செய்யவல்ல அரசர்க்குப் பெறுதற்கு அரிதா யிருப்பதொரு பொருள் யாதொன்று மில்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With chosen friends deliberate; next use the private thought;<br/>Then act.by those who thus proceed all works with ease are wrought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is nothing too difficult to (be attained by) those who, before they act, reflect well themselves, and thoroughly consider (the matter) with chosen friends."
          }
        ]
      }
    ],
    "id": 462
  },
  {
    "kural": {
      "l1": "ஆக்கங் கருதி முதலிழக்குஞ் செய்வினை",
      "l2": "யூக்கா ரறிவுடை யார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆக்கம் கருதி முதலிழக்கும் செய்வினை<br/>ஊக்கார் அறிவுடை யார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பின் விளையும் ஊதியத்தைக் கருதி இப்போது உள்ள முதலை இழந்துவிடக் காரணமான செயலை அறிவுடையவர் மேற்கொள்ளமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆக்கம் கருதி முதல் இழக்கும் செய்வினை= மேல்எய்தக்கடவ ஊதியத்தினை நோக்கி முன் எய்திநின்ற முதல்தன்னையும் இழத்தற்கு ஏதுவாய செய்வினையை;<br/><br/>அறிவுடையார் ஊக்கார்= அறிவுடையார் மேற்கொள்ளார்.<br/><br/>'கருதி' யென்னும் வினையெச்சம் 'இழக்கு'மென்னும் பெயரெச்சவினை கொண்டது. எச்சவும்மை விகாரத்தாற் தொக்கது. ஆக்கமேயன்றி முதலையும் இழக்கும் வினைகளாவன, வலியும் காலமும் இடனும் அறியாது பிறர் மண்கொள்வான்சென்று தம்மண்ணுமிழத்தல் போல்வன. முன்செய்துபோந்த வினையாயினும் என்பார், 'செய்வினை' யென்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்கு ஆக்கம் உண்டாகவேண்டி முன்புண்டான முதலும் இழக்க வரும் வினையைச் செய்ய நினையார் அறிவுடையார்.<br/><br/>இது பிற்பயவாத வினை செய்யலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To risk one's all and lose, aiming at added gain,<br/>Is rash affair, from which the wise abstain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wise men will not, in the hopes of profit, undertake works that will consume their principal."
          }
        ]
      }
    ],
    "id": 463
  },
  {
    "kural": {
      "l1": "தெளிவிலதனைத் தொடங்கா ரிளிவென்னு",
      "l2": "மேதப்பா டஞ்சு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தெளிவி லதனைத் தொடங்கார் இளிவென்னும்<br/>ஏதப்பாடு அஞ்சு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இழிவு தருவதாகிய குற்றத்திற்கு அஞ்சுகின்றவர் ( இன்ன ஊதியம் பயக்கும் என்னும்) தெளிவு இல்லாத செயலைத் தொடங்கமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெளிவு இலதனைத் தொடங்கார் = இனத்தொடும் தனித்தும் ஆராய்ந்து துணிதலில்லாத வினையைத் தொடங்கார்;<br/><br/>இளிவு என்னும் ஏதப்பாடு அஞ்சுபவர்= தமக்கு இளிவரவு என்னும் குற்றம் உண்டாதலை அஞ்சுவார்.<br/><br/>தொடங்கின் இடையின் மடங்கலாகாமையின், 'தொடங்கார்' என்றார். இளிவரவு அவ்வினையாற் பின் அழிவு எய்தியவழி அதன்மேலும், அறிவும் மானமும் இலர் என்று உலகத்தார் இகழும் இகழ்ச்சி. அஃதுண்டாதல் ஒருதலையாகலின், தெளிவு உள்வழித் தொடங்குக என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆராய்ந்தறிதலில்லாத வினையைச் செய்யத் தொடங்கார், இகழ்ச்சியாகிய குற்றப்பாட்டிற்கு அஞ்சுபவர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A work of which the issue is not clear,<br/>Begin not they reproachful scorn who fear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who fear reproach will not commence anything which has not been (thoroughly considered) and made clear to them."
          }
        ]
      }
    ],
    "id": 464
  },
  {
    "kural": {
      "l1": "வகையறச் சூழா தெழுதல் பகைவரைப்",
      "l2": "பாத்திப் படுப்பதோ ராறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வகையறச் சூழா தெழுதல் பகைவரைப்<br/>பாத்திப் படுப்பதோ ராறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செயலின் வகைகளை எல்லாம் முற்ற எண்ணாமல் செய்யத் தொடங்குதல் பகைவரை வளரும் பாத்தியில் நிலைபெறச் செய்வதொரு வழியாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வகை அறச் சூழாது எழுதல்= சென்றால் நிகழும் திறங்களையெல்லாம் முற்ற எண்ணாது சில எண்ணிய துணையானே அரசன் பகைவர் மேற் செல்லுதல்;<br/><br/>பகைவரைப் பாத்திப் படுப்பது ஓர் ஆறு= அவரை வளரும் நிலத்திலே நிலைபெறச் செய்வதொரு நெறியாம்.<br/><br/>அத்திறங்களாவன: வலி, காலம், இடன் என்று இவற்றால் தனக்கும் பகைவர்க்கும் உளவாம் நிலைமைகளும், வினை தொடங்குமாறும், அதற்கு வரும் இடையூறுகளும், அவற்றை நீக்குமாறும், வெல்லுமாறும், அதனால் பெறும் பயனும் முதலாயின. அவற்றுள் சில எஞ்சினும் பகைவர்க்கு இடனாம்ஆகலான், முற்றுப்பெற எண்ணவேண்டும் என்பதாம்.<br/><br/>இவைமூன்று பாட்டானும் ஒழியத்தகும் வினையும், ஒழியாவழிப்படும் இழுக்கும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மேற்சொன்னவகைகளில் போக்கறச் சூழாதே போர்கருதி யெழுதல் பகைஞராகிய விதையை நிலத்தின்கண்ணே இடுவதொரு நெறி.<br/><br/>இது பகைவர்க்கு ஆக்க முண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With plans not well matured to rise against your foe,<br/>Is way to plant him out where he is sure to grow!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One way to promote the prosperity of an enemy, is (for a king) to set out (to war) without having thoroughly weighed his ability (to cope with its chances)."
          }
        ]
      }
    ],
    "id": 465
  },
  {
    "kural": {
      "l1": "செய்தக்க வல்ல செயக்கெடுஞ் செய்தக்க",
      "l2": "செய்யாமை யானுங் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செய்தக்க அல்ல செயக்கெடும் செய்தக்க<br/>செய்யாமை யானுங் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் செய்யத்தகாத செயல்களைச் செய்வதனால் கெடுவான்; செய்யத்தக்க செயல்களைச் செய்யாமல் விடுவதனாலும் கெடுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செய்தக்க அல்ல செயக் கெடும்= அரசன் தன் வினைகளுட் செய்யத்தக்கன அல்லவற்றைச் செய்தலாற் கெடும்;<br/><br/>செய் தக்க செய்யாமையானும் கெடும்= இனி, அதனானே யன்றிச் செய்யத்தக்கனவற்றைச் செய்யாமைதன்னானுங் கெடும்.<br/><br/>செய்யத்தக்கன அல்லவாவன: பெரிய முயற்சியினவும், செய்தாற் பயனில்லனவும், அது சிறியதாயினவும், ஐயமாயினவும், பின் துயர் விளைப்பனவும் என இவை. செய்யத்தக்கவாவன: அவற்றின் மறுதலையாயின. இச்செய்தல், செய்யாமைகளான், அறிவு ஆண்மை பெருமை என்னும் மூவகையாற்றலுள் பொருள், படை என இருவகைத்தாய பெருமை சுருங்கிப் பகைவர்க்கு எளியனாம் ஆகலான், இரண்டும் கேட்டிற்கு ஏதுவாயின.<br/><br/>இதனால், செய்வன செய்து ஒழிவன ஒழிக என இருவகையனவும் உடன் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யத்தகாதனவற்றைச் செய்தலாலும் கெடும்; செய்யத் தகுவனவற்றைச் செய்யாமையாலும் கெடும்.<br/><br/>இது மேற்கூறாதனவெல்லாம் தொகுத்துக் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis ruin if man do an unbefitting thing;<br/>Fit things to leave undone will equal ruin bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will perish who does not what is not fit to do; and he also will perish who does not do what it is fit to do."
          }
        ]
      }
    ],
    "id": 466
  },
  {
    "kural": {
      "l1": "எண்ணித் துணிக கருமந் துணிந்தபி",
      "l2": "னெண்ணுவ மென்ப திழுக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்ணித் துணிக கருமம் துணிந்தபின்<br/>எண்ணுவம் என்பது இழுக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(செய்யத் தகுந்த) செயலையும் வழிகளை எண்ணிய பிறகே துணிந்து தொடங்க வேண்டும். துணிந்தபின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கருமம் எண்ணித் துணிக= செய்யத்தக்க கருமமும் முடிக்கும் உபாயத்தை எண்ணித் தொடங்குக;<br/><br/>துணிந்தபின் எண்ணுவம் என்பது இழுக்கு= தொடங்கி வைத்துப் பின் எண்ணக் கடவேம் என்றொழிதல் குற்றம்ஆதலான்.<br/><br/>துணிவுபற்றி நிகழ்தலின், 'துணிவு' எனப்பட்டது. சிறப்பும்மை விகாரத்தால் தொக்கது. உபாயம் என்பது அவாய்நிலையான் வந்தது. அது, கொடுத்தல், இன்சொற்சொல்லல், வேறுபடுத்தல், ஒறுத்தல் என நால்வகைப்படும். இவற்றை வடநூலார், தான சாம பேத தண்டம் என்ப. அவற்றுள், முன்னைய இரண்டும் ஐவகைய; ஏனைய மூவகைய. அவ்வகைகள் எல்லாம் ஈண்டு உரைப்பிற் பெருகும். இவ்வுபாயம் எல்லாம் எண்ணாது தொடங்கின் அவ்வினை மாற்றானால் விலக்கப்பட்டு முடியாமையானும், இடையின் ஒழிதலாகாமையானும், அரசன்துயர் உறுதலின் அவ்வெண்ணாமையை 'இழுக்கு' என்றார். செய்வனவற்றையும், உபாயம் அறிந்தே தொடங்குக வென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவினை செய்யத் துணிவதன் முன்னே அதனால் வரும் பயனை எண்ணிப் பின்பு செய்யத் துணிக: துணிந்தபின் எண்ணுவோமென்றல் தப்பாமாதலான்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Think, and then dare the deed! Who cry,<br/>'Deed dared, we’ll think.; disgraced shall be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Consider, and then undertake a matter; after having undertaken it, to say \"We will consider,\" is folly."
          }
        ]
      }
    ],
    "id": 467
  },
  {
    "kural": {
      "l1": "ஆற்றின் வருந்தா வருத்தம் பலர்நின்று",
      "l2": "போற்றினும் பொத்துப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றின் வருந்தா வருத்தம் பலர்நின்று<br/>போற்றினும் பொத்துப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தக்கவழியில் செய்யப்படாத முயற்சி பலர் துணையாக நின்று (அதை முடிக்குமாறு) காத்த போதிலும் குறையாகி விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றின் வருந்தா வருத்தம்= முடியும் உபாயத்தால் கருமத்தை முயலாத முயற்சி;<br/><br/>பலர் நின்று போற்றினும் பொத்துப்படும்= துணைவர் பலர்நின்று புரைபடாமல் காப்பினும் புரைபடும்.<br/><br/>முடியும் உபாயத்தான் முயறலாவது, கொடுத்தலைப் பொருள் நசையாளன்கண்ணும், இன்சொல்லைச் செப்பமுடையான், மடியாளன், முன்னே பிறரோடு பொருதுநொந்தவன் என இவர்கண்ணும், வேறுபடுத்தலைத் துணைப்படையாளன், தன்பகுதியோடு பொருந்தான் என இவர்கண்ணும், ஒறுத்தலை இவற்றின் வாராவழி இவர்கண்ணும், தேறப்படாத கீழ்மகன்கண்ணும் செய்து வெல்லுமாற்றான் முயறல். புரைபடுதல்- கருதிய நன்மையன்றிக் கருதாத தீமைபயத்தல். உபாயத்தது சிறப்புக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மேற்கூறிய நெறியினாலே முயலாத பொருள், பலர் நின்று காப்பினும் புரைபடும்.<br/><br/>இஃது எண்ணிச் செய்யாதது தப்பு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "On no right system if man toil and strive,<br/>Though many men assist, no work can thrive."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The work, which is not done by suitable methods, will fail though many stand to uphold it."
          }
        ]
      }
    ],
    "id": 468
  },
  {
    "kural": {
      "l1": "நன்றாற்ற லுள்ளுந் தவறுண் டவரவர்",
      "l2": "பண்பறிந் தாற்றாக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்றாற்ற லுள்ளுந் தவுறுண்டு அவரவர்<br/>பண்பறிந் தாற்றாக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவரவருடைய இயல்புகளை அறிந்து அவரவர்க்குப் பொருந்துமாறு செய்யாவிட்டால் நன்மை செய்வதிலும் தவறு உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்று ஆற்றல் உள்ளும் தவறு உண்டு= வேற்று வேந்தர்மாட்டு நன்றான உபாயஞ் செய்தற்கண்ணுங் குற்றமுண்டாம்;<br/><br/>அவரவர் பண்பு அறிந்து ஆற்றாக் கடை= அவரவர் குணங்களை ஆராய்ந்து அறிந்து அவற்றிற்கு இயையச் செய்யாவிடின்.<br/><br/>நன்றான உபாயமாவது, கொடுத்தலும் இன்சொற்சொல்லுதலும் ஆம், அவை யாவர்கண்ணும் இனியவாதற் சிறப்புடைமையின். உம்மை சிறப்பும்மை. அவற்றை 'அவரவர் பண்பறிந்துஆற்றா'மையாவது, அவற்றிற்கு உரியரல்லாதார்கண்ணே செய்தல். 'தவறு' அவ்வினை முடியாமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்மையைச் செய்யுமிடத்தினும் குற்றமுண்டாம்; அவரவர் குணமறிந்து செய்யாத விடத்து.<br/><br/>இதுவுமோரெண்ணம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though well the work be done, yet one mistake is made,<br/>To habitudes of various men when no regard is paid."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There are failures even in acting well, when it is done without knowing the various dispositions of men."
          }
        ]
      }
    ],
    "id": 469
  },
  {
    "kural": {
      "l1": "எள்ளாத வெண்ணிச் செயல்வேண்டுந் தம்மொடு",
      "l2": "கொள்ளாத கொள்ளா வுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எள்ளாத எண்ணிச் செயல்வேண்டும் தம்மோடு<br/>கொள்ளாத கொள்ளாது உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம் நிலைமையோடு பொருந்தாதவற்றை உலகம் ஏற்றுக் கொள்ளாது. ஆகையால் உலகம் இகழ்ந்து தள்ளாத செயல்களை ஆராய்ந்து செய்ய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தம்மொடு கொள்ளாத உலகு கொள்ளாது= அரசர் வினைமுடித்தற்பொருட்டுத் தந்நிலைமையோடு பொருந்தாத உபாயங்களைச் செய்வாராயின் உலகந் தம்மை இகழாநிற்கும்;<br/><br/>எள்ளாத எண்ணிச் செயல் வேண்டும்= ஆகலான் அஃது இகழா உபாயங்களை நாடிச்செய்க.<br/><br/>'தம்' என்பது ஆகுபெயர். தந்நிலைமையோடு பொருந்தாத உபாயங்களைச் செய்தலாவது: தாம் வலியராய் வைத்து மெலிந்தார்க்குரிய கொடுத்தன் முதலிய மூன்றனைச் செய்தலும், மெலியராய் வைத்து வலியார்க்குரிய ஒறுத்தலைச் செய்தலுமாம். இவையிரண்டும் அறிவிலார் செய்வனவாகலின், 'உலகங்கொள்ளா'தென்றார். அஃது எள்ளாதன செய்தலாவது, அவற்றைத் தத்தம் வன்மை மென்மைகட்கு ஏற்பச்செய்தல். மேல் (பார்க்க:குறள்468) இடவகையான் உரிமைகூறிய உபாயங்கட்கு வினைமுதல் வகையான் உரிமைகூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முடியுமாயினும் பிறராலிகழப்படாதவற்றை எண்ணிச் செய்தல் வேண்டும்; தமக்குத் தகாத செய்தியை யுலகத்தார் கொள்ளாராதலான்.<br/><br/>இது பிறராலிகழப்படாதன செய்யவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Plan and perform no work that others may despise;<br/>What misbeseems a king the world will not approve as wise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man reflect, and do things which bring no reproach; the world will not approve, with him, of things which do not become of his position to adopt."
          }
        ]
      }
    ],
    "id": 470
  }
]