export default [
  {
    kural: { l1: 'யாதனின் யாதனி னீங்கியா னோத', l2: 'லதனி னதனி னிலன்' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யாதனின் யாதனின் நீங்கியான் நோதல்<br/>அதனின் அதனின் இலன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் எந்தப் பொருளிலிருந்து, பற்று நீங்கியவனாக இருக்கின்றானோ, அந்தந்தப் பொருளால் அவன் துன்பம் அடைவதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யாதனின் யாதனின் நீங்கியான்= ஒருவன் யாதொருபொருளின் யாதொருபொருளின் நீங்கினான்; அதனின் அதனின் நோதல் இலன்= அவன் அப்பொருளால் அப்பொருளால் துன்பம் எய்துதல் இலன்.<br/><br/>அடுக்குக்கள் பன்மை குறித்து நின்றன. நீங்குதல்= துறத்தல். ஈண்டுத் 'துன்பம்' என்றது இம்மைக்கண் அவற்றைத் தேடுதலானும், காத்தலானும், இழத்தலானும் வருவனவும், மறுமைக்கட் பாவத்தான் வருவனவுமாகிய இருவகைத் துன்பங்களையுமாம். எல்லாப் பொருளையும் ஒருங்கே விடுதல் தலை. அஃதன்றி ஒரோவொன்றாக விடினும் அவற்றான் வரும் துன்பம் இலனாம் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எவன் யாதொன்றினின்றும் யாதொன்றினின்றும் நீங்கினான் அவன் அதனளவு துன்பமுறுதலிலன்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From whatever, aye, whatever, man gets free,<br/>From what? aye, from that, no more of pain hath he!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Whatever thing, a man has renounced, by that thing; he cannot suffer pain.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வேண்டினுண் டாகத் துறக்க துறந்தபி',
      l2: 'னீண்டியற் பால பல',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வேண்டின்உண் டாகத் துறக்க துறந்தபின்<br/>ஈண்டுஇயற் பால பல',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பமில்லாத நிலைமை வேண்டுமானால், எல்லாப் பொருள்களும் உள்ள காலத்திலேயே துறக்க வேண்டும. துறந்தபின் இங்குப் பெறக்கூடும் இன்பங்கள் பல.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "துறந்தபின் ஈண்டு இயற்பால பல= எல்லாப் பொருள்களையும் துறந்தால் ஒருவர்க்கு இம்மைக்கண்ணே உளவாம் முறைமையையுடைய இன்பங்கள் பல; வேண்டின் உண்டாகத் துறக்க= அவ்வின்பங்களைவேண்டின் அவற்றைக் காலம் பெறத் துறக்க.<br/><br/>அவ்வின்பங்களாவன, அப்பொருள்கள் காரணமாக மனமொழிமெய்கள் அலையாது நிற்றலானும், அவை நன்னெறி்க்கட் சேறலானும் வருவன. இளமைக்கண் துறந்தான் அவற்றை நெடுங்காலம் எய்துமாகலின், 'உண்டாகத் துறக்க' என்றார். 'இன்பங்கள்' என்பதும் 'காலம் என்பதும்' வருவிக்கப்பட்டன. இம்மைக்கண் துன்பங்கள் இலவாதலேயன்றி இன்பங்கள் உளவாதலும் உண்டு என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னுயிர்க்கு ஆக்கம் உண்டாக வேண்டின், தன்னுடைமையெல்லாவற்றையுந் துறக்க; துறந்தபின் இவ்விடத்தே யியலும்பகுதியின பல.<br/><br/>இஃது இம்மைப் பயன் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Renounciation' made -ev'n here true pleasures men acquire;<br/>'Renounce' while time is yet, if to those pleasures you aspire,",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'After a man has renounced (all things), there will still be many things in this world (which he may enjoy); if he should desire them, let him, while it is time abandon. (the world).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அடல்வேண்டு மைந்தன் புலத்தை விடல்வேண்டும்',
      l2: 'வேண்டிய வெல்லா மொருங்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அடல்வேண்டும் ஐந்தன் புலத்தை விடல்வேண்டும்<br/>வேண்டிய வெல்லாம் ஒருங்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஐம்பொறிகளுக்கு உரிய ஐந்து புலன்களின் ஆசையையும் வெல்லுதல் வேண்டும். அவற்றிற்கு வேண்டிய பொருள்களை எல்லாம் ஒரு சேர விடல் வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஐந்தன் புலத்தை அடல் வேண்டும்= வீடு எய்துவார்க்குச் செவி முதலிய ஐம்பொறிகட்கு உரியவாய ஓசை முதலிய ஐம்புலன்களையும் கெடுத்தல் வேண்டும்; வேண்டிய எல்லாம் ஒருங்கு விடல் வேண்டும்= கெடுக்குங்கால் அவற்றை நுகர்தற் பொருட்டுத் தாம் படைத்த பொருள் முழுதையும் ஒருங்கே விடுதல் வேண்டும்.<br/><br/>'புலம்' என்றது அவற்றை நுகர்தலை. அது மனத்தைத் துன்பத்தானும் பாவத்தானுமன்றி வாராத பொருள்கள் மேலல்லது வீட்டுநெறியாகிய யோகஞானங்களிற் செலுத்தாமையின், அதனை 'அடல்வேண்டும்' என்றும், அஃது அப்பொருள்கள்மேல் செல்லின் அந்நுகர்ச்சி விறகுபெற்ற தழல்போல் முறுகுவதல்லது அடப்படாமையின், 'வேண்டியவெல்லாம் ஒருங்கு விடல்வேண்டும்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துறப்பார்க்குப் பொறிக ளைந்தினுக்கும் நுகர்ச்சியான ஐந்தினையுங் கொல்லுதல் வேண்டும்: அதற்காகத் தாம் விரும்பின எல்லாவற்றையும் ஒரு காலத்திலே விடுதல் வேண்டும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Perceptions of the five' must all expire:-<br/>'Relinquished in its order each desire.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let the five senses be destroyed; and at the same time, let everything be abandoned that (the ascetic) has (formerly) desired.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இயல்பாகு நோன்பிற்கொன் றின்மை யுடைமை',
      l2: 'மயலாகு மற்றும் பெயர்த்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இயல்பாகும் நோன்பிற்கொன்று இன்மை உடைமை<br/>மயலாகும் மற்றும் பெயர்த்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவம் செய்வதற்கு ஒரு பற்றும் இல்லாதிருத்தல் இயல்பாகும்; பற்று உடையவராக இருத்தல் மீண்டும் மயங்குதற்கு வழியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒன்று இன்மை நோன்பிற்கு இயல்பாகும்= பற்றப் படுவது ஒருபொருளும் இல்லாமை தவம் செய்வார்க்கு இயல்பாம்; உடைமை பெயர்த்து மற்றும் மயலாகும்= அஃதன்றி, ஒன்றாயினும் உடைமை அத்தவத்தைப் போக்குதலான், மீண்டும் மயங்குதற்கு ஏதுவாம்.<br/><br/>இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது. 'நோன்பு' என்பதூஉம் 'மயல்' என்பதூஉம் ஆகுபெயர். 'பெயர்த்தலான்' என்பது திரிந்து நின்றது. நோன்பைப் பெயர்த்தலான் என வேற்றுமைப் படுத்துக் கூட்டுக. எல்லாப் பொருள்களையும் விட்டு ஒரு பொருளை விடாத வழியும், அது சார்பாக விட்டனவெல்லாம் மீண்டு வந்து தவத்திற்கு இடையீடாய் மனக்கலக்கம் செய்யும் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாதொரு பொருளும் இலதாதல் தவத்திற்கியல்பாகும்: பொருளுடைமை மீண்டும் பிறத்தற்குக் காரணமான மயக்கத்தைத் தரும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Privation absolute' is penance true;<br/>'Possession' brings bewilderment anew.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To be altogether destitute is the proper condition of those who perform austerities; if they possess anything, it will change (their resolution) and bring them back to their confused state.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மற்றுந் தொடர்ப்பா டெவன்கொல் பிறப்பறுக்க',
      l2: 'லுற்றார்க் குடம்பு மிகை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மற்றும் தொடர்ப்பாடு எவன்கொல் பிறப்பறுக்கல்<br/>உற்றார்க்கு உடம்பும் மிகை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறவித் துன்பத்தைப் போக்க முயல்கின்றவர்க்கு உடம்பும் மிகையான பொருள்; ஆகையால் அதற்குமேல் வேறு தொடர்பு கொள்வது ஏனோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறப்பு அறுக்கல் உற்றார்க்கு உடம்பும் மிகை= பிறப்பு அறுத்தலை மேற்கொண்டார்க்கு அதற்குக் கருவியாகிய உடம்பும் மிகையாம்; மற்றும் தொடர்ப்பாடு எவன்கொல்= ஆனபின் அதற்கு மேலே இயைபு இல்லனவும் சில தொடர்ப்பாடு உளவாதல் என்னாம்!<br/><br/>'உடம்பு' என்ற பொதுமையான், உருவுடம்பும் அருவுடம்பும் கொள்ளப்படும். அவற்றுள் அருவுடம்பாவது பத்துவகை இந்திரிய உணர்வோடும், ஐவகை வாயுக்களோடும், காமவினை விளைவுகளோடும் கூடிய மனம்; இது நுண்ணுடம்பு எனவும்படும். இதன்கண் பற்று நிலையாமை உணர்ந்ததுணையான் விடாமையின், விடுதற்கு உபாயம் முன்னர்க் கூறுப[1]. இவ்வுடம்புகளால் துன்பம் இடையறாது வருதலை உணர்ந்து இவற்றானாய கட்டினை இறைப்பொழுதும் பொறாது வீட்டின்கண்ணே விரைதலின், 'உடம்புமிகை' என்றார். இன்பத்துன்பங்களான் உயிரோடு ஒற்றுமை எய்துதலின், இவ்வுடம்புகளும் 'யான்' எனப்படும்.<br/><br/>இதனான் அகப்பற்று விடுதல் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறப்பறுக்கலுற்றார்க்கு உடம்பும் மிகையாயிருக்க, மற்றுஞ் சில தொடர்ப்பாடு உளதாவது யாதினைக்கருதியோ?',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To those who sev'rance seek from being's varied strife,<br/>Flesh is burthen sore; what then other bonds of life?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What means the addition of other things those who are attempting to cut off (future) births, when even their body is too much (for them).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'யானென தென்னுஞ் செருக்கறுப்பான் வானோர்க்',
      l2: 'குயர்ந்த வுலகம் புகும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யான்எனது என்னும்செருக்கு அறுப்பான் வானோர்க்கு<br/>உயர்ந்த உலகம் புகும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உடம்பை யான் எனக் கருதலும் தொடர்பு இல்லாத பொருளை எனது எனக் கருதலுமாகிய மயக்கத்தைப் போக்குகின்றவன், தேவர்க்கும் எட்டாத உயர்ந்த நிலை அடைவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'யான் எனது என்னும் செருக்கு அறுப்பான்= தான் அல்லாத உடம்பை யான் என்றும், தன்னோடு இயைபில்லாத பொருளை எனது என்றும் கருதி அவற்றின்கண் பற்றுச் செய்தற்கு ஏதுவாகிய மயக்கத்தைக் கெடுப்பான்; வானோர்க்கு உயர்ந்த உலகம் புகும்= வானோர்க்கும் எய்தற்கு அரிய வீட்டுலகத்தை எய்தும்.<br/><br/>மயக்கம்- அறியாமை. அதனைக் கெடுத்தலாவது தேசிகர்பாற் பெற்ற உறுதிமொழிகளானும், யோகப்பயிற்சியானும் அவை யான் எனது அன்மை தெளிந்து, அவற்றின்கண் பற்றை விடுதல். சிறப்பும்மை விகாரத்தால் தொக்கது.<br/><br/>இதனான் இவ்விருவகைப் பற்றினையும் விட்டார்க்கே வீடுளது என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யானென்றும் எனதென்றும் நினைக்கின்ற மயக்கத்தை அறுக்குமவன், தேவர்க்கு மேலாகிய உலகத்தின் கண்ணே செல்லும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who kills conceit that utters 'I' and 'mine',<br/>Shall enter realms above the powers divine.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who destroys the pride which says "I", "mine" will enter a world which is difficult even to the Gods to attain.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பற்றி விடாஅ விடும்பைகள் பற்றினைப்',
      l2: 'பற்றி விடாஅ தவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பற்றி விடாஅ இடும்பைகள் பற்றினைப்<br/>பற்றி விடாஅ தவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் எனது என்னும் இருவகைப் பற்றுக்களையும் பற்றிக் கொண்டு விடாதவரை, துன்பங்களும் விடாமல் பற்றிக் கொள்கின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பற்றினைப் பற்றி விடாஅதவர்க்கு= இருவகைப் பற்றினையும் இறுகப்பற்றி விடாதாரை; இடும்பைகள் பற்றி விடாஅ= பிறவித்துன்பங்கள் இறுகப்பற்றி விடா.<br/><br/>இறுகப்பற்றுதல்= காதல்கூர்தல். விடாதவர்க்கு என்பது வேற்றுமைமயக்கம்.<br/><br/>இதனால் இவை விடாதவர்க்கு வீடில்லை என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருள்களைப் பற்றி விடாதவரைத் துன்பங்கள் விடாதே பற்றி நிற்கும்.<br/><br/>இது பொருள்களைத் துறவாக்கால் வினை கெடாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who cling to things that cling and eager clasp,<br/>Griefs cling to them with unrelaxing grasp.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sorrows will never let go their hold of those who give not up their hold of desire.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தலைப்பட்டார் தீரத் துறந்தார் மயங்கி',
      l2: 'வலைப்பட்டார் மற்றை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தலைப்பட்டார் தீரத் துறந்தார் மயங்கி<br/>வலைப்பட்டார் மற்றை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முற்றத் துறந்தவரே உயர்ந்த நிலையினர் ஆவர். அவ்வாறு துறக்காத மற்றவர், அறியாமையாகிய வலையில் அகப்பட்டவர் ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தீரத்துறந்தார் தலைப்பட்டார்= முற்றத்துறந்தார் வீட்டினைத் தலைப்பட்டார்; மற்றையவர் மயங்கி வலைப்பட்டார்= அங்ஙனம் துறவாதார் மயங்கிப் பிறப்பாகிய வலையுட்பட்டார்.<br/><br/>'முற்றத்துறத்த'லாவது, பொருள்களையும் இருவகை உடம்பினையும் உவர்த்துப் பற்றற விடுதல். அங்ஙனம் துறவாமையாவது, அவற்றுள் யாதானும் ஒன்றின்கண் சிறிதாயினும் பற்றுச்செய்தல். துணிவுபற்றித் 'தலைப்பட்டார்' என்றும், பொய்ந்நெறி கண்டே பிறப்பு வலையுள் அகப்படுதலின் 'மயங்கி' என்றும் கூறினார்.9",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பற்றறத் துறந்தார் முத்தியைத் தலைப்பட்டார்: அல்லாதார் மயங்கிப் பிறப்பாகிய வலையிலே யகப்பட்டார்.<br/><br/>இது மறுமைப் பயன் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who thoroughly 'renounce' on highest highest height are set;<br/>The rest, bewildered, lie entangled in the net.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have entirely renounced (all things and all desire) have obtained (absorption into God); all others wander in confusion, entangled in the net of (many) births.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பற்றற்ற கண்ணே பிறப்பறுக்கு மற்று',
      l2: 'நிலையாமை காணப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பற்றற்ற கண்ணே பிறப்பறுக்கும் மற்று<br/>நிலையாமை காணப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இருவகைப் பற்றும் அற்றபொழுதே அந்நிலை பிறவித் துன்பத்தை ஒழிக்கும்; இல்லையானால் (பிறவித்துன்பம் மாறி மாறி வந்து) நிலையாமை காணப்படும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பற்று அற்ற கண்ணே பிறப்பு அறுக்கும்= ஒருவன் இருவகைப்பற்றும் அற்றபொழுதே, அப்பற்றுஅறுதி அவன் பிறப்பை அறுக்கும்; மற்று நிலையாமை காணப்படும்= அவை அறாதபொழுது அவற்றால் பிறந்து இறந்து வருகின்ற நிலையாமை காணப்படும்.<br/><br/>காரணமற்ற பொழுதே காரியமும் அற்றதாம் முறைமைபற்றி, \'பற்றற்ற கண்ணே\' என்றார்; "அற்றது பற்றெனில்- உற்றது வீடு[2]" என்பதூஉம் அதுபற்றி வந்தது.<br/><br/>இவையிரண்டுபாட்டானும் அவ்விருமையும் ஒருங்கு கூறப்பட்டன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் யாதொரு பொருளோடும் பற்றற்ற பொழுதே அது பிறப்பையறுக்கும்: அதனை விடாதபோது நிலையாமை காணப்படும்.<br/><br/>இஃது எல்லாப் பற்றினையும் அறுக்கப் பிறப்பு அறுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When that which clings falls off, severed is being's tie;<br/>All else will then be seen as instability.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'At the moment in which desire has been abandoned, (other) births will be cut off; when that has not been done, instability will be seen.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பற்றுக பற்றற்றான் பற்றினை யப்பற்றைப்',
      l2: 'பற்றுக பற்று விடற்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பற்றுக பற்றற்றான் பற்றினை அப்பற்றைப்<br/>பற்றுக பற்று விடற்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பற்றில்லாதவனாகிய கடவுளுடைய பற்றை மட்டும் பற்றிக் கொள்ள வேண்டும்; உள்ள பற்றுக்களை விட்டொழிப்பதற்கே அப்பற்றைப் பற்ற வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பற்று அற்றான் பற்றினைப் பற்றுக= எல்லாப் பொருளையும் பற்றிநின்றே பற்றற்ற இறைவன் ஓதிய வீட்டு நெறியை இதுவே நன்னெறியென்று மனத்துட் கொள்க; அப்பற்றைப் பற்றுக பற்று விடற்கு= கொண்டு, அதன்கண் உபாயத்தை அம்மனத்தாற் செய்க, விடாது வந்த பற்று விடுதற்கு.<br/><br/>கடவுள் வாழ்த்திற்கு ஏற்ப ஈண்டும் பொதுவகையான் 'பற்றற்றான்' என்றார். 'பற்றற்றான் பற்று' என்புழி, ஆறாவது செய்யுட்கிழமைக்கண்[1] வந்தது. ஆண்டுப் பற்று' என்றது பற்றப்படுவதனை. 'அதன்கண் உபாயம்' என்றது தியானசமாதிகளை. 'விடாது வந்த பற்று' என்றது, அநாதியாய் வரும் உடம்பிற் பற்றினை. அப்பற்று விடுதற்கு உபாயம் இதனால் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பற்றறுத்தானது பற்றினைப் பற்றுக; அதனைப் பற்றுங்கால் பயன் கருதிப் பற்றாது<br/><br/>பற்று விடுதற்காகப் பற்றுக.<br/><br/>பற்றற்றான் பற்றாவது தியான சமாதி. பின் மெய்யுணர்தல் கூறுதலான், இது பிற்படக் கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Cling thou to that which He, to Whom nought clings, hath bid thee cling,<br/>Cling to that bond, to get thee free from every clinging thing.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Desire the desire of Him who is without desire; in order to renounce desire, desire that desire',
          },
        ],
      },
    ],
  },
];
