export default [
  {
    kural: {
      l1: 'உற்றநோய் நோன்ற லுயிர்க்குறுகண் செய்யாமை',
      l2: 'யற்றே தவத்திற் குரு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உற்றநோய் நோன்றல் உயிர்க்குறுகண் செய்யாமை<br/>அற்றே தவத்திற் குரு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தான் பெற்ற துன்பத்தைப் பொறுத்தலும் மற்ற உயிர்களுக்குத் துன்பம் செய்யாதிருத்தலும் ஆகியவைகளே தவத்திற்கு வடிவமாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) தவத்திற்கு உரு= தவத்தின் வடிவு: உற்றநோய் நோன்றல்= உண்டி சுருக்கல் முதலியவற்றால் தம் உயிர்க்கு வரும் துன்பங்களைப் பொறுத்தலும்; உயிர்க்கு உறுகண் செய்யாமை= தாம் பிற உயிர்கட்குத் துன்பம் செய்யாமையும்; அற்றே= ஆகிய அவ்வளவிற்று.<br/><br/>மற்றுள்ளன எல்லாம் இவற்றுள்ளே அடங்குதலின், 'அற்றே' எனத் தேற்றேகாரம் கொடு்த்தார். 'தவத்திற்கு உரு அற்று' என்பது \"யானையது கோடு கூரிது\" என்பதனை, யானைக்குக் கோடு கூரிது என்றாற் போல ஆறாவதன் பொருட்கண் நான்காவது வந்த மயக்கம்.<br/><br/>இதனான் தவத்தது இலக்கணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உற்ற நோய் நோன்றல்- (தமக்கு) உற்ற நோயைப் பொறுத்தலும், உயிர்க்கு உறு கண் செய்யாமை அற்றே- பிற வுயிருக்கு நோய் செய்யாமையுமாகிய அத்தன்மையே, தவத்திற்கு உரு-தவத்திற்கு வடிவாம்.<br/><br/>இது, தவம் இன்னதென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To bear due penitential pains, while no offence,<br/>He causes others, is the type of 'penitence'.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The nature of religious discipline consists, in the endurance (by the ascetic) of the sufferings which it brings on himself, and in abstaining from giving pain to others.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தவமுந் தவமுடையார்க் காகு மவமதனை',
      l2: 'யஃதிலார் மேற்கொள் வது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தவமும் தவமுடையார்க்கு ஆகும் அதனை<br/>அஃதிலார் மேற்கொள் வது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவக்கோலமும் தவஒழுக்கம் உடையவர்க்கே பொருத்தமாகும்; அக்கோலத்தைத் தவஒழுக்கம் இல்லாதவர் மேற்கொள்வது வீண்முயற்சியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) தவமும் தவம் உடையார்க்கு ஆகும்= பயனே அன்றித் தவந்தானும் உண்டாவது முன்தவம் உடையார்க்கே; அதனை அஃது இலார் மேற்கொள்வது அவம்= ஆகலான் அத்தவத்தை அம்முன்தவம் இல்லாதார் முயல்வது பயன் இல் முயற்சியாம்.<br/><br/>பரிசயத்தால் அறிவும் ஆற்றலும் உடையராய், முடிவு போக்கலின் 'தவம் உடையார்க்கு ஆகும்' என்றும், அஃது இல்லாதார்க்கு அவை இன்மையின் முடிவு போகாமையின், 'அவம்' ஆம் என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தவமும் தவம் உடையார்க்கு ஆகும்-தவம் செய்தலும் முன்பு நல்வினை செய்தார்க்கு வரும்; அஃது இலார் அதனை மேற்கொள்வது அவம்-நல்வினை யில்லாதார் தவத்தை மேற்கொள்வது பயனில்லை.<br/><br/>இது, முன் அறம் செய்யார்க்குத் தவம் வராது,, வரினும் தப்பு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To 'penitents' sincere avails their 'Penitence';<br/>Where that is not, 'tis but a vain pretence.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Austerities can only be borne, and their benefits enjoyed, by those who have practised them (in a former birth); it will be useless for those who have not done so, to attempt to practise them (now).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துறந்தார்க்குத் துப்புரவு வேண்டி மறந்தார்கொன்',
      l2: 'மற்றை யவர்க டவம்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துறந்தார்க்குத் துப்புரவு வேண்டி மறந்தார்கொல்<br/>மற்றை யவர்கள் தவம்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துறந்தவர்க்கு உணவு முதலியவை கொடுத்து உதவ வேண்டும் என விரும்பி மற்றவர்கள் (இல்லறத்தினர்) தவம் செய்வதை மறந்தார்களோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) மற்றையவர்கள்= இல்லறத்தையே பற்றி நிற்பார்; துறந்தார்க்குத் துப்புரவு வேண்டி= துறந்தார்க்கு உண்டியும் மருந்தும் உறையுளும் உதவலை விரும்பி; தவம் மறந்தார்கொல்= தாந்தாம் செய்யும் தானத்தின்மேல் விருப்பம் மிகுதியான் 'மறந்தார் பொலும்'.<br/><br/>துப்புரவு அனுபவிக்கப்படுவன. வேண்டிய வேண்டியாங்கெய்தற் பயத்ததாகலின் யாவராலும் செய்யப்படுவதாய தவத்தைத் தான் செய்யுந் தானத்தின்மேல் விருப்பம் மிகுதியான் 'மறந்தார் போலும்'. எனவே, தானத்தில் தவம் மிக்கதென்பது பெற்றாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துறந்தார்க்கு துப்புரவு வேண்டி-துறந்தவர்களுக்கு உணவு கொடுத்தலை வேண்டி, மற்றையவர்கள் தவம் மறந்தார் கொல்- இல்வாழ்வார் தவம் செய்தலைத் தவிர்ந்தா ராயினரோ?<br/><br/>இது தானத்தினும் தவம் மிகுதியுடைத் தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Have other men forgotten 'penitence, 'who strive<br/>To earn for penitents the things by which they live?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is to provide food etc, for the ascetics who have abandoned (the desire of earthly possessions) that other persons have forgotten (to practise) austerity ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒன்னார்த் தெறலு முவந்தாரை யாக்கலு',
      l2: 'மெண்ணிற் றவத்தான் வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒன்னார்த் தெறலும் உவந்தாரை ஆக்கலும்<br/>எண்ணின் தவத்தான் வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீமை செய்யும் பகைவரை அடக்குதலும், நன்மை செய்யும் நண்பரை உயர்த்துதலும் நினைத்த அளவில் தவத்தின் வலிமையால் உண்டாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) ஒன்னார்த் தெறலும்= தம் மறத்திற்குப் பகையாய் அழிவு செய்தாரைக் கெடுத்தலும்; உவந்தாரை ஆக்கலும்= அதனை உவந்தாரை உயர்த்தலும் ஆகிய இவ்விரண்டையும்; எண்ணின் தவத்தான் வரும்= தவம்செய்வார் நினைப்பாராயின் அவர் தவவலியான் அவை அவர்க்கு உளவாம்.<br/><br/>முற்றத் துறந்தார்க்கு ஒன்னாரும் உவந்தாரும் உண்மை கூடாமையின், தவத்திற்கு ஏற்றி உரைக்கப்பட்டது. 'எண்ணின்' என்றதனான், அவர்க்கு அவை எண்ணாமை இயல்பு என்பது பெற்றாம். ஒன்னார் பெரியராயினும், உவந்தார் சிறியராயினும், கேடும் ஆக்கமும் நினைத்த துணையானே வந்து நிற்கும் எனத் தவம் செய்வார் மேலிட்டுத் தவத்தினது ஆற்றல் கூறியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒன்னார்த் தெறலும் உவந்தாரை ஆக்கலும்-(இவ்விடத்துப்) பகைவரைத் தெறுதலும் நட்டோரை ஆக்குதலுமாகிய வலி, எண்ணின் தவத்தான் வரும்-ஆராயின் முன் செய்த தவத்தினாலே வரும்.<br/><br/>இது, பிறரை ஆக்குதலும் கெடுத்தலும் தம் தவத்தினாலே வரு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Destruction to his foes, to friends increase of joy,<br/>The 'Penitent' can cause if this his thoughts employ.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If (the ascetic) desire the destruction of his enemies, or the aggrandizement of his friends, it will be effected by (the power of) his austerities.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வேண்டிய வேண்டியாங் கெய்தலாற் செய்தவ',
      l2: 'மீண்டு முயலப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வேண்டிய வேண்டியாங் கெய்தலால் செய்தவம்<br/>ஈண்டு முயலப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விரும்பிய பயன்களை விரும்பியவாறே அடைய முடியுமாகையால் செய்யத்தக்க தவம் இந்நிலையிலும் (இல்லற வாழ்க்கையிலும்) முயன்று செய்யப்படும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: '(இதன்பொருள்) வேண்டிய வேண்டியாஙகு எய்தலால்= முயன்றால் மறுமைக்கண் தாம் வேண்டிய பயன்கள் வேண்டியவாறே பெறலாம் ஆதலால்; செய்தவம் ஈண்டு முயலப்படும்= செய்யப்படுவதாய தவம் இம்மைக்கண் அறிவுடையோரான் முயலப்படும்.<br/><br/>ஈண்டு என்பதனான் மறுமைக்கண் என்பது பெற்றாம். $மேற்கதி- வீடுபேறுகள். தவத்தானன்றி எய்தப்படா என்பதாம். இவை நான்கு பாட்டானும் தவத்தது சிறப்புக் கூறப்பட்டது.<br/><br/>இந்திரன் முதலிய இறையவர் பதங்கள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வேண்டிய வேண்டியாங்கு எய்தலான்-விரும்பியன விரும்பின படியே வருதலால், செய் தவம் ஈண்டு முயலப் படும்-நல்ல தவஞ்செய்தலை இவ்விடத்தே முயல வேண்டும்.<br/><br/>இது, போக நுகர்ச்சியும் தவத்தானே வரு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "That what they wish may, as they wish, be won,<br/>By men on earth are works of painful 'penance' done.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Religious dislipline is practised in this world, because it secures the attainment of whatever one may wish to enjoy (in the world to come).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தவஞ்செய்வார் தங்கருமஞ் செய்வார்மற் றல்லா',
      l2: 'ரவஞ்செய்வா ராசையுட் பட்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தவஞ்செய்வார் தங்கருமஞ் செய்வார்மற் றல்லார்<br/>அவஞ்செய்வார் ஆசையுட் பட்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவம் செய்கின்றவரே தமக்குரிய கடமைகளைச் செய்கின்றவர் ஆவர்; அவர் அல்லாத மற்றவர் ஆசை வலையில் அகப்பட்டு வீண்முயற்சி செய்கின்றவரே.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) தம்கருமம் செய்வார் தவம் செய்வார்= தம் கருமம் செய்வாராவார் துறந்து தவத்தைச் செய்வார்; மற்று அல்லார் ஆசையுள் பட்டு அவம் செய்வார்= அவரை ஒழிந்த பொருளின்பங்களைச் செய்வார் அவற்றின்கண் ஆசையாகிய வலையுள் பட்டுத் தமக்குக்கேடு செய்வார்.<br/><br/>அநித்தமாய், மூவகைத் துன்பத்ததாய் உயிரின் வேறாய உடற்கு வருத்தம் வரும் என்றொழியாது, தவத்தினைச் செய்யப் பிறப்புப் பிணி மூப்பு இறப்புக்களான் அநாதியாகத் துன்பம் எய்தி வருகின்ற உயிர், ஞானம் பிறந்து வீடு பெறும் ஆகலின், தவம் செய்வாரைத் 'தங்கருமஞ் செய்வார்' என்றும், கணத்துள் அழிவதாய சிற்றின்பத்தின் பொருட்டுப் பல பிறவியும் துன்புறத்தக்க பாவம் செய்துகோடலின், அல்லாதாரை 'அவஞ்செய்வார்' என்றும் கூறினார். 'மற்று' வினைமாற்றின்கண் வந்தது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம் கருமம் செய்வார் தவம் செய்வாரே - தம் கருமம் செய்வார் தவம் செய்வாரே; அல்லார் ஆசையில் பட்டு அவம் செய்வார்-அஃதல்லாத செய்வா ரெல்லாம் ஆசையிலே அகப்பட்டுப் பயனில்லாதன செய்கின்றனர்.<br/><br/>[மற்று என்பது அசை. ஏகாரம் தொக்கது.]<br/><br/>இது, தவம் பண்ண வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who works of 'penence' do , their end attain,<br/>Others in passion's net ensnared, toil but in vain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those discharge their duty who perform austerities; all others accomplish their own destruction, through the entanglement of the desire (of riches and sensual pleasure).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சுடச்சுடரும் பொன்போ லொளிவிடுந் துன்பஞ்',
      l2: 'சுடச்சுட நோற்கிற் பவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சுடச்சுடரும் பொன்போல் ஒளிவிடும் துன்பஞ்<br/>சுடச்சுட நோற்கிற் பவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'புடமிட்டுச் சுடச்சுட ஒளிவிடுகின்ற பொன்னைப் போல், தவம் செய்கின்றவரைத் துன்பம் வருத்த வருத்த மெய்யுணர்வு மிகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: '(இதன்பொருள்) சுடச்சுடரும் பொன்போல்= தீயின்கண் ஓடும் பொன்னுக்கு அது சுடச்சுடத் தன்னோடு கலந்த குற்றம் நீங்கி ஒளிமிகுமாறு போல; நோற்கிற்பவர்க்குத் துன்பம் சுடச் சுட ஒளிவிடும்= தவஞ்செய்ய வல்லார்க்கு அதனான் வருந் துன்பம் வருத்த வருத்தந் தம்மொடு கலந்த பாவ நீங்கி ஞானம்மிகும்.<br/><br/>சுடச்சுடரும் பொன்போல் என்றாராயினும், கருத்து நோக்கி இவ்வாறு உரைக்கப்பட்டது. ஓளி போலப் பொருள்களை விளக்கலின் ஒளி என்றார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சுட சுட (ஒளி விடும்) பொன் போல்-நெருப்பின் கண்ணே இட இட (த் தன்னோடு கலந்த மாசு அற்று) ஒளி விடுகின்ற பொன்னைப் போல, துன்பம் கட சுட நோற்கிற்பவர்க்கு ஒளி விடும்-துன்பம் நலிய நலியத் தவம் செய்வார்க்கு (த்தம்மொடு மருவின வினை விட்டு) ஒளி விடும்.<br/><br/>இது, தவம் செய்வாரது வினை நீங்கி ஒளி உண்டா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The hotter glows the fining fire, the gold the brighter shines;<br/>The pain of penitence, like fire, the soul of man refines.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Just as gold is purified as heated in the fire, will those shine, who have endured the burning of pain (in frequent austerities).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தன்னுயிர் தானறப் பெற்றானை யேனைய',
      l2: 'மன்னுயி ரெல்லாந் தொழும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தன்னுயிர் தான்அறப் பெற்றானை ஏனைய<br/>மன்னுயி ரெல்லாந் தொழும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவவலிமையால் தன்னுடைய உயிர் தான் என்னும் பற்று நீங்கப்பெற்றவனை மற்ற உயிர்கள் எல்லாம் (அவனுடைய பெருமையை உணர்ந்து) தொழும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) தன் உயிர் தான் அறப் பெற்றானை= தன் உயிரைத் தான் தனக்குரித்தாகப் பெற்றவனை; ஏனைய மன்னுயிர் எல்லாம் தொழும்= அது பெறாதனவாகிய மன்னுயிர்கள் எல்லாம் தொழும்.<br/><br/>தனக்குரித்தாதல், தவமாகிய தன்கருமம் செய்தல். அதனினூங்குப் பெறுதற்கு அரியது இன்மையின், 'பெற்றானை' என்றார். 'அது பெறாதன' என்றது, ஆசையுட்பட்டு அவம் செய்யும் உயிர்களை. சாபமும் அருளும் ஆகிய இரண்டு ஆற்றலும் உடைமையின், 'தொழும்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன் உயிர் தான் அற பெற்றானை-தன் உயிரானது தானென்று கருதும் கருத்து அறப் பெற்றவனை, ஏனைய மன் உயிரெல்லாம் தொழும்- ஒழிந்தனவாகிய நிலைபெற்ற உயிர்களெல்லாம் தொழும்.<br/><br/>உயிரென்றது சலிப்பற்ற அறிவை. தானென்றது சீவனாகி நிற்கின்ற நிலைமையை. தான் அறுதலாவது அகங்காரம் நீங்குதல்.<br/><br/>இது, தான் அறப் பெற்றான் தெய்வம் ஆவா னென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who gains himself in utter self-control,<br/>Him worships every other living soul.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'All other creatures will worship him who has attained the control of his own soul.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கூற்றங் குதித்தலுங் கைகூடு நோற்றலி',
      l2: 'னாற்ற றலைப்பட் டவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கூற்றம் குதித்தலும் கைகூடும் நோற்றலின்<br/>ஆற்றல் தலைப்பட் டவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தவம் செய்வதால் பெறத்தக்க ஆற்றலைப் பெற்றவர்க்கு (ஓர் இடையூறும் இல்லையாகையால்) யமனை வெல்லுதலும் கைகூடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதன்பொருள்) கூற்றம் குதித்தலும் கைகூடும்= கூற்றத்தைக் கடத்தலும் உண்டாவதாம்; நோற்றலின் ஆற்றல் தலைப்பட்டவர்க்கு= தவத்தான் வரும் ஆற்றலைத் தலைப்பட்டார்க்கு.<br/><br/>சிறப்பும்மை அது கூடாமை விளக்கிற்று; 'மன்னுயிர் எல்லாம் தோழு'தலேயன்றி, இதுவுங் கைகூடும் என எச்சவும்மையாக உரைப்பினும் அமையும். 'ஆற்றல்' சாப அருள்கள். இவை நான்குபாட்டானும் தவம் செய்வாரது உயர்ச்சி கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கூற்றம் குதித்தலும் கைகூடும்-கூற்றத்தைத் தப்புதலும் கைகூடும், நோற்றலின் ஆற்றல் தலைப்பட்டவற்கு-தவத்தினாலாகிய வலியைக் கூடினாற்கு.<br/><br/>இது, தவம் செய்வார், (மார்க்கண்டன் தப்பினாற் போல) மரணத்தைத் தப்பலா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Even over death the victory he may gain,<br/>If power by penance won his soul obtain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have attained the power which religious discipline confers, will be able also to pass the limit of Yama, (the God of death).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இலர்பல ராகிய காரண நோற்பார்',
      l2: 'சிலர்பலர் நோலா தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இலர்பல ராகிய காரணம் நோற்பார்<br/>சிலர்பலர் நோலா தவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆற்றல் இல்லாதவர் பலராக உலகில் இருப்பதற்குக் காரணம், தவம் செய்கின்றவர் சிலராகவும் செய்யாதவர் பலராகவும் இருப்பதே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: '(இதன்பொருள்) இலர் பலராகிய காரணம்= உலகத்துச் செல்வர் சிலராக நல்கூர்வார் பலராதற்குக் காரணம் யாதெனில்; நோற்பார் சிலர் நோலாதார் பலர்= அது தவம் செய்வார் சிலராக அது செய்யாதார் பலராதல்.<br/><br/>செல்வம் நல்குரவு என்பன ஈண்டு அறிவினது உண்மை இன்மைகளையும் குறித்துநின்றன. என்னை? "நுண்ணுணர்வின்மை வறுமை யஃதுடைமை- பண்ணப் பணைத்த பெருஞ்செல்வம்"¶ என்றார் ஆகலின். நோற்பார் சிலர் எனக் காரணம் கூறினமையான் காரியம் வருவித்து உரைக்கப்பட்டது. தவம் செய்யாதார்க்கு இம்மை யின்பமும் இல்லை என இதனால் அவரது தாழ்வு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இலர் பலர் ஆகிய காரணம்-பொருளில்லாதார் (உலகத்துப்) பலராதற்குக் காரணம், நோற்பார் சிலர்-தவம் செய்வார் சிலர்; (உளர் சிலர் ஆகிய காரணம்) நோலா தவர் பலர்-பொருளுள்ளார் (உலகத்துச்) சிலராதற்குக் காரணம் தவம் செய்யாதார் பலர்.<br/><br/>[உளர் சிலராகிய காரணம் என்பது சொல்லெச்சமாகக் கொள்ளப்பட்டது.]<br/><br/>இது, பொருள் உண்டாதற்கும் தவம் காரண மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The many all things lack! The cause is plain,<br/>The 'penitents' are few. The many shun such pain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Because there are few who practise austerity and many who do not, there are many destitute and few rich in this world.',
          },
        ],
      },
    ],
  },
];
