export default [
  {
    "kural": {
      "l1": "அணங்குகொ லாய்மயில் கொல்லோ கனங்குழை",
      "l2": "மாதர்கொன் மாலுமென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அணங்குகொல் ஆய்மயில் கொல்லோ கனங்குழை<br/>மாதர்கொல் மாலும்என் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தெய்வப் பெண்ணோ! மயிலோ? கனமான குழை அணிந்த மனிதப் பெண்ணோ? என் நெஞ்சம் மயங்குகின்றதே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கனம் குழை= இக்கனவிய குழையை உடையாள்;<br/><br/>அணங்கு கொல்= இப்பொழிற்கண் உறைவாளோர் தெய்வ மகளோ;<br/><br/>ஆய்மயில் கொல்லோ= அன்றி ஒரு மயில் விசேடமோ;<br/><br/>மாதர்கொல்= அன்றி ஒரு மானுட மாதரோ?<br/><br/>என் நெஞ்சு மாலும்= என் நெஞ்சு மயங்காநின்றது.<br/><br/>'ஓ' அசை. 'ஆய் மயில்' படைத்தோன் விசேடமாக ஆய்ந்து படைத்த மயில்; மயிற்சாதியுள் தெரிந்தெடுத்த மயில் என்றும் ஆம். 'கனங்குழை' ஆகுபெயர். கணங்குழை யென்று பாடமோதிப் பலவாய்த் திரண்ட குழை என்று உரைப்பாரும் உளர். எழுதலாகா உருவுந் தன் வருத்தமும் பற்றி 'அணங்குகொல்' என்றும், சாயலும் பொழில்வயின் நிற்றலும் பற்றி 'ஆய்மயி்ல்கொல்' என்றும், தன் நெஞ்சம் சென்றமையும் அவள் எதிர்நோக்கியவாறும் பற்றி 'மாதர்கொல்' என்றும் கூறினான்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இக்கனங்குழையை யுடையாள் தெய்வங்கொல்லோ? நல்லதோர் மயில் கொல்லோ? அன்றி, மக்களுள்ளாள் கொல்லோ? என்மனம் மயங்கா நின்றவற்றுள் யாதோ?"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Goddess? or peafowl rare? She whose ears rich jewels wear,<br/>Is she a maid of human kind? All wildered is my mind!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is this jewelled female a celestial, a choice peahen, or a human being ? My mind is perplexed."
          }
        ]
      }
    ],
    "id": 1081
  },
  {
    "kural": {
      "l1": "நோக்கினா ணோக்கெதிர் நோக்குத றாக்கணங்கு",
      "l2": "தானைக்கொண் டன்ன துடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நோக்கினாள் நோக்கெதிர் நோக்குதல் தாக்கணங்கு<br/>தானைக்கொண் டன்ன துடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நோக்கிய அவள் பார்வைக்கு எதிரே நோக்குதல் தானே தாக்கி வருத்தும் அணங்கு, ஒரு சேனையயும் கொண்டு வந்து தாக்கினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நோக்கினாள் நோக்கு எதிர்நோக்குதல்= இப்பெற்றித்தாய வனப்பினையுடையாள் என் நோக்கிற்கு எதிர்நோக்குதல்;<br/><br/>தாக்கு அணங்கு தானைக் கொண்டன்னது உடைத்து= தானே தாக்கி வருத்துவதோர் அணங்கு, தாக்குதற்குத் தானையையும் கொண்டுவந்தாற் போலும் தன்மையை உடைத்து.<br/><br/>மேலும், 'அணங்கு கொல் ஆய்மயில் கொல்' என்றமையான், சுட்டு வருவிக்கப்பட்டது. 'எதிர்நோக்குதல்' என்றமையின், அது குறிப்புநோக்காயிற்று. வனப்பால் வருந்துதன்மேலும், குறிப்பு நோக்கால் வருந்துதல் கூறியவாறு. 'நோக்கினாள்' என்பதற்கு, என்னான் நோக்கப்பட்டாள் என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவ்வழகினையுடையவள் எனது நோக்கின் எதிர் நோக்குதல், தானே வருத்தவல்ல தெய்வம் அஞ்சாமல்வரும் தானையைக் கொண்டு வந்தது போலும்.<br/><br/>தானைக்கு உவமை நோக்கம். இது மெய்கண்டு வருந்துவான் கண் கண்டதனால் வருத்த மிக்கது கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "She of the beaming eyes, To my rash look her glance replies,<br/>As if the matchless goddess' hand Led forth and armed band."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "This female beauty returning my looks is like a celestial maiden coming with an army to contend against me."
          }
        ]
      }
    ],
    "id": 1082
  },
  {
    "kural": {
      "l1": "பண்டறியேன் கூற்றென் பதனை யினியறிந்தேன்",
      "l2": "பெண்டகையாற் பேரமர்க் கட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பண்டறியேன் கூற்றென் பதனை இனியறிந்தேன்<br/>பெண்டகையால் பேரமர்க் கட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எமன் என்று சொல்லப்படுவதை முன்பு அறியேன்; இப்பொழுது கண்டறிந்தேன்; அது பெண் தன்மையுடன் போர் செய்யும் பெரிய கண்களை உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கூற்று என்பதனைப் பண்டு அறியேன்= கூற்று என்று நூலோர் சொல்வதனைப் பண்டு கேட்டுஅறிவதல்லது கண்டு அறியேன்;<br/><br/>இனி அறிந்தேன்= இப்பொழுது கண்டறிந்தேன்;<br/><br/>பெண்தகையால் பேர் அமர்க் கட்டு= அது பெண்டகையுடன் பெரியவாய் அமர்த்த கண்களை உடைத்து.<br/><br/>பெண்டகை: நாணம், மடம், அச்சம், பயிர்ப்பு என்னும் குணங்கள். அவை அவ்வக் குறிகளான் அறியப்பட்டன. அமர்த்தல்- அமர்செய்தல்; பெயரடியாகிய வினை. பெண்டகையால், இன்பம் பயத்தலும் உண்டேனும் துன்பம் பயத்தன் மிகுதி பற்றிக் கூற்றாக்கிக் கூறினான்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பண்டு கூற்றின்வடிவு இன்னபெற்றித்தென்பதை அறியேன்: இப்பொழுது அறிந்தேன். அது பெண்டகைமையோடே பெருத்து அமர்த்த கண்களையுடைத்து.<br/><br/>இது நம்மை வருத்தற்குத் தக்காளென்னுங் குறிப்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Death's form I formerly Knew not; but now 'tis plain to me;<br/>He comes in lovely maiden's guise, With soul-subduing eyes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I never knew before what is called Yama; I see it now; it is the eyes that carry on a great fight with (the help of) female qualities. "
          }
        ]
      }
    ],
    "id": 1083
  },
  {
    "kural": {
      "l1": "கண்டா ருயிருண்ணுந் தோற்றத்தாற் பெண்டகைப்",
      "l2": "பேதைக் கமர்த்தன கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்டார் உயிருண்ணும் தோற்றத்தால் பெண்டகைப்<br/>பேதைக்கு அமர்த்தன கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெண்தன்மை உடைய இந்தப் பேதைக்குக் கண்கள் கண்டவரின் உயிரை உண்ணும் தோற்றத்தோடு கூடி ஒன்றோடொன்று மாறுபட்டிருந்தன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெண்டகைப் பேதைக்குக் கண்= பெண்டகையையுடைய இப்பேதைக்கு உளவாய கண்கள்;<br/><br/>கண்டார் உயிர் உண்ணும் தோற்றத்தான் அமர்த்தன= தம்மைக் கண்டார் உயிருண்ணும் தோற்றத்துடனே கூடி அமர்த்திருந்தன.<br/><br/>அமர்த்தல்- மாறுபடுதல். குணங்கட்கும், பேதைமைக்கும் ஏலாது கொடியவாய் இருந்தன என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மைக்கண்டவர்கள் உயிரையுண்ணும் தோற்றத்தாலே பெண் தகைமையையுடைய பேதைக்கு ஒத்தன கண்கள்.<br/><br/>அமர்தல் - மேவல். இது பேதையோடு ஒத்த தொழிலுடைத் தென்று கண்ணின் கொடுமையை யுட்கொண்டு கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In sweet simplicity, A woman's gracious form hath she;<br/>But yet those eyes, that drink my life, Are with the form at strife!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "These eyes that seem to kill those who look at them are as it were in hostilities with this feminine simplicity."
          }
        ]
      }
    ],
    "id": 1084
  },
  {
    "kural": {
      "l1": "கூற்றமோ கண்ணோ பிணையோ மடவர",
      "l2": "னோக்கமிம் மூன்று முடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூற்றமோ கண்ணோ பிணையோ மடவரல்<br/>நோக்கமிம் மூன்றும் உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எமனோ? கண்ணோ? பெண்மானோ? இந்த இளம் பெண்ணின் பார்வை இந்த மூன்றன் தன்மையும் உடையதாக இருக்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கூற்றமோ= என்னை வருத்துதல் உடைமையான் கூற்றமோ;<br/><br/>கண்ணோ= என்மேல் ஓடுதல் உடைமையான் கண்ணோ;<br/><br/>பிணையோ= இயல்பாக வெருவுதல் உடைமையான் பிணையோ? அறிகின்றிலேன்;<br/><br/>மடவரல் நோக்கம் இம்மூன்றும் உடைத்து= இம்மடவரல் கண்களின் நோக்கம் இம்மூன்றன் தன்மையையும் உடைத்தாய் இராநின்றது.<br/><br/>இன்பமும் துன்பமும் ஒருங்கு செய்யாநின்றது என்பதாம். தோழில்பற்றி வந்த ஐயநிலை உவமம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொடுமை செய்தலால் கூற்றமோ? ஓடுதலால் கண்ணோ? வெருவுதலால் மானோ? மடவரலே! நினது நோக்கம் இம்மூன்று பகுதியையும் உடைத்து.<br/><br/>இக்கொடிய புருவம் இவள் கண் என்னைத் துன்பஞ்செய்வதன் முன்னே அதனைக் கோடி மறைத்ததாயினும் அஃது அதனைக் கடத்தலும் உடையது. அதனால் அவற்றுள் யாதோ? என்றவாறு. இது தலைமகள் குறிப்பறிதற் பொருட்டுத் தலைமகன் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The light that on me gleams, Is it death's dart? or eyes' bright beams?<br/>Or fawn's shy glance? All three appear In form of maiden here."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is it Yama, (a pair of) eyes or a hind ?- Are not all these three in the looks of this maid ?"
          }
        ]
      }
    ],
    "id": 1085
  },
  {
    "kural": {
      "l1": "கொடும்புருவங் கோடா மறைப்பி னடுங்கஞர்",
      "l2": "செய்யல மன்னிவள் கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொடும்புருவம் கோடா மறைப்பின் நடுங்கஞர்<br/>செய்யல மன்இவள் கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வளைந்த புருவங்கள் கோணாமல் நேராக இருந்து மறைக்குமானால், இவளுடைய கண்கள் யான் நடுங்கும்படியான துன்பத்தைச் செய்யமாட்டா."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொடும் புருவம் கோடா மறைப்பின்= பிரியா நட்பாய கொடும் புருவங்கள்தாம் செப்பம் உடையவாய் விலக்கினவாயின்;<br/><br/>இவள் கண் நடுங்கு அஞர் செய்யல= அவற்றைக் கடந்து, இவள் கண்கள் எனக்கு நடுங்கும் துயரைச் செய்யமாட்டா.<br/><br/>நட்டாரைக் கழறுவார்க்குத் தாம் செம்மையுடையராதல் வேண்டலின் 'கோடா' என்றும், செய்கின்ற அவற்றிற்கும் உறுகின்ற தனக்கும் இடைநின்று விலக்குங்காலும், சிறிதுஇடைபெறின் அது வழியாக வந்து அஞர் செய்யுமாகலின், 'மறைப்பின்' என்றும், கூறினான். 'நடுங்கஞர்': நடுங்குதற்கு ஏதுவாய அஞர். தாம் இயல்பாகக் கோடுதல் உடைமையான், அவற்றை மிகுதிக்கண் மேற்சென்று இடிக்க மாட்டாவாயின என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வளைந்த புருவங்கள் தாம் செப்பமுடையனவாய் விலக்கினவாயின் இவள் கண்கள் அவற்றைக் கடந்து போந்து எனக்கு நடுங்குந் துன்பத்தைச் செய்யலாற்றா.<br/><br/>இது மேல் தலைமகன் கூறிய சொற்கேட்டுத் தலைமகள் தலையிறைஞ்சிய வழி கண்ணை மறைத்துத் தோற்றிய புருவ முறிவு கண்டு அவன் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If cruel eye-brow's bow. Unbent, would veil those glances now;<br/>The shafts that wound this trembling heart Her eyes no more would dart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Her eyes will cause (me) no trembling sorrow, if they are properly hidden by her cruel arched eye-brows."
          }
        ]
      }
    ],
    "id": 1086
  },
  {
    "kural": {
      "l1": "கடாஅக் களிற்றின்மேற் கட்படா மாதர்",
      "l2": "படாஅ முலைமேற் றுகில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கடாஅக் களிற்றின்மேற் கட்படாம் மாதர்<br/>படாஅ முலைமேல் துகில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மாதருடைய சாயாத கொங்கைகளின்மேல் அணிந்த ஆடை, மதம் பிடித்த ஆண்யானையின்மேல் இட்ட முகபடாம் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாதர் படாஅ முலை மேல் துகில்= இம்மாதர் படா முலைகளின் மேல் இட்ட துகில்;<br/><br/>கடாஅக் களிற்றின் மேல் கட்படாம்= அவை கொல்லாமல் காத்தலின், கொல்வதாய மதக்களிற்றின் மேல் இட்ட முகபடாத்தினை ஒக்கும்.<br/><br/>கண்ணை மறைத்தல் பற்றிக் 'கட்படாம்' என்றான். துகிலான் மறைத்தல் நாணுடை மகளிர்க்கு இயல்பாகலின், அத்துகில் ஊடே அவற்றின் வெம்மையும், பெருமையும் கண்டு இத்துணை ஆற்றல் உடையன இனி எஞ்ஞான்றும் சாய்வில எனக்கருதிப் 'படாஅமுலை' என்றான். உவமை, சிறிது மறையாவழி உவை கொல்லும் என்பது தோன்ற நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மதயானை முகத்துக் கண்மறைவாக இட்ட படாம் போலும் மாதரே! நினது படாமுலைமேல் இட்டதுகில்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As veil O'er angry eyes Of raging elephant that lies,<br/>The silken cincture's folds invest This maiden's panting breast."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The cloth that covers the firm bosom of this maiden is (like) that which covers the eyes of a rutting elephant."
          }
        ]
      }
    ],
    "id": 1087
  },
  {
    "kural": {
      "l1": "ஒண்ணுதற் கோஒ உடைந்ததே ஞாட்பினு",
      "l2": "ணண்ணாரு முட்குமென் பீடு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒண்ணுதற் கோஒ உடைந்ததே ஞாட்பினுள்<br/>நண்ணாரும் உட்குமென் பீடு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போரக்களத்தில் பகைவரும் அஞ்சுதற்குக் காரணமான என் வலிமை, இவளுடைய ஒளி பொருந்திய நெற்றிக்குத் தோற்று அழிந்ததே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஞாட்பினுள் நண்ணாரும் உட்கும் என் பீடு= போர்க்களத்து வந்து நேராத பகைவரும் நேர்ந்தார்வாய்க் கேட்டு அஞ்சுதற்கு ஏதுவாய என் வலி;<br/><br/>ஒண்ணுதற்கு உடைந்ததே= இம் மாதரது ஒள்ளிய நுதல் ஒன்றற்குமே அழிந்துவிட்டது.<br/><br/>மாதர் என்பது அதிகாரத்தான் வந்தது. 'ஞாட்பினுள்' என்றதனால், பகைவராதல் பெற்றாம். 'பீடு' என்ற பொதுமையான் மனவலியும், காயவலியும் கொள்க. 'ஓ' என்னும் வியப்பின்கண் குறிப்பு அவ்வலிகளது பெருமையும், நுதலது சிறுமையும் தோன்ற நின்றது. கழிந்ததற்கு இரங்கலின் தற்புகழ்தல் அன்றாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவ்வொள்ளிய நுதற்கு மிகவுங் கெட்டது, போரின்கண் கிட்டாதாரும் உட்கும் எனது வலி.<br/><br/>இது மேற்கூறிய தலைமகன் மிகவுங் கவிழ்ந்து நிலம்நோக்கிப் புருவத்தின் மேற்றோன்றிய தலைமகள் நுதல் கண்டு கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Ah! woe is me! my might, That awed my foemen in the fight,<br/>By lustre of that beaming brow Borne down,lies broken now!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "On her bright brow alone is destroyed even th at power of mine that used to terrify the most fearless foes in the battlefield. "
          }
        ]
      }
    ],
    "id": 1088
  },
  {
    "kural": {
      "l1": "பிணையேர் மடநோக்கு நாணு முடையாட்",
      "l2": "கணியெவனோ வேதில தந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிணையேர் மடநோக்கும் நாணும் உடையாட்கு<br/>அணியெவனோ ஏதில தந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெண்மானைப் போன்ற இளமைப் பார்வையும் நாணமும் உடைய இவளுக்கு, ஒரு தொடர்பும் இல்லாத அணிகளைச் செய்து அணிவது ஏனோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிணை ஏர் மடநோக்கும் நாணும் உடையாட்கு= புறத்து மான் பிணையொத்த மடநோக்கினையும், அகத்து நாணினையும் உடையவளாய இவட்கு; ஏதில தந்து அணி எவன்= ஒற்றுமையுடைய இவ்வணிகளே அமைந்திருக்க, வேற்றுமையுடைய அணிகளைப் படைத்து அணிதல் என்ன பயனுடைத்து?<br/><br/>'மடநோக்கு': வெருவுதலுடைய நோக்கு. இவட்குப் பாரமாதலும் எனக்கு அணங்காதலும் கருதாமையின், அணிந்தார் அறிவிலர் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிணையையொத்த மடப்பத்தினையுடைய நோக்கினையும் நாணினையும் உடைய வட்குப் பிறிது கொணர்ந்து அணிவது யாதினைக் கருதியோ? பிறரை வருத்துவதற்கு இவைதாமே அமையும்.<br/><br/>இது, தான் அவளைக் கொடுமை கூறுவான் போல நலம் பாராட்டியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like tender fawn's her eye; Clothed is she with modesty;<br/>What added beauty can be lent; By alien ornament?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Of what use are other jewels to her who is adorned with modesty, and the meek looks of a hind ?"
          }
        ]
      }
    ],
    "id": 1089
  },
  {
    "kural": {
      "l1": "உண்டார்க ணல்ல தடுநறாக் காமம்போற்",
      "l2": "கண்டார் மகிழ்செய்த லின்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உண்டார்கண் அல்லது அடுநறாக் காமம்போல்<br/>கண்டார் மகிழ்செய்தல் இன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள், தன்னை உண்டவரிடத்தில் அல்லாமல் காமத்தைப் போல் தன்னைக் கண்டவரிடத்தில் மயக்கத்தை உண்டாக்குவதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடுநறா= அடப்படும் நறா;<br/><br/>உண்டார்கண் அல்லது= தன்னை உண்டார்மாட்டு மகிழ்ச்சியைச் செய்வதல்லது;<br/><br/>காமம்போல் கண்டார் மகிழ்செய்தல் இன்று= காமம்போலக் கண்டார்மாட்டு மகிழ்ச்சியைச் செய்தல் உடைத்து அன்று.<br/><br/>அடு நறா வெளிப்படை. காமம் என்றது, ஈண்டு அது நிகர்தற்கு இடனாகியாரை. கண்டார்கண் என்னும் ஏழாவது இறுதிக்கண் தொக்கது. மகிழ்செய்தற்கண் காமம் நறவினும் சிறந்ததே எனினும், இவள் குறிப்பு ஆராய்ந்து அறியாமையின் யானது பெற்றிலேன் எனக் குறிப்பெச்சம் வருவித்து உரைக்க. \"அரிமயிர்த் திரண் முன்கைப்\"1 என்னும் புறப்பாட்டிற் குறிப்புப் போல."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அடப்பட்ட நறவு, உண்டார்மாட்டல்லது காமம் போலக் கண்டார் மாட்டு மகிழ்வு செய்தலின்று.<br/><br/>இது தலைமகள் தலைமகனைக் கண்டுழி வருத்தமுற்றுக் கருதியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The palm-tree's fragrant wine, To those who is taste yields joys divine;<br/>But love hath rare felicity For those that only see!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Unlike boiled honey which yields delight only when it is drunk, love gives pleasure even when looked at. "
          }
        ]
      }
    ],
    "id": 1090
  }
]