export default [
  {
    kural: {
      l1: 'அன்புடைமை யான்ற குடிப்பிறத்தல் வேந்தவாம்',
      l2: 'பண்புடைமை தூதுரைப்பான் பண்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அன்புடைமை ஆன்ற குடிப்பிறத்தல் வேந்தவாம்<br/>பண்புடைமை தூதுரைப்பான் பண்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்புடையவனாதல், தகுதியான குடிப்பிறப்பு உடையவனாதல், அரசர் விரும்பும் சிறந்த பண்பு உடையவனாதல் அகிய இவை தூது உரைப்பவனுடைய தகுதிகள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அன்பு உடைமை= தன் சுற்றத்தார் மாட்டு அன்புடையனாதலும்; ஆன்ற குடிப்பிறத்தல்= அமைச்சுப் பூணற்கமைந்த குடியின்கட் பிறத்தலும்; வேந்து அவாம் பண்பு உடைமை= அரசர் சாதி விரும்பும் பண்புடையனாதலும்; தூது உரைப்பான் பண்பு= தூது வார்த்தை சொல்வானுக்கு இலக்கணம்.<br/><br/>முன்னைய இரண்டனாலும், முறையே சுற்றத்தார்க்குத் தீங்குவாராமல் தான் பேணிஒழுகலும், தன் முன்னோர் தூதியல் கேட்டறிதலும் பெற்றாம். 'வேந்தவாம் பண்புடைமை' முன்னர் மன்னரைச் சேர்ந்தொழுகற்கட் பெறப்படும். அதனால் வேற்றரசரும் அவன் வயத்தாராதல் பெறுதும்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன்மாட்டு அன்புடைமையும், அமைந்த குடியின்கண் பிறத்தலும், வேந்தனால் விரும்பப்படும் குணமுடைமையும் தூதாகிச் சென்று சொல்லுமவனது இயல்பாம்.<br/><br/>வேந்தனால் விரும்பப்படும் குணமுடைமையாவது அவன் விரும்புவனவற்றைத் தான் விரும்பாமை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Benevolence, high birth the courtesy kings love;-<br/>These qualities the envoy of a king approve.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The qualification of an ambassador are affection (for his relations) a fitting birth, and the possession of attributes pleasing to royalty.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அன்பறி வாராய்ந்த சொல்வன்மை தூதுரைப்பார்க்',
      l2: 'கின்றி யமையாத மூன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அன்பறிவு ஆராய்ந்த சொல்வன்மை தூதுரைப்பார்க்கு<br/>இன்றி யமையாத மூன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்பு, அறிவு, ஆராய்ந்து சொல்கின்ற சொல்வன்மை ஆகிய இவை தூது உரைப்பவர்க்கு இன்றியமையாத மூன்று பண்புகளாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அம்பு= தம்மரசன் மாட்டு அன்புடைமையும்; அறிவு= அவனுக்கு ஆவன அறியும் அறிவுடைமையும்; ஆராய்ந்த சொல்வன்மை= அவற்றை வேற்றரசரிடைச் சொல்லுங்கால் ஆராய்ந்து சொல்லுதல் வன்மையும் என; தூது உரைப்பார்க்கு இன்றியமையாத மூன்று= தூதுரைக்க உரியார்க்கு இன்றியமையாத குணங்கள் மூன்று.<br/><br/>ஆராய்தல்: அவற்றிறுகு உடம்படும் சொற்களைத் தெரிதல். இன்றியமையாத மூன்று எனவே, அமைச்சர்க்குச் சொல்லிய பிற குணங்களும் வேண்டும் என்பது பெற்றாம். இவை இரண்டு பாட்டானும் இருவகையார்க்கும் பொதுவிலக்கணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அன்புடைமையும், அறிவுடைமையும், தெரிந்த சொல்வன்மையுடைமையும், தூதுரைப்பாற்கு இன்றியமையாத மூன்று குணங்களாம். ',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Love, knowledge, power of chosen words, three things,<br/>Should he possess who speaks the words of kings.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Love (to his sovereign), knowledge (of his affairs), and a discriminating power of speech (before other sovereigns) are the three sine qua non qualifications of an ambassador.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நூலாரு ணூல்வல்ல னாகுதல் வேலாருள்',
      l2: 'வென்றி வினையுரைப்பான் பண்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நூலாருள் நூல்வல்லன் ஆகுதல் வேலாருள்<br/>வென்றி வினையுரைப்பான் பண்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அரசனிடம் சென்று தன் அரசனுடைய வெற்றிக்குக் காரணமான செயலைப்பற்றித் தூது உரைப்பவன் திறம், நூலறிந்தவருள் நூல் வல்லவனாக விளங்குதல் ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேலாருள் வென்றி வினை உரைப்பான் பண்பு= வேலையுடைய வேற்றரசரிடைச் சென்று தன்அரசனுக்கு வென்றிதரும் வினையைச் சொல்லுவானுக்கு இலக்கணமாவது; நூலாருள் நூல்வல்லன் ஆகுதல்= நீதி நூலையுணர்ந்த அமைச்சரிடைத் தான் அந்நூலை வல்லனாதல்.<br/><br/>கோறன்மாலையர் என்பது தோன்ற வேலார் என்றும், தூதுவினை இரண்டும் அடங்க வென்றிவினை என்றும் கூறினார். வல்லனாதல் உணர்வுமாத்திரம் உடையராய அவர்முன் வகுக்குமாற்றல் உடையனாதல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எல்லா நூல்களையும் கற்றார்முன்னர் அந்நூல்களைத் தானுஞ் சொல்ல வல்லவனாதல், வேலுடையார் முன்னின்று தன்னரசனுக்கு வெற்றியாகிய வினையைச் சொல்லுமவனது இயல்பாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Mighty in lore amongst the learned must he be,<br/>Midst jav'lin-bearing kings who speaks the words of victory.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To be powerful in politics among those who are learned (in ethics) is the character of him who speaks to lance-bearing kings on matters of triumph (to his own sovereign).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறிவுரு வாராய்ந்த கல்வியிம் மூன்றன்',
      l2: 'செறிவுடையான் செல்க வினைக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறிவுரு வாராய்ந்த கல்விஇம் மூன்றன்<br/>செறிவுடையான் செல்க வினைக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இயற்கை அறிவு, விரும்பத்தக்க தோற்றம், ஆராய்ச்சி உடைய கல்வி ஆகிய இம் மூன்றின் பொருத்தம் உடையவன் தூது உரைக்கும் தொழிலுக்குச் செல்லலாம்',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறிவு= இயற்கையாகிய அறிவும்; உரு= கண்டார் விரும்பும் தோற்றப் பொலிவும்; ஆராய்ந்த கல்வி= பலரோடும் பலகாலும் ஆராயப்பட்ட கல்வியும் என; இம்மூன்றன் செறிவு உடையான்= நன்கு மதித்தற்கேதுவாய இம்மூன்றனது கூட்டத்தையுடையான்; வினைக்குச் செல்க= வேற்று வேந்தரிடைத் தூது வினைக்குச் செல்க.<br/><br/>இம்மூன்றும் ஒருவன்பாற் கூடுதல் அரிதாகலின், செறிவுடையான் என்றார். இவற்றான் நன்கு மதிப்புடையனாகவே, வினை இனிது முடியும் என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறிவும், வடிவும், தெரிந்த கல்வியுமாகிய இம் மூன்றினது அடக்கமுடையவன் வினைக்குச் செல்க.<br/><br/>அறிவு- இயற்கையறிவு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Sense, goodly grace, and knowledge exquisite,<br/>Who hath these three for envoy's task is fit.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He may go on a mission (to foreign rulers) who has combined in him all these three. viz., (natural) sense, an attractive bearing and well-tried learning.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தொகச்சொல்லித் தூவாத நீக்கி நகச்சொல்லி',
      l2: 'நன்றி பயப்பதாந் தூது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தொகச்சொல்லித் தூவாத நீக்கி நகச்சொல்லி<br/>நன்றி பயப்பதாந் தூது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பலவற்றைத் தொகுத்துச் சொல்லியும், அவற்றுள் பயனற்றவைகளை நீக்கியும், மகிழுமாறு சொல்லியும் தன் தலைவனுக்கு நன்மை உண்டாக்குகின்றவன் தூதன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தொகச் சொல்லி= வேற்றரசர்க்குப் பல காரியங்களைச் சொல்லும்வழிக் காரணவகையான் தொகுத்துச் சொல்லியும்; தூவாத நீக்கி நகச்சொல்லி= இன்னாத காரியங்களைச் சொல்லும்வழி வெய்ய சொற்களை நீக்கி இனிய சொற்களான் மனமகிழச் சொல்லியும்; நன்றி பயப்பது தூதாம்= தன் அரசனு்க்கு நன்மையைப் பயப்பவனே தூதனாவான்.<br/><br/>பல காரியங்கட்கு உடம்படாதார் பரம்பரையான் அவற்றிற்குக் காரணமாயது ஒன்றைச் சொல்ல, அதனால் அவை விளைய மாறுய்த்துணர அருமையானும் சுருக்கத்தானும் உடம்படுவர். இன்னாதவற்றிற்கு உடம்படாதார் தம் மனமகிழச்சொல்ல, அவ்வின்னாமை காணாது உடம்படுவர் ஆதலின், அவ்விரு வாற்றானும் தன் காரியந் தவறாமல் முடிக்கவல்லான் என்பதாம். எண்ணும்மைகள் விகாரத்தான் தொக்கன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சுருங்கச்சொல்லி, விரும்பாத சொற்களை நீக்கி, மகிழுமாறு சொல்லித் தன்னரசனுக்கு நன்மையைத் தருமவன் தூதனாவான்.<br/><br/>இது சொல்லுமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'In terms concise, avoiding wrathful speech who utters pleasant word,<br/>An envoy he who gains advantage for his lord.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is an ambassador who (in the presence of foreign rulers) speaks briefly, avoids harshness, talks so as to make them smile, and thus brings good (to his own sovereign). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கற்றுக்கண் ணஞ்சான் செலச்சொல்லிக் காலத்தாற்',
      l2: 'றக்க தறிவதாந் தூது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கற்றுக்கண் அஞ்சான் செலச்சொல்லிக் காலத்தால்<br/>தக்கது அறிவதாம் தூது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கற்பன கற்று, பிறருடைய பகையான பார்வைக்கு அஞ்சாமல், கேட்பவர் உள்ளத்தில் பதியுமாறு சொல்லி, காலத்திற்குப் பொருத்தமானதை அறிகின்றவனே தூதன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கற்று= நீதிநூல்களைக் கற்று; செலச்சொல்லி= தான்சென்ற கருமத்தைப் பகைவேந்தர் மனங்கொளச் சொல்லி; கண்அஞ்சான்= அவர் செயிர்த்து நோக்கின் அந்நோக்கிற்கு அஞ்சாடு; காலத்தால் தக்கது அறிவது தூதாம்= காலத்தோடு பொருந்த அது முடியத்தக்க உபாயம் அறிவானே தூதனாவான்.<br/><br/>அவ்வுபாயம் அறிதற்பொருட்டு நீதிநூல் கல்வியும், அதனான் அன்றிப் பிறிதொன்றான் முடியும் காலம்வரின், அவ்வாறு முடிக்கவேண்டுதலின் 'காலத்தாற் தக்கது அறித'லும் இலக்கணம் ஆயின.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னரசன் சொன்ன மாற்றத்தைச் சொல்லுங்கால் பகையரசன் வெகுண்டானாயின் அது மாற்றுதற்காம் உபாயத்தைக் கற்று, எவ்விடத்தினும் அஞ்சுதலின்றி மகிழ்ச்சி வருமாறு இசையச் சொல்லி நாளோடே கூடச் செய்யத் தகுவன அறிந்து சொல்ல வல்லவன் தூதனாவான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'An envoy meet is he , well - learned of fearless eye<br/>Who speaks right home, preparerd for each emergency.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is an ambassador who having studied (politics) talks impressively, is not afraid of angry looks, and knows (to employ) the art suited to the time.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கடனறிந்து காலங் கருதி யிடனறிந்',
      l2: 'தெண்ணி யுரைப்பான் றலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடனறிந்து காலங் கருதி இடனறிந்து<br/>எண்ணி உரைப்பான் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன் கடமை இன்னது என்று தெளிவாக அறிந்து, அதைச் செய்வதற்கு ஏற்ற காலத்தை எதிர்நோக்கித் தக்க இடத்தையும் அறிந்து ஆராய்ந்து சொல்கின்றவனே தூதன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கடன் அறிந்து= வேற்றரசர் இடத்துத் தான்செய்யும் முறைமை அறிந்து; காலம் கருதி= அவர் செவ்வி பார்த்து; இடன் அறிந்து= சென்ற கருமஞ் சொல்லுதற்கேற்ற இடம் அறிந்து; எண்ணி= சொல்லுமாற்றை முன்னே விசாரித்து; உரைப்பான் தலை= அவ்வாறு சொல்லுவான் தூதரின் மிக்கான்.<br/><br/>செய்யும் முறைமையாவது. அவர்நிலையுந் தன்னரசன் நிலையும், தன்னிலையும் தூக்கி அவற்றிற்கு ஏற்பக் காணும் முறைமையும் சொல்லுமுறைமையும் முதலாயின. செவ்வி- தன்சொல்லை ஏற்றுக்கொள்ளும் மனநிகழ்ச்சி; அது காலவயத்தது ஆகலின் 'காலம்' என்றார். 'இடம்'- தனக்குத் துணையாவார் உடனாயஇடம். 'எண்ணு'தல்- தான் அதுசொல்லுமாறும், அதற்கு அவர்சொல்லும் உத்தரமும், அதற்குப் பின் தான்சொல்லுவனவுமாக இவ்வாற்றான் மேன்மேல் தானே கற்பித்தல். வடநூலார் இவ்விரு வகையாருடன் ஓலைகொடுத்து நிற்பாரையும் கூட்டித் தாதரைத் தலை, இடை, கடை என்று வகுத்துக் கூறினார்ஆகலின், அவர்மதமும் தோன்றத் 'தலை' என்றார். தூது என்பது, அதிகாரத்தான் வந்தது.<br/><br/>இவை ஐந்து பாட்டானும் தான்வகுத்துக் கூறுவானது இலக்கணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காரியம் நின்ற முறைமையை யறிந்து காலத்தையும் நினைத்து இடமும் அறிந்து தானேயெண்ணிச் சொல்லவல்லவன் தலையான தூதனாவான்.<br/><br/>இது தலையான தூதரிலக்கணம் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "He is the best who knows what's due, the time considered well,<br/>The place selects, then ponders long ere he his errand tell.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is chief (among ambassadors) who understands the proper decorum (before foreign princes), seeks the (proper) occasion, knows the (most suitable) place, and delivers his message after (due) consideration.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தூய்மை துணைமை துணிவுடைமை யிம்மூன்றின்',
      l2: 'வாய்மை வழியுரைப்பான் பண்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தூய்மை துணைமை துணிவுடைமை இம்மூன்றின்<br/>வாய்மை வழியுரைப்பான் பண்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தூய ஒழுக்கம் உடையவனாதல், துணை உடையவனாதல், துணிவு உடையவனாதல் இந்த மூன்றும் வாய்த்திருத்தலே தூது உரைப்பவனுடைய தகுதியாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வழி உரைப்பான் பண்பு=தன் அரசன் வார்த்தையை அவன் சொல்லியவாறே வேற்றரசர்க்குச் சென்று சொல்லுவானது இலக்கணமாவன; தூய்மை= பொருள் காமங்களான் தூயனாதலும்; துணைமை= தனக்கு அவர்அமைச்சர் துணையாந் தன்மையும்; துணிவுடைமை= துணிதல்உடைமையு்ம்; இம்மூன்றின் வாய்மை= இம்மூன்றோடு கூடிய மெய்ம்மையும் என இவை.<br/><br/>பொருள், காமங்கள்பற்றி வேறுபடக் கூறாமைப் பெருட்டுத் 'தூய்மை'யும், தனனரசனுக்கு உயர்ச்சி கூறியவழி எம்மனோர்க்கு அஃது இயல்பு எனக்கூறி, அவர் வெகுளி நீக்குதற்பொருட்டுத் 'துணைமை'யும், இது சொல்லின் ஏதஞ்செய்வர் என்று ஒழியாமைப்பொருட்டுத் 'துணிவுடைமை'யும், யாவரானும் தேறப்படுதற்பொருட்டு 'மெய்ம்மை'யும் வேண்டப்பட்டன. 'இன்' ஒடுவின் பொருட்கண் வந்தது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தூய்மையுடைமையும், சுற்றமுடைமையும், ஒரு பொருளை யாராய்ந்து துணிதலுடைமையும், இம்மூன்றின்கண்ணும் மெய்யுடைமையும் தூதற்கு இயல்பாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Integrity, resources, soul determined, truthfulness;<br/>Who rightly speaks his message must these marks possess.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "The qualifications of him who faithfully delivers his (sovereign's) message are purity, the support (of foreign ministers), and boldness, with truthfulness in addition to the (aforesaid) three.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விடுமாற்றம் வேந்தர்க் குரைப்பான் வடுமாற்றம்',
      l2: 'வாய்சோரா வன்க ணவன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விடுமாற்றம் வேந்தர்க்கு உரைப்பான் வடுமாற்றம்<br/>வாய்சேரா வன்க ணவன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குற்றமான சொற்களை வாய் சோர்ந்தும் சொல்லாத உறுதி உடையவனே அரசன் சொல்லியனுப்பிய சொற்களை மற்ற வேந்தர்க்கு உரைக்கும் தகுதியுடையவன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "விடு மாற்றம் வேந்தர்க்கு உரைப்பான்= தன்அரசன் சொல்லிவிட்ட வார்த்தையை வேற்றரசர்க்குச் சென்று சொல்லவுரியான்; வடு மாற்றம் வாய்சோரா வன்கணவன்= தனக்கு வரும் ஏதத்திற்கு அஞ்சி அவனுக்குத் தாழ்வான வார்த்தையை வாய்சோர்ந்துஞ் சொல்லாத திண்மையை உடையான்.<br/><br/>தாழ்வு சாதிதருமம் அன்மையின், 'வடு' என்றார். 'வாய்சோரா' எனக் காரியம் காரணத்துள் அடக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னரசன் சொல்லிவிட்ட மாற்றத்தைப் பகை யரசர்க்குச் சொல்லுமவன் தன்னரசனுக்கு வடுவாகுஞ் சொற்களை மறந்துஞ் சொல்லாத அஞ்சாமையையுடைய தூதனாவான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'His faltering lips must utter no unworthy thing,<br/>Who stands, with steady eye, to speak the mandates of his king.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "He alone is fit to communicate (his sovereign's) reply, who possesses the firmness not to utter even inadvertently what may reflect discredit (on the latter).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இறுதி பயப்பினு மெஞ்சா திறைவற்',
      l2: 'குறுதி பயப்பதாந் தூது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இறுதி பயப்பினும் எஞ்சாது இறைவற்கு<br/>உறுதி பயப்பதாம் தூது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தனக்கு அழிவே தருவதாக இருந்தாலும், அதற்காக அஞ்சி விட்டுவிடாமல், தன் அரசனுக்கு நன்மை உண்டாகுமாறு செய்கின்றவனே தூதன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இறுதி பயப்பினும் எஞ்சாது= அவ்வார்த்தை தன் உயிர்க்கு இறுதி தருமாயினும், அதற்கு அஞ்சி ஒழியாது; இறைவற்கு உறுதி பயப்பது தூதாம்= தன்னரசன் சொல்லியவாறே, அவனுக்கு மிகுதியை வேற்றரசரிடைச் சொல்லுவானே தூதன்ஆவான்.<br/><br/>'இறுதி பயப்பினும்' என்றதனால், ஏனைய பயத்தல் சொல்லவேண்டா ஆயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தனக்கு இறுதி வருமாயினும், ஒழியாது தன்னிறைவற்கு நன்மையைத் தருவது தூதாவது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Death to the faithful one his embassy may bring;<br/>To envoy gains assured advantage for his king.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "He is the ambassador who fearlessly seeks his sovereign's good though it should cost him his life (to deliver his message). ",
          },
        ],
      },
    ],
  },
];
