export default [
  {
    kural: {
      l1: 'அறம்பொரு ளின்ப முயிரச்ச நான்கின்',
      l2: 'றிறந்தெரிந்து தேறப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறம்பொருள் இன்பம் உயிரச்சம் நான்கின்<br/>திறந்தெரிந்து தேறப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறம், பொருள், இன்பம், உயிர்க்காக அஞ்சும் அச்சம் ஆகிய நான்கு வகையாலும் ஆராயப்பட்ட பிறகே ஒருவன் (ஒரு தொழிலுக்கு உரியவனாகத்) தெளியப்படுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறம் பொருள் இன்பம் உயிர் அச்சம்= அரசனால் தெளியப்படுவான்ஒருவன், அறமும் பொருளும் இன்பமும் உயிர்ப்பொருட்டான் வரும் அச்சமும் என்னும்; நான்கின் திறம் தெரிந்து தேறப்படும்- உபதை நான்கின் திறத்தான் மனவியல்பு ஆராய்ந்தால் பின்பு தெளியப்படும்.<br/><br/>அவற்றுள், அற உபாதையாவது: புரோகிதரையும் அறவோரையும் விட்டு, அவரால் இவ்வரசன் அறவோன் அன்மையின் இவனைப்போக்கி அறனும் உரிமையும் உடையான் ஒருவனை வைத்தற்கு எண்ணினம்; இதுதான் யாவர்க்கும் இயைந்தது; நின் கருத்து என்னை? எனச் சூளுறவோடு சொல்லுவித்தல்.<br/><br/>பொருள் உபாதையாவது: சேனைத்தலைவனையும், அவனோடு இயைந்தாரையும் விட்டு, அவரான் இவ்வரசன் இவறன்மாலையன் ஆகலின் இவனைப்போக்கிக் கொடையும் உரிமையும் உடையான் ஒருவனை வைத்தற்கு எண்ணினம்; இதுதான் யாவர்க்கும் இயைந்தது; நின்கருத்து என்னை? எனச் சூளுறவோடு சொல்லுவித்தல்.<br/><br/>இன்ப உபாதையாவது: தொன்றுதொட்டு உரிமையொடு பயின்றாள் ஒரு தவமுதுமகளை விட்டு, அவளால், உரிமையுள் இன்னாள் நின்னைக் கண்டு வருத்தமுற்றுக் கூட்டுவிக்க வேண்டுமென்று என்னை விடுத்தாள்; அவளைக் கூடுவையாயின், நினக்குப் பேரின்பமேயன்றிப் பெரும் பொருளும் கைகூடுமெனச் சூளுறவோடு சொல்லுவித்தல்.<br/><br/>அச்ச உபாதையாவது: ஒரு நிமித்தத்தின் மேலிட்டு ஓரமைச்சனால் ஏனையோரை அவன் இல்லின்கண் அழைப்பித்து, இவர் அறைபோவான் எண்ணற்குக் குழீஇயினார் என்று தான்காவல்செய்து, ஒருவனால் இவ்வரசன் நம்மைக் கொல்வான் சூழ்கின்றமையின், அதனை நாம் முற்படச் செய்து, நமக்கு இனிய அரசன் ஒருவனை வைத்தல் ஈண்டை யாவர்க்கும் இயைந்தது; நின்கருத்து என்னை? எனச் சூளுறவோடு சொல்லுவித்தல். இந்நான்கினும் திரிபு இலனாயவழி எதிர்காலத்துந் திரிபிலன் எனக் கருத்தளவையால் தெளியப்படும் என்பதாம். இவ்வடநூற் பொருண்மையை உட்கொண்டு இவர் ஓதியது அறியாது, பிறர் எல்லாம் இதனை உயிரெச்சம் எனப் பாடந்திரித்துத் தத்தமக்குத் தோன்றியவாறே உரைத்தார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறமும் பொருளும் இன்பமும் உயிரச்சமுமென்னும் நான்கின் கூறுபாட்டினையும் ஆராய்ந்து, ஆராய்ந்தபின்பு ஒருவன் அரசனால் தெளியப்படுவான்.<br/><br/>முன்பு நான்கு பொருளையும் ஆராயவேண்டுமென்றார் பின்பு தேறப்படுமென்றார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "How treats he virtue, wealth and pleasure? How , when life's at stake,<br/>Comports himself? This four - fold test of man will full assurance make.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a minister) be chosen, after he has been tried by means of these four things, viz,-his virtue, (love of) money, (love of) sexual pleasure, and tear of (losing) life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குடிப்பிறந்து குற்றத்தி னீங்கி வடுப்பரியு',
      l2: 'நாணுடையான் கட்டே தெளிவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும்<br/>நாணுடையான் சுட்டே தெளிவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல குடியில் பிறந்து குற்றங்களிலிருந்து நீங்கிப் பழியான செயல்களைச் செய்ய அஞ்சுகின்ற நாணம் உடையவனையே நம்பித் தெளிய வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'குடிப்பிறந்து= உயர்ந்த குடியிற் பிறந்து; குற்றத்தின் நீங்கி= குற்றங்களினின்று நீங்கி; வடுப் பரியும் நாண் உடையான் கட்டே தெளிவு= நமக்கு வடு வருங்கொல் என்று அஞ்சாநிற்கும் நாண் உடையவன்கண்ணதே அரசனது தெளிவு.<br/><br/>குற்றங்களாவன: மேல் அரசனுக்குச் சொல்லிய வகை ஆறும் (குறள்:431 செருக்கு, சினம், காமம்; குறள்:432 இவறல், மாண்பு இறந்த மானம், அளவிறந்த உவகை), மடி, மறப்பு, பிழைப்பு என்று இவை முதலாயவுமாம். நாண், இழிதொழில்களின் மனம் செல்லாமை. இவை பெரும்பான்மையும் தக்கோர்வாய்க் கேட்டலாகிய ஆகம அளவையான் தெரிவன. இந்நான்கும் உடையவனையே தெளிக என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்குடியிற் பிறந்து காமம் வெகுளி முதலான குற்றித்தினின்று நீங்கி, தனக்கு வரும் பழியை அறுக்கவல்ல நாணமுடையவன்கண்ணதே அரசனது தெளிவு.<br/><br/>இதுவும் உடன்பாடென்று கொள்ளப்படுமென்றவாறு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Of noble race, of faultless worth, of generous pride<br/>That shrinks from shame or stain; in him may king confide.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "(The king's) choice should (fall) on him, who is of good family, who is free from faults, and who has the modesty which fears the wounds (of sin).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அரியகற் றாசற்றார் கண்ணுந் தெரியுங்கா',
      l2: 'லின்மை யரிதே வெளிறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அரியகற்று ஆசற்றார் கண்ணும் தெரியுங்கால்<br/>இன்மை அரிதே வெளிறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அரிய நூல்களைக் கற்றுத் தேர்ந்து குற்றம் அற்றவரிடத்திலும் ஆராய்ந்து பார்க்குமிடத்தில் அறியாமை இல்லாதிருப்பது அருமையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அரிய கற்று ஆசு அற்றார் கண்ணும்= கற்றற்கு அரிய நூல்களைக் கற்று மேற்சொல்லிய குற்றங்கள் அற்றார் மாட்டும்; தெரியுங்கால் வெளிறு இன்மை அரிது= நுண்ணிதாக ஆராயும் இடத்து வெண்மை இல்லாமை அரிது.<br/><br/>வெண்மை- அறியாமை; அஃது இவர்மாட்டு உளதாவது, மனத்தது நிலையாமையான் ஒரோவழி ஆகலின், 'தெரியுங்கால்' என்றார். காட்சிஅளவையான் தெரிந்தால் அதுவும் இல்லாதாரே தெளியப்படுவர் என்பது குறிப்பெச்சம். இவ்வளவைகளான் இக்குணமும் குற்றமும் தெரிந்து, குணமுடையாரைத் தெளிக என்பது இவை மூன்று பாட்டானும் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கற்றற்கரிய நூல்களைக் கற்றுக் குற்றமற்றார்மாட்டும் ஆராயுங்கால் குற்றமின்மை இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though deeply learned, unflecked by fault, 'tis rare to see,<br/>When closely scanned, a man from all unwisdom free.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When even men, who have studied the most difficult works, and who are free from faults, are (carefully) examined, it is a rare thing to find them without ignorance. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குணநாடிக் குற்றமு நாடி யவற்றுண்',
      l2: 'மிகைநாடி மிக்க கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குணம்நாடிக் குற்றமும் நாடி அவற்றுள்<br/>மிகைநாடி மிக்க கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுடைய குணங்களை ஆராய்ந்து, பிறகு குற்றங்களையும் ஆராய்ந்து, மிகுதியானவை எவையென ஆராய்ந்து, மிகுந்திருப்பவற்றால் தெளிந்து கொள்ள வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குணம் நாடி= குணம் குற்றங்களுள் ஒன்றே உடையார் உலகத்து இன்மையின் ஒருவன் குணங்களை ஆராய்ந்து; குற்றமும் நாடி= ஏனைக் குற்றங்களையும் ஆராய்ந்து; அவற்றுள் மிகை நாடி= பின் அவ்விரு பகுதியுள்ளும் மிக்கவற்றை ஆராய்ந்து; மிக்க கொளல்= அவனை அம்மிக்கவற்றானே அறிக.<br/><br/>மிகை உடையவற்றை 'மிகை' என்றார். அவையாவன: தலைமையானாக, பன்மையானாக உயர்ந்தன. அவற்றான் அறிதலாவது, குணமிக்கதாயின் வினைக்கு உரியன் என்றும், குற்றம் மிக்கதாயின் அல்லன் என்றும் அறிதல். குணமே உடையார் உலகத்து அரியர் ஆகலின், இவ்வகை யாவரையும் தெளிக என்பது இதனான் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனுக்குள்ள குணத்தையும் ஆராய்ந்து குற்றத்தையும் ஆராய்ந்து அவற்றுள் மிக்கதனை யறிந்து அவற்றுள்ளும் தலைமையாயினும் பன்மையாயினும் மிக்கதனைக் கொள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Weigh well the good of each, his failings closely scan,<br/>As these or those prevail, so estimate the man.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Let (a king) consider (a man's) good qualities, as well as his faults, and then judge (of his character) by that which prevails.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெருமைக்கு மேனைச் சிறுமைக்குந் தத்தங்',
      l2: 'கருமமே கட்டளைக் கல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம்<br/>கருமமே கட்டளைக் கல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(மக்களுடைய குணங்களாலாகிய) பெருமைக்கும் (குற்றங்களாலாகிய) சிறுமைக்கும் தேர்ந்தறியும் உரை கல்லாக இருப்பவை அவரவருடைய செயல்களே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெருமைக்கும் ஏனைச் சிறுமைக்கும் கட்டளைக்கல்= பிறப்பு, குணம், அறிவு என்பனவற்றான் மக்கள் எய்தும் பெருமைக்கும் மற்றைச் சிறுமைக்கும் உரைகல்லாவது; தத்தம் கருமமே= தாம்தாம் செய்யும் கருமமே, பிறிதில்லை.<br/><br/>இஃது ஏகதேச உருவகம். மக்களது பெருமையும் சிறுமையும் தப்பாமல் அறியலுறுவார்க்குப் பிற கருவிகளும் உளவாயினும், முடிந்த கருவி செயல் என்பது, தேற்றேகாரத்தாற் பெற்றாம். இதனாற் குணம் குற்றங்கள் நாடற்குக் கருவி கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனைப் பெரியனாக்குதற்கும் மற்றைச் சிறியனாக்குதற்கும் வேறு தேறவேண்டா; அவரவர் செய்யவல்ல கருமந்தானே அதற்குத்தக ஆக்கும் படிக்கல்லாம்.<br/><br/>இஃது ஒருவனை ஒரு காரியத்திலே முற்படவிட்டு, அவன் செய்யவல்ல அளவுங் கண்டு பின்னைப் பெரியனாக்க அமையுமென்றது. இது குற்றங்கூறாமை பலவற்றிற்கு முள்ள வேறுபாடென்று கொள்ளப்படும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Of greatness and of meanness too,<br/>The deeds of each are touchstone true.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "A man's deeds are the touchstone of his greatness and littleness.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அற்றாரைத் தேறுத லோம்புக மற்றவர்',
      l2: 'பற்றிலர் நாணார் பழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அற்றாரைத் தேறுதல் ஓம்புக மற்றவர்<br/>பற்றிலர் நாணார் பழி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சுற்றத்தாரின் தொடர்பு அற்றவரை நம்பித் தெளியக் கூடாது; அவர் உலகத்தில் பற்று இல்லாதவராகையால் பழிக்கு நாணமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அற்றாரைத் தேறுதல் ஓம்புக= சுற்றம் இல்லாரைத் தெளிதலை ஒழிக; அவர் மற்றுப் பற்று இலர் = அவர் உலகத்தோடு தொடர்பிலர்; பழி நாணார்= ஆகலாற் பழிக்கு அஞ்சார்.<br/><br/>'பற்றிலர்' என்பதனால், சுற்றம் என்பது வருவிக்கப்பட்டது. உலகத்தார் பழிப்பன ஒழிதற்கும், புகழ்வன செய்தற்கும் ஏதுவாகிய உலகநடை இயல்பு, சுற்றம் இல்லாதார்க்கு இன்மையின், அவர் தெளியப்படார் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒழுக்கமற்றாரைத் தேறுதலைத் தவிர்க; அவர் ஓரிடத்துப் பற்றுடையாரும் அல்லர், பழிக்கும் நாணாராதலான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Beware of trusting men who have no kith or kin,<br/>No bonds restrain such men, no shame deters from sin.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a king) avoid choosing men who have no relations; such men have no attachment, and thereforehave no fear of crime.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காதன்மை கந்தா வறிவறியார்த் தேறுதல்',
      l2: 'பேதைமை யெல்லாந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காதன்மை கந்தா அறிவறியார்த் தேறுதல்<br/>பேதைமை எல்லாந் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறியவேண்டியவற்றை அறியாதிருப்பவரை அன்புடைமை காரணமாக நம்பித் தெளிதல், (தெளிந்தவர்க்கு) எல்லா அறியாமையையும் கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காதன்மை கந்தா அறிவு அறியார்த் தேறுதல்= அன்புடைமை பற்றுக்கோடாகத் தமக்கு அறிய வேண்டுவன அறியாதாரைத் தெளிதல்; பேதைமை எல்லாம் தரும்= அரசனுக்கு எல்லா அறியாமையையும் கொடுக்கும்.<br/><br/>தன்னோடு அவரிடைநின்ற அன்புபற்றி, அரசன் அறிவிலார்மேல் வினையை வைப்பின், அஃது அவர் அறிவின்மையாற் கெடும்; கெட்டால், அவர்க்கு உளதே அன்றி, வினைக்குரியாரை அறியாமை, மேல் விளைவு அறியாமை முதலாக அவனுக்கு அறியாமை பல உளவாம் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அன்புடைமையே பற்றாக, அறிவுடையாரல்லாதாரைத் தேறுதல் எல்லா அறியாமையும் தரும்.<br/><br/>அரசர் அன்புடையாரைத் தேறலாமென்பது பராசரர் மதம். இஃது இவ்வளவினால் தேறலாகாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "By fond affection led who trusts in men of unwise soul,<br/>Yeilds all his being up to folly's blind control.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To choose ignorant men, through partiality, is the height of folly.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தேரான் பிறனைத் தெளிந்தான் வழிமுறை',
      l2: 'தீரா விடும்பை தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தேரான் பிறனைத் தெளிந்தான் வழிமுறை<br/>தீரா இடும்பை தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மற்றவனைப் பற்றி ஒன்றும் ஆராயாமல் தெளிந்தால் அஃது (அவனுக்கு மட்டும் அல்லாமல்) அவனுடைய வழிமுறையில் தோன்றியவர்க்கும் தீராத துன்பத்தைக் கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பிறனைத் தேரான் தெளிந்தான்= தன்னொடு இயைபுடையன் அல்லாதானைப் பிறப்பு முதலியவற்றானும், செயலானும் ஆராய்ந்து தெளிந்த அரசனுக்கு; வழிமுறை தீரா இடும்பைதரும்= அத்தெளிவு தன் வழிமுறையினும் நீங்காத துன்பத்தைக் கொடுக்கும்.<br/><br/>இயைபு, தன் குடியொடு தொடர்ந்த மரபு. இதனானே அதுவும் வேண்டும் என்பது பெற்றாம். தெளிதல், அவன்கண்ணே வினையை வைத்தல். அவ்வினை கெடுதலால் தன்குலத்துப் பிறந்தாரும், பகைவர் கைப்பட்டுக் கீழாய் விடுவர் என்பதாம். நான்கன் உருபு விகாரத்தான் தொக்கது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறனை ஆராயாதே வழிமுறையென்று தெளிந்தவனுக்கு அத்தெளிவு தீர்தலில்லாத துன்பமுண்டாக்கும்.<br/><br/>இது தன் குலத்திலுள்ளாருள் அமாத்தியராயினார் வழியில் உள்ளாரைத் தேறலா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who trusts an untried stranger, brings disgrace,<br/>Remediless, on all his race.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sorrow that will not leave even his posterity will come upon him chooses a stranger whose character he has not known.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தேறற்க யாரையுந் தேராது தேர்ந்தபின்',
      l2: 'றேறுக தேறும் பொருள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தேறற்க யாரையும் தேராது தேர்ந்தபின்<br/>தேறுக தேறும் பொருள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யாரையும் ஆராயமல் தெளியக்கூடாது; நன்றாக ஆராய்ந்த பிறகு, அவரிடம் தெளிவாகக் கொள்ளத்தக்க பொருள்களைத் தெளிந்து நம்ப வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யாரையும் தேராது தேறற்க= யாவரையும் ஆராயாது தெளியாது ஒழிக; தேர்ந்தபின் தேறும் பொருள் தேறுக= ஆராய்ந்தபின் தெளியும் பொருட்களை ஐயுறாது ஒழிக.<br/><br/>'தேறற்க' என்ற பொதுமையான், ஒரு வினைக்கண்ணும் தெளியலாகாது என்பது பெற்றாம். ஈண்டுத் 'தேறுக' என்றது, தாற்பரியத்தால் ஐயுறவினது விலக்கின்மேல் நின்றது. 'தேறும் பொருள்' என்றது, அவரவர் ஆற்றற்கு ஏற்ற வினைகளை. 'பொருள்' ஆகுபெயர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாவரையும் ஆராயாது தெளியாதொழிக; ஆராய்ந்த பின்பு அவராற் றேறப்படும் பொருளைத் தேறுக.<br/><br/>இஃது ஒருபொருளிற் றேற்றமுடையாரை எல்லாப் பொருளினும் தெளிக வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Trust no man whom you have not fully tried,<br/>When tested, in his prudence proved confide.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a king) choose no one without previous consideration; after he has made his choice, let him unhesitatingly select for each such duties as are appropriate. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தேரான் றெளிவுந் தெளிந்தான்க ணையுறவுந்',
      l2: 'தீரா விடும்பை தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும்<br/>தீரா இடும்பை தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனை ஆராயாமல் தெளிவடைதலும், ஆராய்ந்து தெளிந்த ஒருவனிடம் ஐயப்படுதலும் ஆகிய இவை நீங்காத துன்பத்தைக் கொடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தேரான் தெளிவும்= அரசன் ஒருவனை ஆராயாது தெளிதலும்; தெளிந்தான்கண் ஐயுறவும்= ஆராய்ந்து தெளிந்தவன்மாட்டு ஐயப்படுதலும் இவ்விரண்டும்; தீரா இடும்பை தரும்= அவனுக்கு நீங்காத துன்பத்தைக் கொடுக்கும்.<br/><br/>வினை வைத்தபின் ஒரு தவறு காணாது வைத்து ஐயுறுமாயின், அதனை அவன் அறிந்து இனி இது நில்லாது என்னும் கருத்தான் அவ்வினையை நெகிழ்த்துவிடும்; அதுவேயன்றிப் பகைவரால் எளிதிற் பிரிக்கவும்படும்; ஆதலால், 'தெளிந்தான்கண் ஐயுறவு'ம் ஆகாவாயிற்று. தெளிவிற்கு எல்லை கூறியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனை ஆராயாது தெளிதலும் தெளிந்து கொள்ளப்பட்டவன் மாட்டுத் தான் ஐயப்படுதலுமாகிய இவ்விரண்டும் நீங்காத துன்பத்தைத் தரும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Trust where you have not tried, doubt of a friend to feel,<br/>Once trusted, wounds inflict that nought can heal.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To make choice of one who has not been examined, and to entertain doubts respecting one who has been chosen, will produce irremediable sorrow.',
          },
        ],
      },
    ],
  },
];
