export default [
  {
    kural: {
      l1: 'அவர்நெஞ் சவர்க்காதற் கண்டு மெவனெஞ்சே',
      l2: 'நீயெமக் காகா தது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அவர்நெஞ்சு அவர்க்காதல் கண்டும் எவன்நெஞ்சே<br/>நீஎமக்கு ஆகா தது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சே! அவருடைய நெஞ்சம் (நம்மை நினையாமல் நம்மிடம் வராமல்) அவர்க்குத் துணையாதலைக் கண்டும் நீ எமக்குத் துணையாகாதது ஏன்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நெஞ்சே= நெஞ்சே;<br/><br/>அவர் நெஞ்சு அவர்க்கு ஆதல் கண்டும்= அவருடைய நெஞ்சு நம்மை நினையாது அவர்க்காய்நிற்றல் கண்டு வைத்தும்;<br/><br/>நீ எமக்கு ஆகாதது எவன்= நீ எமக்காய் நில்லாது அவரை நினைத்தற்காரணம் யாது, எ-று.<br/><br/>'அவர்க்காதல்'- அவர் கருதியதற்கு உடம்படுதல். 'எமக்கு ஆகாதது' என்றது, புலவிக்கு உடம்படாமையை. ஒரு கருமத்தைத் தாமாக அறிந்து செய்யமாட்டாதார் செய்வாரைக் கண்டாயினும் செய்வர், நீ அதுவும் செய்கின்றிலை என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவருடைய நெஞ்சம் அவர்வழி நின்று நம்மை நினையாமையைக் கண்டு வைத்தும் நெஞ்சே! நீ எம்வழி நில்லாது அவரை நினைத்தல் யாதினைக் கருதியோ?<br/><br/>இது தலைமகள் வருங்காலத்து வாராத தலைமகனை உள்ளிய நெஞ்சோடு புலந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'You see his heart is his alone;<br/>O heart, why not be all my own?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O my soul! although you have seen how his soul stands by him, how is it you do not stand by me?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறாஅதவர்க் கண்ட கண்ணு மவரைச்',
      l2: 'செறாஅரெனச் சேறியென் னெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறாஅ தவர்க்கண்ட கண்ணும் அவரைச்<br/>செறாஅரெனச் சேறியென் நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'என் நெஞ்சே! நம்மேல் அன்பு கொள்ளாத காதலரைக் கண்டபோதும், அவர் வெறுக்கமாட்டார் என்று எண்ணி அவரிடம் செல்கின்றாயே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'என் நெஞ்சு= என் நெஞ்சே;<br/><br/>உறாஅதவர்க் கண்ட கண்ணும்= மேலும் நாம்மாட்டு அன்புடையர் ஆகாதவரை உள்ளவாறு அறிந்தவிடத்தும்;<br/><br/>செறாஅர் எனச் அவரைச் சேறி= நாம் சென்றால் வெகுளார் என்பதுபற்றி நீ அவர் மாட்டுச் செல்லா நின்றாய், இப்பெற்றியது மேலும் ஓர் அறியாமை உண்டோ, எ-று<br/><br/>அவரை என்பது, வேற்றுமை மயக்கம். பழங்கண்ணோட்டம் பற்றி வெகுளார் என்பது கந்தாகச் சென்றாய், நீ கருதியது முடியுமோ, எ-று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்னெஞ்சே! நீ அன்புறாதாரைக் கண்ட விடத்தும் செற்றம் நீங்குவாரென அவர்மாட்டுச் செல்லாநின்றாய்.<br/><br/>இது தலைமகள் தலைமகன்மாட்டுச் செல்லக் கருதிய நெஞ்சோடு புலந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis plain , my heart, that he's estranged from thee;<br/>Why go to him as though he were not enemy?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O my soul! although you have known him who does not love me, still do you go to him, saying "he will not be displeased."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கெட்டார்க்கு நட்டாரில் லென்பதோ நெஞ்சேநீ',
      l2: 'பெட்டாங் கவர்பின் செலல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கெட்டார்க்கு நட்டார்இல் என்பதோ நெஞ்சேநீ<br/>பெட்டாங்கு அவர்பின் செலல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சே! நீ உன் விருப்பத்தின் படியே அவர் பின் செல்வதற்குக் காரணம், துன்பத்தால் அழிந்தவர்க்கு நண்பர் இல்லை என்னும் எண்ணமோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நெஞ்சே= நெஞ்சே;<br/><br/>நீ பெட்டாங்கு அவர்பின் செலல்= என்மாட்டு நில்லாது நீ விரும்பியவாறே அவர் மாட்டுச் செல்லுதற்குக் காரணம்;<br/><br/>கெட்டார்க்கு நட்டார் இல் என்பதோ= கெட்டார்க்கு நட்டார் உலகத்து இல்லை என்னும் நினைவோ, நின்னியல்போ, கூறுவாயாக, எ-று.<br/><br/>என்னை விட்டு அவர்மாட்டுச் சேறல், நீ பண்டே பயின்றது என்பாள் 'பெட்டாங்கு' என்றும், தான் இதுபொழுது மானம் இலள் ஆகலின், 'கெட்டார்க்கு' என்றும் கூறினாள். 'பின்' என்பது ஈண்டு இடப்பொருட்டு, செலவு என்பது ஆகுபெயர். \"ஒல்கிடத்து உலப்பிலா உணர்விலார் தோடர்பு\" ஆயிற்று (கலித்தொகை, பாலைக்கலி- 25.) நின்தொடர்பு என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெஞ்சே! நீ என்னிடத்து நில்லாது வேண்டின வண்ணமே அவர் பின்பே செல்கின்றது, கெட்டார்க்கு நட்டார் இல்லையென்பதனானேயோ?',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'The ruined have no friends, 'they say; and so my heart,<br/>To follow him, at thy desire, from me thou dost depart.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O my soul! do you follow him at pleasure under the belief that the ruined have no friends?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இனியன்ன நின்னொடு சூழ்வார்யார் நெஞ்சே',
      l2: 'துனிசெய்து துவ்வாய்காண் மற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இனிஅன்ன நின்னொடு சூழ்வார்யார் நெஞ்சே<br/>துனிசெய்து துவ்வாய்காண் மற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சே! நீ ஊடலைச் செய்து அதன் பயனை நுகர மாட்டாய்; இனிமேல் அத்தகையவற்றைப்பற்றி உன்னோடு கலந்து எண்ணப் போகின்றவர் யார்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நெஞ்சே= நெஞ்சே;<br/><br/>துனி செய்து மற்றுத் துவ்வாய்காண்= நீ அவரைக் கண்டபொழுதே இன்பம் நுகரக் கருதுவது அல்லது, அவர் தவறுநோக்கி முன் புலவியை உண்டாக்கி அதனை அளவறிந்து பின் நுகரக் கருதாய்;<br/><br/>இனி அன்ன நின்னொடு சூழ்வார் யார்= ஆகலான், இனி அப்பெற்றிப்பட்டவற்றை நின்னோடு எ்ண்ணுவார் யார், யானது செய்யேன், எ-று.<br/><br/>அப்பெற்றிப்பட்டன- புலக்கும்திறங்கள். 'காண்' என்பது, உரையசை. 'மற்று'- வினைமாற்றின்கண் வந்தது. முன் எல்லாம் புலப்பதாக எண்ணியிருந்து, பின் புணர்ச்சி விதும்பலின், இவ்வாறு கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெஞ்சே! நீ புலவியை நீளச்செய்து பின்னை நுகரமாட்டாய்: ஆதலான் இனி அப்பெற்றிப்பட்ட எண்ணத்தை நின்னோடு எண்ணுவார் யார்? இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'See, thou first show offended pride, and then submit,' I bade;<br/>Henceforth such council who will share with thee, my heart?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O my soul! you would not first seem sulky and then enjoy (him); who then would in future consult you about such things?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெறாஅமை யஞ்சும் பெறிற்பிரி வஞ்சு',
      l2: 'மறாஅ விடும்பைத்தென் னெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெறாஅமை அஞ்சும் பெறின்பிரிவு அஞ்சும்<br/>அறாஅ இடும்பைத்தென் நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(காதலரைப் பெறாதபோது) பெறாமைக்கு அஞ்சும்; பெற்றால் பிரிவை நினைந்து அஞ்சும்; (இவ்வாறாக) என்நெஞ்சம் தீராத துன்பம் உடையதாகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பெறாமை அஞ்சும்= காதலரைப் பெறாத ஞான்று அப்பெறாமைக்கு அஞ்சாநின்றது;<br/><br/>பெறின் பிரிவு அஞ்சும்= பெற்றக்கால் வரக்கடவ பிரிவினை உட்கொண்டு அதற்கு அஞ்சா நின்றது;<br/><br/>என்னெஞ்சு அறாஅ இடும்பைத்து= ஆகலான், என்னெஞ்சம் எஞ்ஞான்றும் நீங்காத இடும்பையை உடைத்தாயிற்று, எ-று.<br/><br/>காதலரைப் பெற்றுவைத்துக் கலவியிழத்தல் உறுதியன்று என்னும் கருத்தான், வாயில் நேர்கின்றாள் ஆகலின், 'பெறாமை அஞ்சும்' என்றும், கலவியாராமையின் இன்னும் இவர் பிரிவராயின், யாது செய்தும் என்பது நிகழ்தலின் 'பெறிற் பிரிவு அஞ்சும்' என்றும், இவ்விரண்டும் அல்லது பிறிதின்மையின் 'எஞ்ஞான்றும் அறாஅ இடும்பைத்து' என்றும் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலரைப் பெறாதகாலத்துப் புணர்வு இல்லையோ என்று அஞ்சும்; பெற்றோமாயின் பிரிவாரோ என்று அஞ்சும்; ஆதலால் இடைவிடாத துன்பத்தை உடைத்து என்னெஞ்சு.<br/><br/>இது தலைமகள் ஆற்றாமைகண்டு தூதுவிடக் கருதிய தோழிக்கு அவர் வந்தாலும் இதற்குள்ளது துன்பமே யென்று அதனொடு புலந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I fear I shall not gain, I fear to lose him when I gain;<br/>And thus my heart endures unceasing pain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My soul fears when it is without him; it also fears when it is with him; it is subject to incessant sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தனியே விருந்து நினைத்தக்கா லென்னைத்',
      l2: 'தினிய விருந்ததென் னெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தனியே இருந்து நினைத்தக்கால் என்னைத்<br/>தினிய இருந்ததென் நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலரைப் பிரிந்து தனியே இருந்து அவருடைய தவறுகளை நினைத்தபோது என் நெஞ்சம் என்னைத் தின்பதுபோல் துன்பம் செய்வதாக இருந்தது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'என்னெஞ்சு இருந்தது= என்னெஞ்சு ஈண்டு இருந்தது;<br/><br/>தனியே இருந்து நினைத்தக்கால்= காதலரைப் பிரிந்திருந்து அவர் கொடுமைகளை யான் தன்னொடு நினைத்தக்கால்;<br/><br/>என்னைத் தினிய= அவ்வளவறிந்து என்னைத் தின்பதுபோன்று துன்பம் செய்தற்கே எ-று.<br/><br/>எ்ம்மாட்டு இருந்தது அன்று, அவர் கொடுமைகளை உட்கொண்டு எனக்கு ஆற்றாமை செய்தற்கே, இன்று அவைநோக்கி அவரொடு புலத்தற்கு அன்று என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்னெஞ்சு, யான் தனிப்பட்டிருந்து நினைத்தால் உடம்படாது என்னை நலிவதாக இருந்தது.<br/><br/>இது தலைமகள். நெஞ்சு அவர் செய்கின்ற கொடுமையை யுட்கொண்டு உள்ளாதே, யான்தனிப்பட்டால் நலிவதாக இருந்தது. நீ வருதலானே இப்பொழுது தப்பினேனென்று அதனோடு புலந்து தோழிக்குக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "My heart consumes me when I ponder lone,<br/>And all my lover's cruelty bemoan.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My mind has been (here) in order to eat me up (as it were) whenever I think of him in my solitude.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாணு மறந்தே னவர்மறக் கல்லாவென்',
      l2: 'மாணா மடநெஞ்சிற் பட்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாணும் மறந்தேன் அவர்மறக் கல்லாஎன்<br/>மாணா மடநெஞ்சிற் பட்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலரை மறக்கமுடியாத என்னுடைய சிறப்பில்லாத மடநெஞ்சினோடு சேர்ந்து.,மறக்கத் தகாததாகிய நாணத்தையும் மறந்துவிட்டேன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அவர் மறக்கல்லா என் மாணா மடநெஞ்சிற் பட்டு= தன்னைமறந்த காதலரைத் தான் மறக்கமாட்டாத என் மாட்சிமை இல்லாதமட நெஞ்சுடனே கூடி;<br/><br/>நாணும் மறந்தேன்= என் உயிரினும் சிறந்த நாண் தன்னையும், மறந்துவிட்டேன், எ-று.<br/><br/>மாணாமை- ஒருநிலையின் நில்லாமை. மடமை- கண்டவழி நினைந்து, காணாதவழி மறக்குந் தவற்றைக் காணாவழி நினைந்து கண்டவழி மறத்தல். நாண்- எஞ்ஞான்றும் கூடி ஒழுகினும், அஞ்ஞான்று கண்டார்போன்று ஒடுங்குதல். கண்டபொழுதே புணர்ச்சி விதும்பலின், அதனையும் மறந்தேன் என்றாள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்கண் நெறிவர நினையும் நாணத்தையும் கடைப்பிடித்திலேன்: அவரை மறக்கமாட்டாத என் நன்மையில்லாத பேதை நெஞ்சோடு கூட்டுப்பட்டு.<br/><br/>இது தலைமகள் யான் நாணாது தூதுவிட்டது, பின்நெஞ்சு மறவாமையாலேயென்று அதனோடு புலந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Fall'n neath the sway of this ignoble foolish heart,<br/>Which will not him forget, I have forgotten shame.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I have even forgotten my modesty, having been caught in my foolish mind which is not dignified enough to forget him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எள்ளி னிளிவாமென் றெண்ணி யவர்திற',
      l2: 'முள்ளு முயிர்க்காத னெஞ்சு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எள்ளின் இளிவாம்என்று எண்ணி அவர்திறம்<br/>உள்ளும் உயிர்க்காதல் நெஞ்சு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உயிரின்மேல் காதல்கொண்ட என் நெஞ்சம், பிரிந்த காதலரை இகழ்ந்தால் இழிவாகும் என்று எண்ணி அவருடைய உயர்ந்த பண்புகளையே நினைக்கின்றது,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உயிர்க்காதல்நெஞ்சு= உயிர்மேல் காதலை உடைய என் நெஞ்சு;<br/><br/>எள்ளின் இளிவு ஆம் என்று எ்ண்ணி= நம்மை எள்ளிச்சென்றார் என்று நாமும் எள்ளுவேமாயின், பின் நமக்கு இளிவாம் என்று கருதி;<br/><br/>அவர்திறம் உள்ளும்= அவர் திறத்தினையே நினையாநின்றது, எ-று.<br/><br/>எள்ளுதல்- வாயின்மறுத்தல். இளிவு- வழிபடாமையானும், பிரிவாற்றாமையானும், நாணும் நிறையும் முதலிய இழத்தலானும் உளதாவது. திறம்- வாயில்நேர்தலும், வருதலும், கூடலும் முதலாயின. இளிவிற்கு அஞ்சுதலானும், இறந்துபட மாட்டாமையானும், கூடக் கருதாநின்றது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவர் திறத்தைத் தானும் இகழ்ந்தால் அதனானே தனக்கு இளிவரவு உளவாகக் கருதி நினையாநின்றது சாவமாட்டாத நெஞ்சு?<br/><br/>இது தலைமகள் நெஞ்சு அவரைப்போலத் தானும் இகழலாயிருக்க, இகழா நின்றது<br/><br/>மில்லை: அவர் செயலைக் கேளாது சாவவும் வல்லுகின்றதில்லை யென்று அதனோடு புலந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If I contemn him, then disgrace awaits me evermore;<br/>My soul that seeks to live his virtue numbers o'er.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My soul which clings to life thinks only of his (own) gain in the belief that it would be disgraceful for it to despise him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துன்பத்திற் கியாரே துணையாவார் தாமுடைய',
      l2: 'னெஞ்சந் துணையல் வழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துன்பத்திற்கு யாரே துணையாவார் தாமுடைய<br/>நெஞ்சந் துணையல் வழி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவர்க்குத் துன்பம் வந்தபோது, தாம் உரிமையாகப் பெற்றுள்ள நெஞ்சமே துணையாகாவிட்டால், வேறு யார் துணையாவார்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'துன்பத்திற்கு= ஒருவர்க்குத் துன்பம் வந்துழி, அது நீக்குதற்கு;<br/><br/>தாம் உடைய நெஞ்சம் துணையல்வழி= தாம் உரித்தாகப்பெற்ற தம்முடைய நெஞ்சம் துணையாகாவழி;<br/><br/>துணையாவார் யாரே= வேறுதுணையாவார் ஒருவரும் இல்லை, எ-று.<br/><br/>ஈண்டுத் துன்பமாவது, ஊடல் உணர்ப்புவயின் வாராமை. அதற்கு நெஞ்சம் துணையாகாமையாவது, அவளை அன்பிலள் என்று ஒழியாது கூடற்கண்ணே விதும்பல். ஒருதுணையும் இன்மையின், இஃது உற்று விடுதலே உள்ளது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'துன்பமுற்றால் அதற்குத் துணையாவர் உண்டோ? தம்முடைய நெஞ்சும் தமக்குத் துணையல்லாத காலத்து.<br/><br/>இது தலைமகள் துணையாவார் யாரென்ற தோழிக்குக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'And who will aid me in my hour of grief,<br/>If my own heart comes not to my relief?',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Who would help me out of one's distress, when one's own soul refuses help to one?",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தஞ்சந் தமரல்ல ரேதிலார் தாமுடைய',
      l2: 'நெஞ்சந் தமரல் வழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தஞ்சம் தமரல்லர் ஏதிலார் தாமுடைய<br/>நெஞ்சம் தமரல் வழி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவர்க்குத் தாம் உரிமையாகப் பெற்ற நெஞ்சமே உறவாகாதபோது அயலார் உறவில்லாதவராக இருப்பது எளிதேயாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தாம் உடைய நெஞ்சம் தமர் அல்வழி= தாம் உரித்தாகவுடைய நெஞ்சம், ஒருவர்க்குத் தமர் அல்லாவழி;<br/><br/>ஏதிலார் தமர் அல்லர் தஞ்சம்= அயலார் தமர் அல்லராதல் சொல்லவேண்டுமோ, எ-று.<br/><br/>பிறள் ஒருத்தியைக் காதலி என்று கருதி, என்நெஞ்சே என்னை வருத்தாநின்றபின், அப்பிறள் புலக்கின்றது எளிது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்முடைய நெஞ்சும் தமக்குச் சுற்றமல்ல வாகுங்காலத்து, ஏதிலார் சுற்றமல்லாராவது சொல்லல் வேண்டுமோ?',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A trifle is unfriendliness by aliens shown,<br/>When our own heart itself is not our own!',
          },
          {
            title: 'Commentary',
            author: '',
            text: "It is hardly possible for strangers to behave like relations, when one's own soul acts like a stranger. ",
          },
        ],
      },
    ],
  },
];
