export default [
  {
    "kural": {
      "l1": "வைத்தான் வாய்சான்ற பெரும்பொரு ளஃதுண்ணான்",
      "l2": "செத்தான் செயக்கிடந்த தில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வைத்தான்வாய் சான்ற பெரும்பொருள் அஃதுண்ணான்<br/>செத்தான் செயக்கிடந்தது இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் இடமெல்லாம் நிறைந்த பெரும் பொருளைச் சேர்த்து வைத்து அதை உண்டு நுகராமல் இறந்துபோனால் அவன் அந்தப் பொருளால் செய்ய முடிந்தது ஒன்றுமில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வாய் சான்ற பெரும்பொருள் வைத்தான் அஃது உண்ணான்= தன் மனை அகலம் எல்லாம் நிறைதற்கு ஏதுவாய பெரும்பொருளை ஈட்டிவைத்து உலோபத்தால் அதனை உண்ணாதவன்; செத்தான் செயக்கிடந்தது இல்= உளனாயினும் செத்தானாம், அதன்கண் அவனால் செயக் கிடந்ததோர் உரிமை இன்மையான்.<br/><br/>'வைத்தான்' என்பது முற்றெச்சம். உண்ணுதல்: அதனால் ஐம்புலன்களையும் நுகர்தல். \"வாய் சான்ற பெரும்பொருளை\" வைத்தான் ஒருவன், அதனை உண்ணாது செத்தவழி அதன்கண் அவனால் செய்யக் கிடந்ததோர் உரிமை இல்லையாகலான், வையாது பெற்ற பொழுதே நுகர்க என்று உரைப்பினும் அமையும். இதற்குச் 'செத்தான்' என்பது எச்சம். இதனால் ஈட்டியானுக்குப் பயன்படல் இன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இடம் நிறைந்த பெரும்பொருளை ஈட்டிவைத்தானொருவன் அதனை நுகரானாயின் செத்தான்; அவன் பின்பு செய்யக்கிடந்தது யாது மில்லை.<br/><br/>இஃது ஈட்டினானாயினும் தானொருபயன் பெறானென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who fills his house with ample store, enjoying none.<br/>Is dead, Nought with the useless heap is done."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who does not enjoy the immense riches he has heaped up in his house, is (to be reckoned as) dead, (for) there is nothing achieved (by him)."
          }
        ]
      }
    ],
    "id": 1001
  },
  {
    "kural": {
      "l1": "பொருளானா மெல்லாமென் றீயா திவறு",
      "l2": "மருளானா மாணாப் பிறப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருளானாம் எல்லாமென்று ஈயாது இவறும்<br/>மருளானாம் மாணாப் பிறப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளால் எல்லாம் ஆகும் என்று பிறர்க்கும் ஒன்றும் கொடுக்காமல் இறுகப் பற்றிய மயக்கத்தால் சிறப்பில்லாத பிறவி உண்டாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருளான் எல்லாம்ஆம் என்று= பொருள் ஒன்றும் உண்டாக அதனால் எல்லாம் உண்டாம் என்று அறிந்து அதனை ஈட்டி; ஈயாது இவறும் மருளான்= பின் பிறர்க்கு ஈயாது பற்றுள்ளம் செய்யும் மயக்கத்தாலே; மாணாப் பிறப்பு ஆம்= ஒருவனுக்கு நிறைதல் இல்லாத பேய்ப்பிறப்பு உண்டாம்.<br/><br/>இருமையினும் எய்தும் இன்பங்கள் பலவும் அடங்க 'எல்லாம்' என்றும், ஈட்டுதற்கு முன்னுண்டாய அறிவு பின் மயங்குதலின் 'மருள்' என்றும், பொருள் உண்டாயிருக்கப் பிறர்பசி கண்டிருந்த தீவினை பற்றி உணவுகள் உளவாயிருக்கப் பசித்துவருந்தும் 'பிறப்பு' உளதாம் என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளினாலே யெல்லாச்சிறப்பும் எய்தலாமென்று பிறர்க்கு யாதொன்றும் ஈயாது உலோபஞ் செய்கின்ற மயக்கத்தினாலே மாட்சிமையில்லாத பிறப்பு உண்டாம்.<br/><br/>இது தீக்கதியுள் உய்க்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who giving nought, opines from wealth all blessings springs,<br/>Degraded birth that doting miser's folly brings."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who knows that wealth yields every pleasure and yet is so blind as to lead miserly life will be born a demon."
          }
        ]
      }
    ],
    "id": 1002
  },
  {
    "kural": {
      "l1": "ஈட்ட மிவறி யிசைவேண்டா வாடவர்",
      "l2": "தோற்ற நிலக்குப் பொறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஈட்டம் இவறி இசைவேண்டா ஆடவர்<br/>தோற்றம் நிலக்குப் பொறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சேர்த்து வைப்பதையே விரும்பிப் பற்றுள்ளம் கொண்டு புகழை விரும்பாத மக்கள் பிறந்து வாழ்தல் நிலத்திற்குப் பாரமே ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈட்டம் இவறி இசை வேண்டா ஆடவர் தோற்றம்= யாம் பிறரின் மிக ஈட்டுதும் என்று, பொருளினது ஈட்டல் மாத்திரத்தையே விரும்பி, அதன் பயனாய புகழை விரும்பாத மக்களது பிறப்பு; நிலக்குப் பொறை= நிலத்திற்குப் பாரமாம் அத்துணையே.<br/><br/>'இசை' இருமைக்கும் உறுதியாய அறம் ஆகலின், ஈகையான் அதனையே வேண்டல் செய்யாது, ஈட்டல் துன்பத்தையும் காத்தல் துன்பத்தையும் வேண்டிய அறிவின்மை பற்றி, 'நிலக்குப் பொறை' என்றார். 'பிறப்பு' என்றது, அதற்குரிய உடம்பினை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளீட்டுதலை விரும்பிப் புகழை விரும்பாத மாந்தர், தாம் பிறந்த நிலத்துக்குப் பாரமாவர்.<br/><br/>இஃது இவர் பிறப்பதினும் பிறவாமை நன்றென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who lust to heap up wealth, but glory hold not dear,<br/>It burthens earth when on the stage of being they appear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A burden to the earth are men bent on the acquisition of riches and not (true) fame."
          }
        ]
      }
    ],
    "id": 1003
  },
  {
    "kural": {
      "l1": "எச்சமென் றென்னெண்ணுங் கொல்லோ வொருவரா",
      "l2": "னச்சப் படாஅ தவன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எச்சமென்று என்எண்ணுங் கொல்லோ ஒருவரால்<br/>நச்சப் படாஅ தவன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு உதவியாக வாழாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவன், தான் இறந்த பிறகு எஞ்சி நிற்பது என்று எதனை எண்ணுவானோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவரால் நச்சப்படாஅதவன்= ஒரு பொருளும் ஈந்தறியாமையின் ஒருவராலும் நச்சப்படுதல் இல்லாதவன்; எச்சம் என்று என் எண்ணுங்கொல்= தான் இறந்தவழி ஈண்டு ஒழிந்து நிற்பதாக யாதனைக் கருதுமோ?<br/><br/>ஈண்டு ஒழிந்து நிற்கும் புகழ், ஈவான் மேலன்றி நில்லாமையின், அவனுக்கு அதனோடு யாதும் இயைபு இல்லை என்பார், 'என்னெண்ணுங் கொல்லோ' என்றார். 'ஓ'காரம் அசை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவராலும் நச்சப்படாத செல்வமுடையவன், தனக்குப் பின்பு நிற்பதென்று யாதினை எண்ணுமோ?<br/><br/>இது புகழில்லையா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whom no one loves, when he shall pass away,<br/>What doth he look to leave behind, I pray?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What will the miser who is not liked (by any one) regard as his own (in the world to come) ?"
          }
        ]
      }
    ],
    "id": 1004
  },
  {
    "kural": {
      "l1": "கொடுப்பதூஉந் துய்ப்பதூஉ மில்லார்க் கடுக்கிய",
      "l2": "கோடியுண் டாயினு மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய<br/>கோடியுண் டாயினும் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்குக் கொடுத்து உதவுவதும் தான் நுகர்வதும் இல்லாதவர்க்கு மேன்மேலும் பெருகிய பல கோடிப் பொருள் உண்டானாலும் பயன் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு= பிறர்க்கு ஈவதும் தாம் நுகர்வதுமாய இரண்டு செய்கையும் உடையர் அல்லாதார்க்கு; அடுக்கிய கோடி உண்டாயினும் இல்= பலவாகிய அடுக்கிய கோடி பொருள் உண்டாயினும் ஒன்றுமில்லை.<br/><br/>இன்பத்தினும் அறம் சிறந்தமையின் கொடுத்தல் தொழில் முன்கூறப்பட்டது. 'அடுக்கிய கோடி' என்பது ஈண்டு எண்ணப்படும் பொருள்மேல் நின்றது. ஒன்றும் இல்லார்போலப் பயன் இரண்டும் இழத்தலின், 'இல்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர்க்குக் கொடுத்தலும் தாம் நுகர்தலும் இல்லாதார்க்குப் பல கோடிப் பொருள் உண்டாயினும் அவை இன்மையோ டொக்கும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Amid accumulated millions they are poor,<br/>Who nothing give and nought enjoy of all they store."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who neither give (to others) nor enjoy (their property) are (truly) destitute, though possessing immense riches."
          }
        ]
      }
    ],
    "id": 1005
  },
  {
    "kural": {
      "l1": "ஏதம் பெருஞ்செல்வந் தான்றுவ்வான் றக்கார்க்கொன்",
      "l2": "றீத லியல்பிலா தான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏதம் பெருஞ்செல்வம் தான்துவ்வான் தக்கார்க்கொன்று<br/>ஈதல் இயல்பிலா தான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தானும் நுகராமல் தக்கவர்க்கு ஒன்று கொடுத்து உதவும் இயல்பும் இல்லாமல் வாழ்கின்றவன், தன்னிடமுள்ள பெருஞ் செல்வத்திற்கு ஒரு நோய் ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தான் துவ்வான் தக்கார்க்கு ஒன்று ஈதல் இயல்பிலாதான்= தான் நுகரானாய் அதன்மேலும் தகுதியுடையார்க்கு அவர் வேண்டியது ஒன்றனை ஈதல் இயற்கை இலன் ஆயினான்; பெருஞ் செல்வம் ஏதம்= இண்டும் செய்தற்கு இடனுடைத்தாய செல்வத்திற்கு ஒரு நோய்.<br/><br/>தகுதி: தானம் கோடற்கு ஏற்புடைமை. 'ஏதம்' ஆகுபெயர். நுகரப்படுதலும், ஈயப்படுதலும் ஆகிய தொழிற்கு உரியதனை அன்று ஆக்கினமையின், 'நோய்' என்றார். ஈதலியல்பு இலாதானது பெரும் செல்வம் அவனுக்கு ஈட்டல், காத்தல் முதலியவற்றால் துன்பமேயாம் எனறு உரைப்பரும் உளர்"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தானுந் துவ்வாது பிறர்க்கும் ஒன்று ஈயாத இயல்பினை யுடையான் பெற்ற பெருஞ் செல்வம் குற்றமுடைத்து."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Their ample wealth is misery to men of churlish heart,<br/>Who nought themseleves enjoy, and nought to worthy men inpart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who enjoys not (his riches) nor relieves the wants of the worthy is a disease to his wealth."
          }
        ]
      }
    ],
    "id": 1006
  },
  {
    "kural": {
      "l1": "அற்றார்க்கொன் றாற்றாதான் செல்வ மிகநலம்",
      "l2": "பெற்றா டமியண்மூத் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றார்க்கொன்று ஆற்றாதான் செல்வம் மிகநலம்<br/>பெற்றாள் தமியள்மூத் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் இல்லாத வறியவர்க்கு ஒரு பொருள் கொடுத்து உதவாதவனுடைய செல்வம், மிக்க அழகு பெற்றவள் தனியாக வாழ்ந்து முதுமையுற்றாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றார்க்கு ஒன்று ஆற்றாதான் செல்வம்= ஒருபொருளும் இலர் ஆயினார்க்கு அவர் வேண்டியது ஒன்றனைக் கொடாதானது செல்வம் கொன்னே கழிதல்; மிக நலம் பெற்றாள் தமியள் மூத்தற்று= பெண்டிரின் மிக்க நலத்தினைப் பெற்றாள் ஒருத்தி, கொடுப்பார் இன்மையின் கொழுநன் இன்றித் தமியளாய் மூத்த தன்மைத்து.<br/><br/>'நலம்' வடிவின் நன்மையும், குணத்தின் நன்மையும். இரண்டும் ஒருங்கு பெறுதல் அரிதாகலின், 'பெற்றாள்' என்றார். கொடுப்பாரும், கொழுநனுமேயன்றித் தானும் பயன் இழந்து கழிந்த குமரியோடு உவமை கூறினமையின், தானும் ஏற்பானுமே அன்றிச் செல்வமும் பயனிழந்து கழியும் என்பதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளற்றார்க்கு யாதானு மொன்றைக் கொடாதவனுடைய செல்வம், மிக்க அழகினைப் பெற்றாளொருத்தி் தனியாளாய் முதிர்ந்தாற்போலும்.<br/><br/>இது செல்வம் தானும் ஒருபயன் பெறாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like woman fair in lonelihood who aged grows,<br/>Is wealth of him on needy men who nought bestows."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of him who never bestows anything on the destitute is like a woman of beauty growing old without a husband."
          }
        ]
      }
    ],
    "id": 1007
  },
  {
    "kural": {
      "l1": "நச்சப் படாஅதவன் செல்வ நடுவூரு",
      "l2": "ணச்சு மரம்பழுத் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நச்சப் படாதவன் செல்வம் நடுவூருள்<br/>நச்சு மரம்பழுத் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர்க்கு உதவாத காரணத்தால் ஒருவராலும் விரும்பப்படாதவனுடைய செல்வம், ஊர்நடுவில் நச்சுமரம் பழுத்தாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நச்சப் படாதவன் செல்வம்= வறியார்க்கு அணியனாய் இருந்தும் ஒன்றும் கொடாமையின் அவரான் நச்சப்படாதவன் செல்வம் எய்துதல்; ஊர் நடுவுள் நச்சுமரம் பழுத்தற்று= ஊரிடை நிற்பதோர் நச்சுமரம் பழுத்தாற்போலும்.<br/><br/>'நடுவூர்' என்பது பின்முன்னாகத் தொக்க ஆறாம் வேற்றுமைத் தொகை. அண்மை உடைமைகளான் பயனில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறரால் ஆசைப்படாதவனது செல்வம், ஊர் நடுவுள் பழுத்து நிற்பதொரு நச்சுமரம் பழுத்த தன்மைத்து.<br/><br/>இது நச்சுமரப்பழம் தமதாசையாலே தின்பாருண்டாயின் அவரைக் கொல்லுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When he whom no man loves exults in great prosperity,<br/>'Tis as when fruits in midmost of the town some poisonous tree."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of him who is disliked (by all) is like the fruit-bearing of the etty tree in the midst of a town."
          }
        ]
      }
    ],
    "id": 1008
  },
  {
    "kural": {
      "l1": "அன்பொரீஇத் தற்செற் றறநோக்கா தீட்டிய",
      "l2": "வொண்பொருள் கொள்வார் பிறர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்பொரீஇத் தற்செற்று அறநோக்காது ஈட்டிய<br/>ஒண்பொருள் கொள்வார் பிறர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறரிடம் செலுத்தும் அன்பையும் விட்டுத் தன்னையும் வருத்தி அறத்தையும் போற்றாமல் சேர்த்து வைத்த பெரும் பொருளைப் பெற்று நுகர்பவர் மற்றவரே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அன்பு ஒரீஇ= ஒருவன் கொடாமைப்பொருட்டுச் சுற்றத்தார் நட்டார்கண் அன்பு செய்தலை ஒழித்து; தற் செற்று= வேண்டுவன நுகராது தன்னைச் செறுத்து; அறம் நோக்காது= வறியார்க்கு ஈதல் முதலிய அறத்தை நினைப்பதும் செய்யாது; ஈட்டிய ஒண்பொருள் கொள்வார் பிறர்= ஈட்டிய ஒள்ளிய பொருளைக் கொண்டுபோய்ப் பயன்பெறுவார் பிறர்.<br/><br/>பயனாய அறனும், இன்பமும் செய்து கொள்ளாதானுக்குப் பொருளால் உள்ளது ஈட்டல் துன்பமே என்பது தோன்ற 'ஈட்டிய' என்றும், அவன் வழியில் உள்ளார்க்கும் உதவாது என்பது தோன்றப் 'பிறர்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் தேடுங்கால் பிறர்மாட்டு அன்பு செய்தலையும் நீக்கி, அது தேடினானாகிய தன்னைக் காத்தலுமின்றி அறத்தையுஞ் செய்யாது, தொகுத்த ஒள்ளிய பொருளைக் கொள்வார் பிறர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who love abandon, self afflict, and virtu's way forsake<br/>To heap up glittering wealth, their hoards shall others take."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Strangers will inherit the riches that have been acquired without regard for friendship, comfort and charity. "
          }
        ]
      }
    ],
    "id": 1009
  },
  {
    "kural": {
      "l1": "சீருடைச் செல்வர் சிறுதுனி மாரி",
      "l2": "வறங்கூர்ந் தனைய துடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சீருடைச் செல்வர் சிறுதுனி மாரி<br/>வறங்கூர்ந் தனையது உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழ் பொருந்திய செல்வர் உற்ற சிறிய வறுமை உலகத்தைக் காக்கவல்ல மேகம் வறுமை மிகுந்தாற் போன்ற தன்மை உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சீருடைச் செல்வர் சிறு துனி= புகழுடைத்தாய செல்வத்தினை உடையவரது, நிற்கும் காலம் சிறிதாய வறுமை; மாரி வறம் கூர்ந்து அனையது உடைத்து= உலகத்தை எல்லாம் நிலைநிறுத்தும் மேகம் வறுமை மிக்காற்போல்வதோர் இயல்பினை உடைத்து.<br/><br/>'துனி'- வெறுப்பு;அதனைச் செய்தலான் துனி எனப்பட்டது. யாவர்க்கும் பயன்பட்டார் அதனான் வறியராயவழியும், அவ்வறுமை கடிதின் நீங்குதலின் பின்பும் செல்வராய்ப் பயன்படுவர் என்பது உவமையான் பெறப்பட்டது; படவே, நன்றியில்லாத செல்வம் எஞ்ஞான்றும் பயன்படாது என்பதாயிற்று. இதற்குச் சீருடைச் செல்வர் இரவலரொடு வெறுக்கும் நிலையில், வெறுப்பு மாரி வறங்கூர்ந்தனைய தன்மையை உடைத்து என அதிகாரத்தோடு பொருந்தாமை மேலும், ஓர் பொருள் தொடர்புபடாமல் உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சீருடைய செல்வர் சிறுதுனியால் ஈயாதொழிதல், மாரி பெய்யாமை மிக்காற் போலும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis as when rain-cloud in the heaven grows dry,<br/>When generous wealthy man endures brief poverty."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The short-lived poverty of those who are noble and rich is like the clouds becoming poor (for a while). "
          }
        ]
      }
    ],
    "id": 1010
  }
]