export default [
  {
    kural: {
      l1: 'காம முழந்து வருந்தினார்க் கேம',
      l2: 'மடலல்ல தில்லை வலி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காமம் உழந்து வருந்தினார்க்கு ஏமம்<br/>மடலல்லது இல்லை வலி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காமத்தால் துன்புற்று (காதலியின் அன்பு பெறாமல்) வருந்தினவர்க்குக் காவல் மடலூர்தல் அல்லாமல் வலிமையான துணை வேறொன்றும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "காமம் உழந்து வருந்தினார்க்கு= அரியராய மகளிரோடு காமத்தை அனுபவித்துப் பின் அதுபெறாது துன்புற்ற ஆடவர்க்கு;<br/><br/>ஏம மடல் அல்லது வலி இல்லை = பண்டும் ஏமமாய் வருகின்ற மடல் அல்லது இனி எனக்கு வலியாவது இல்லை.<br/><br/>ஏமமாதல்- அத்துன்பம் நீங்கும்வகை அவ்வனுபவத்தினைக் கொடுத்தல். 'வலி' ஆகுபெயர். பண்டும் ஆடவராயினார் இன்பம் எய்தி வருகின்றவாறு நிற்க, நின்னை அதற்குத் துணையென்று கருதிக் கொன்னே முயன்ற யான், இதுபொழுது அல்லாமையை அறிந்தேன் ஆகலான் இனி யானும் அவ்வாற்றான் அதனை எய்துவல் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காமம் காரணமாக முயன்று வருந்தினார்க்கு ஏமமாவது மடல் ஏறுவதல்லது மற்றும் வலி யில்லை.<br/><br/>இது தலைமகனை தோழி சேட்படுத்தியவிடத்து மடலேறுவேனென்று தலைமகன் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To those whe'e proved love's joy and now afflicted mourn,<br/>Except the helpful 'horse of palm', no other strength remains.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To those who after enjoyment of sexual pleasure suffer (for want of more), there is no help so efficient as the palmyra horse. help so efficient as the palmyra horse. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நோனா வுடம்பு முயிரு மடலேறு',
      l2: 'நாணினை நீக்கி நிறுத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நோனா உடம்பும் உயிரும் மடலேறும்<br/>நாணினை நீக்கி நிறுத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(காதலியன் பிரிவால் ஆகிய துன்பத்தைப்) பொறுக்காத என் உடம்பும் உயிரும், நாணத்தை நீக்கி நிறுத்திவிட்டு மடலூரத் துணிந்தன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நோனா உடம்பும் உயிரும் மடல் ஏறும்= அவ்வருத்தத்தினைப் பொறாத உடம்பும் உயிரும் அதற்கு ஏமமாய மடன்மாவினை ஊரக் கருதாநின்றன;<br/><br/>நாணினை நீக்கி நிறுத்து= அதனை விலக்குவதாய நாணினை அகற்றி.<br/><br/>வருந்தினார்க்கு என மேல்வந்தமையிற் செயப்படுபொருள் ஈண்டுக் கூறாராயினார். 'மடல்' ஆகுபெயர். 'நீக்கிநிறு்த்து' என்பது ஒருசொன்னீர்மைத்து. அறிவு, நிறை, ஓர்ப்புக் கடைப்பிடி முதலிய முன்னே நீங்கவும் நாண் நீங்காது நின்றது, அதுவும் இதுபொழுது நீங்கிற்று என்பான், 'உடம்பும் உயிரும்' என்றான். அவைதாம் தம்முள் நீங்காமற் பொருட்டு 'மடல் ஏறும்' என்றது, அவள் தன் ஆ்ற்றைமை அறிந்து கடிதின் குறைநேர்தல் நோக்கி.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொறுத்த லில்லாத உடம்பும் உயிரும் மடலேறும்: நாணினை நீக்கி நின்று.<br/><br/>இஃது உடம்போடு உயிரும் மடலேறுமெனத் தலைமகன் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "My body and my soul, that can no more endure,<br/>Will lay reserve aside,and mount the 'horse of palm'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Having got rid of shame, the suffering body and soul save themselves on the palmyra horse.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாணொடு நல்லாண்மை பண்டுடையே னின்றுடையேன்',
      l2: 'காமுற்றா ரேறு மடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாணொடு நல்லாண்மை பண்டுடையேன் இன்றுடையேன்<br/>காமுற்றார் ஏறும் மடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாணமும் நல்ல ஆண்மையும் முன்பு பெற்றிருந்தேன்; (காதலியைப் பிரிந்து வருந்துகின்ற) இப்போது காமம் மிக்கவர் ஏறும் மடலையே உடையேன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாணொடு நல்லாண்மை பண்டு உடையேன்= நாணும் மிக்க ஆண்தகைமையும் யான் பண்டு உடையேன்;<br/><br/>காமுற்றார் ஏறும் மடல் இன்று உடையேன்= அவை காமத்தான் நீங்குதலான், அக்காமம் மிக்கார் ஏறும் மடலினை இன்று உடையேன்.<br/><br/>'நாண்'- இழிவாவன செய்தற்கண் விலக்குவது. 'ஆண்மை', ஒன்றற்கும் தளராது நிற்றல். அவை பண்டுள்ளன, இன்றுளது இதுவேயாகலின் கடிதின்முடியும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாணமிக்க நிலைமையும் சிறந்த ஆண்மையும் யான் பண்டுடையேன்; காமமிக்கார் ஏறும் மடலினை இன்றுடையேனானேன்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I once retained reserve and seemly manliness;<br/>To-day I nought possess but lovers' 'horse of palm'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Modesty and manliness were once my own; now, my own is the palmyra horse that is ridden by the lustful.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காமக் கடும்புன லுய்க்குமே நாணொடு',
      l2: 'நல்லாண்மை யென்னும் புணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காமக் கடும்புனல் உய்க்கும் நாணொடு<br/>நல்லாண்மை என்னும் புணை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாணமும் நல்ல ஆண்மையுமாகிய தோணிகளைக் காமம் என்னும் கடுமையான வெள்ளம் அடித்துக் கொண்டு போய் விடுகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாணொடு நல்லாண்மை என்னும் புணை= யான் தன்னைக் கடத்தற்குக் கொண்ட நாணும் நல்லாண்மையும் ஆகிய புணைகளை;<br/><br/>காமக் கடும்புனல் உய்க்குமே= என்னிற் பிரித்துக் காமமாகிய கடியபுனல் கொண்டுபோகாநின்றது.<br/><br/>அது செய்யமாட்டாத ஏனைப் புனலின் நீக்குதற்குக் 'கடும்புனல்' என்றான். இப்புனற்கு அவை புணையாகா, அதனான் அவை நீங்கும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் தன்னைக் கடத்தற்குக் கொண்ட நாணும் நல்லாண்மையுமாகிய புணைகளை என்னிற் பிரித்துக் காமமாகிய கடியபுனல் கொண்டுபோகா நின்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Lover's rushing tide will sweep away the raft<br/>Of seemly manliness and shame combined.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The raft of modesty and manliness, is, alas, carried-off by the strong current of lust. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தொடலைக் குறுந்தொடி தந்தாண் மடலொடு',
      l2: 'மாலை யுழக்குந் துயர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தொடலைக் குறுந்தொடி தந்தாள் மடலொடு<br/>மாலை உழக்கும் துயர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மடலேறுதலோடு மாலைக்காலத்தில் வருந்தும் துயரத்தை மாலைபோல் தொடர்ந்த சிறு வளையல் அணிந்த காதலி எனக்குத் தந்தாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மாலை உழக்கும் துயர் மடலொடு= மாலைப் பொழுதின்கண் அனுபவிக்கும் துயரினையும், அதற்கு மருந்தாய மடலினையும் முன்னறியேன்;<br/><br/>தொடலைக் குறுந்தொடி தந்தாள்= இதுபொழுது, எனக்கு மாலைபோலத் தொடர்ந்த சிறுவளையினை உடையாள் தந்தாள்.<br/><br/>காமம் ஏனைப்பொழுதுகளினும் உளதேனும், மாலைக்கண் மலர்தல் உடைமையின், 'மாலை உழக்கும் துயர்' என்றும், மடலும் அதுபற்றி வந்ததாகலின் அவ்விழிவும் அவளால் தரப்பட்டது என்றும், அவள்தான் நீ கூறியதே கூறும் இளைமையள் என்பது தோன்றத் 'தொடலைக் குறுந்தொடி' என்றும் கூறினான். அப்பெயர் உவமைத்தொகைப் புறத்துப்பிறந்த அன்மொழித்தொகை. இவை அவள் தந்தனவாகலின் நின்னான் நீங்கும் என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மாலைபோலச் செய்யப்பட்ட சிறுவளையினை யுடையாள் மடலோட கூட மாலைக்காலத்து உறுந்துயரினைத் தந்தாள்.<br/><br/>தொடலை யென்பதற்குச் சோர்ந்த வளை யெனினும் அமையும். குறுந்தொடி- பிள்ளைப்பணி. இவை ஏழும் தலைமகன் கூற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The maid that slender armlets wears, like flowers entwined,<br/>Has brought me 'horse of palm' and pangs of eventide!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'She with the small garland-like bracelets has given me the palmyra horse and the sorrow that is endured at night.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மடலூர்தல் யாமத்து முள்ளுவேன் மன்ற',
      l2: 'படலொல்லா பேதைக்கென் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மடலூர்தல் யாமத்தும் உள்ளுவேன் மன்ற<br/>படல்ஒல்லா பேதைக்கென் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மடலூர்தலைப் பற்றி நள்ளிரவிலும் உறுதியாக நினைக்கின்றேன்; காதலியின் பிரிவின் காரணமாக என் கண்கள் உறங்காமல் இருக்கின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பேதைக்கு என் கண் படல் ஒல்லா= நின்பேதை காரணமாக என்கண்கள் ஒருகாலும் துயிறலைப் பொருந்தா;<br/><br/>யாமத்தும் மன்ற மடல் ஊர்தல் உ்ளளுவேன்= அதனால் எல்லாரும் துயிலும் இடையாமத்தும் யான் இருந்து மடலூர்தலையே கருதாநிற்பன்.<br/><br/>'பேதை' என்பது பருவம் பற்றியன்று, மடமை பற்றி. இனிக் குறைமுடிப்பது, நாளையெனவேண்டா என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பேதை பொருட்டு என்கண் உறங்குதலை இசையாது: ஆதலானே மடலூர்தலை ஒருதலையாக யாமத்தினும் நினைப்பேன்.<br/><br/>இது மடலேறுவது நாளையன்றே; இராவுறக்கத்திலே மறந்துவிடுகின்றீர் என்ற தோழிக்கு என் கண் உறங்காது ஆதலான் மறவேனென்று தலைமகன் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Of climbing 'horse of palm' in midnight hour, I think;<br/>My eyes know no repose for that same simple maid.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Mine eyes will not close in sleep on your mistress's account; even at midnight will I think of mounting the palmyra horse.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கடலன்ன காம முழந்து மடலேறாப்',
      l2: 'பெண்ணிற் பெருந்தக்க தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடலன்ன காமம் உழந்தும் மடலேறாப்<br/>பெண்ணின் பெருந்தக்க தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடல்போன்ற காமநோயால் வருந்தியும், மடலேறாமல் துன்பத்தைப் பொறுத்துக்கொண்டிருக்கும் பெண் பிறப்பைப் போல் பெருமையுடைய பிறவி இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கடல் அன்ன காமம் உழந்தும் மடல் ஏறாப் பெண்ணின்= கடல்போலக் கரையற்ற காமநோயினை அனுபவித்தும், மடல் ஊர்தலை்ச்செய்யாது ஆற்றியிருக்கும் பெண்பிறப்புபோல;<br/><br/>பெருந்தக்கது இல்= மிக்க தகுதியினை உடைய பிறப்பு உலகத்தில் இல்லை.<br/><br/>பிறப்பு விசேடத்தால் எனக்கு இல்லையாகா நின்றது, நீ அஃது அறிகிலை என்பதாம். இத்துணையும் தலைமகன் கூற்று, மேல் தலைமகள் கூற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடலையொத்த காமநோயாலே வருந்தியும், மடலேற நினையாத பெண்பிறப்புப்போல மேம்பட்டது இல்லை.<br/><br/>இது நும்மாற் காதலிக்கப்பட்டாள் தனக்கும் இவ்வருத்த மொக்கும்: பெண்டிர்க்கு இப்பெண்மையான் மடலேறாததே குறையென்று தலைமகன் ஆற்றாமை நீங்குதற்பொருட்டுத் தோழி கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "There's nought of greater worth than woman's long-enduring soul,<br/>Who, vexed by love like ocean waves, climbs not the'horse of palm'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is nothing so noble as the womanly nature that would not ride the palmyra horse, though plunged a sea of lust.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நிறையரியர் மன்னளிய ரென்னாது காம',
      l2: 'மறையிறந்து மன்று படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நிறையரியர் மன்அளியர் என்னாது காமம்<br/>மறையிறந்து மன்று படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இவர் நெஞ்சை நிறுத்தும் நிறை இல்லாதவர், மிகவும் இரங்கத்தக்கவர் என்று கருதாமல் காமம் மறைந்திருத்தலைக் கடந்து மன்றத்திலும் வெளிப்படுகின்றதே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நிறை அரியர் (என்னாது)= இவர் நிறையால் நாம் மீதூர்தற்கு அரியர் என்று அஞ்சுதல் செய்யாது;<br/><br/>மன் அளியர் என்னாது= மிகவும் அளிக்கத்தக்கார் என்று இரங்குதல் செய்யாது;<br/><br/>காமம் மறை இறந்து மன்றுபடும்= மகளிர் காமமும் அவர் மறைத்தலைக் கடந்து மன்றின்கண்ணே வெளிப்படுவதாயிருந்தது.<br/><br/>'என்னாது' என்பது, முன்னும் கூட்டி, மகளிர் என்பது வருவிக்கப்பட்டது. எச்சவும்மை விகாரத்தான் தொக்கது. 'மன்று' என்பது, தந்தை தன்ஐயரை நோக்கி. உலகத்துப் பெண்பாலார் காமத்து இயல்பு கூறுவாள்போன்று, தன்காமம் பெருகியவாறும், இனி அறத்தொடு நிற்றல் வேண்டும் என்பதும் குறிப்பாற் கூறியவாறாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நிறையிலர், மிக அளிக்கத்தக்கா ரென்னாது என் காமமானது மறைத்தலைக் கடத்தலுமன்றி மன்றின்கண் படரா நின்றது.<br/><br/>இஃது அம்பலும் அலரும் ஆகாவென்று தோழி பகற்குறி மறுத்தது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'In virtue heart to move,yet very tender, too, are we;<br/>Love deems not so, would rend the veil and court publicity!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even the Lust (of women) transgresses its secrecy and appears in public, forgetting that they are too chaste and liberal (to be overcome by it).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறிகிலா ரெல்லாரு மென்றேயென் காம',
      l2: 'மறுகின் மறுகு மருண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறிகிலார் எல்லாரும் என்றேஎன் காமம்<br/>மறுகின் மறுகும் மருண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அமைதியாய் இருந்ததால் எல்லாரும் அறியவில்லை என்று கருதி என்னுடைய காமம் தெருவில் பரவி மயங்கிச் சுழல்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எல்லாரும் அறிகிலார் என்று= யான் முன் அடங்கி நிற்றலான் எல்லாரும் என்னை அறிதல் இலர், இனி அவ்வாறு நில்லாது யானே வெளி்ப்பட அறிவிப்பல் என்று கருதி;<br/><br/>என் காமம் மறுகில் மருண்டு மறுகும்= என்காமம் இவ்வூர் மறுகின்கண்ணே மயங்கிச் சுழலாநின்றது.<br/><br/>மயங்குதல்- அம்பலாதல். மறுகுதல்-அலராதல். அம்பலும் அலரும் ஆயிற்று. இனி அறத்தொடு நிற்றல்வேண்டும் என்பதாம். அறிவிலார் என்பதூஉம் பாடம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்னை யொழிந்த எல்லாரும் அறிவிலரென்றே சொல்லி என் காமமானது தலை மயங்கி மறுகின் கண்ணே வெளிப்படச் சுழலா நின்றது.<br/><br/>சுழல்தல் - இவ்வாறு சொல்லித் திரிதல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'There's no one knows my heart, ' so says my love,<br/>And thus, in public ways, perturbed will rove.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My lust, feeling that it is not known by all, reels confused in the streets (of this town).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'யாம் கண்ணிற் காண அறிவில்லார் நகுப',
      l2: 'யாம்பட்ட தாம்படா வாறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யாம்கண்ணின் காண நகுப அறிவில்லார்<br/>யாம்பட்ட தாம்படா ஆறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யாம் பட்ட துன்பங்களைத் தாம் படாமையால், அறிவில்லாதவர் யாம் கண்ணால் காணுமாறு எம் எதிரில் எம்மைக் கண்டு நகைக்கின்றனர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யாம் கண்ணிற்காண அறிவில்லார் நகுப= யாம் கேட்குமாறும் அன்றிக் கண்ணாற்காணுமாறு எம்மை அறிவிலார் நகாநின்றார்; :யாம்பட்ட தாம் படாவாறு= அவர் அங்ஙனம் செய்கின்றது யாம் உற்றநோய்கள் தாம் உறாமையான்.<br/><br/>'கண்ணின்' என்றது, முன்கண்டறியாமை உணர நின்றது. அறத்தொடு நின்றமையறியாது, வரைவு மாட்சிமைப்படுகின்றிலள் எனப் புலக்கின்றாள் ஆகலின், ஏதிலாள் ஆக்கிக் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாங் கேட்குமாறு மன்றிக் கண்ணாற் காணுமாறு எம்மை யறிவிலார் நகாநின்றார். அவரங்ஙனஞ் செய்கின்றது யாமுற்ற நோய்கள் தாமுறாமையான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Before my eyes the foolish make a mock of me,<br/>Because they ne'er endured the pangs I now must drie.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even strangers laugh (at us) so as to be seen by us, for they have not suffered.',
          },
        ],
      },
    ],
  },
];
