export default [
  {
    "kural": {
      "l1": "நில்லாத வற்றை நிலையின வென்றுணரும்",
      "l2": "புல்லறி வாண்மை கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நில்லாத வற்றை நிலையின என்றுணரும்<br/>புல்லறி வாண்மை கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நிலையில்லாதவைகளை நிலையானவை என்று மயங்கி உணரும் புல்லறிவு உடையவராக இருத்தல் வாழ்க்கையில் இழிந்த நிலையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நில்லாதவற்றை நிலையின என்று உணரும் புல்லறிவாண்மை= நிலையுதல் இலவாகிய பொருள்களை நிலையுதல் உடையவென்று கருதுகின்ற புல்லறிவினை உடையராதல்; கடை= துறந்தார்க்கு இழிபு.<br/><br/>தோற்றம் உடையவற்றைக் கேடுஇலவென்று கருதும் புலலறிவால், அவற்றின் மேற் பற்றுச்செய்தல் பிறவித் துன்பத்திற்கு ஏதுவாகலின், அது வீடு எய்துவார்க்கு இழுக்கு என்பது இதனால் கூறப்பட்டது. இனிப் புல்லறிவாளர் பெரும்பான்மையும் பற்றுச்செய்வது சிற்றின்பத்துக்கு ஏதுவாகிய செல்வத்தின்கண்ணும் அதனை அனுபவிக்கும் யாக்கையின் கண்ணுமாகலின், வருகின்ற பாட்டுக்களான் அவற்றது நிலையாமையை விதந்து கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நில்லாத பொருள்களை நிலைநிற்பனவென்று நினைக்கின்ற புல்லிய வறிவுடைமை இழிந்தது.<br/><br/>எனவே, பொருள்களை யுள்ளவாறு காணவொட்டாத மயக்கத்தைக் கடிய வேண்டுமென்றவாறாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Lowest and meanest lore, that bids men trust secure,<br/>In things that pass away, as things that shall endure!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That ignorance which considers those things to be stable which are not so, is dishonourable (to the wise)."
          }
        ]
      }
    ],
    "id": 331
  },
  {
    "kural": {
      "l1": "கூத்தாட்டவைக் குழாத் தற்றே பெருஞ்செல்வம்",
      "l2": "போக்கு மதுவிளிந் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூத்தாட்டு அவைக்குழாத் தற்றே பெருஞ்செல்வம்<br/>போக்கும் அதுவிளிந் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெரிய செல்வம் வந்து சேர்தல், கூத்தாடுமிடத்தில் கூட்டம் சேர்வதைப் போன்றது; அது நீங்கிப் போதலும் கூத்து முடிந்ததும் கூட்டம் கலைவதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருஞ்செல்வம் கூத்தாட்டு அவை குழாத்தற்று= ஒருவன்மாட்டுப் பெரியசெல்வம் வருதல் கூத்தாடுதல் செய்கின்ற அரங்கின்கட் காண்போர்குழாம் வந்தாற்போலும்; போக்கும் அது விளி்ந்துஅற்று= அதனது போக்கும் அக்கூத்தாட்டு முடிந்தவழி அக்குழாம் போயினாற் போலும்.<br/><br/>'பெருஞ்செல்வம்' எனவே, துறக்கச் செல்வமும் அடங்கிற்று. 'போக்கும்' என்ற எச்சவும்மையான், வருதல் என்பது பெற்றாம். அக்குழாங் கூத்தாட்டுக் காரணமாக அரங்கின்கண் பல்திறத்தால் தானே (பஃறிறத்தாற்றானே) வந்து, அக்காரணம் போயவழித் தானும் போமாறு போல, செல்வமும் ஒருவன் நல்வினை காரணமாக அவன்மாட்டுப் பஃறிறத்தாற்றானே வந்து, அக்காரணம் போயவழித் தானும் போம் என்றதாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூத்தாட்டுக் காண்டற்கு அவைக் கூட்டம் திரண்டா லொக்கும் பெருஞ்செல்வத் திரளும்; அந்த அவை யெழுந்து போனாற் போலும் அது போமாறும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As crowds round dancers fill the hall, is wealth's increase;<br/>It's loss, as throngs dispersing, when the dances cease."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The acquisition of wealth is like the gathering together of an assembly for a theatre; its expenditure is like the breaking up of that assembly."
          }
        ]
      }
    ],
    "id": 332
  },
  {
    "kural": {
      "l1": "அற்கா வியல்பிற்றுச் செல்வ மதுபெற்றா",
      "l2": "லற்குப வாங்கே செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்கா இயல்பிற்றுச் செல்வம் அதுபெற்றால்<br/>அற்குப ஆங்கே செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செல்வம் நிலைக்காத இயல்பை உடையது; அத்தகைய செல்வத்தைப் பெற்றால், பெற்ற அப்பொழுதே நிலையான அறங்களைச் செய்ய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்கா இயல்பிற்றுச் செல்வம்= நில்லாத இயல்பினை உடைத்துச் செல்வம்; அது பெற்றால் அற்குப ஆங்கே செயல்= அதனைப்பெற்றால், அதனால் செய்யப்படும் அறங்களை அப்பெற்றபொழுதே செய்க.<br/><br/>அல்கா என்பது திரிந்துநின்றது. ஊழ்உள்ளவழியல்லது துறந்தாரால் பெறப்படாமையின் 'அது பெற்றால்' என்றும், அஃதில்வழி நில்லாமையின் 'ஆங்கே' என்றும் கூறினார். அதனால் செய்யப்படும் அறங்களாவன, பயன்நோக்காது செய்யப்படும் கடவுட் பூசையும், தானமும் முதலாயின. அவை ஞான ஏதுவாய் வீடு பயத்தலின், அவற்றை அல்குப என்றும், செய்க என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நில்லாத வியல்பை யுடைத்துச் செல்வம்; அதனைப் பெற்றால் அப்பொழுதே நிற்பனவாகிய அறங்களைச் செய்க.<br/><br/>நிலையாமை மூன்று வகைப்படும்: செல்வ நிலையாமை, இளமை நிலையாமை, யாக்கை நிலையாமை என."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Unenduring is all wealth; if you wealth enjoy,<br/>Enduring works in working wealth straightway employ."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Wealth is perishable; let those who obtain it immediately practise those (virtues) which are imperishable."
          }
        ]
      }
    ],
    "id": 333
  },
  {
    "kural": {
      "l1": "நாளென வொன்றுபோற் காட்டி யுயிரீரும்",
      "l2": "வாள துணர்வாற் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாளென ஒன்றுபோற் காட்டி உயிர்ஈரும்<br/>வாளது உணர்வார்ப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வாழ்க்கையை ஆராய்ந்து உணர்வாரைப் பெற்றால், நாள் என்பது ஒரு கால அளவுபோல் காட்டி, உயிரை உடம்பிலிருந்து பிரித்து அறுக்கும் வாளாக உள்ளது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நாள் என ஒன்றுபோல் காட்டி ஈரும் வாளது உயிர்= அறுக்கப்படுவதொரு காலவரையறைபோலத் தன்னைக் காட்டி ஈர்ந்து செல்கின்ற வாளினது வாயது உயி்ர்; உணர்வார்ப் பெறின்= அஃது உணர்வாரைப் பெறின்.<br/><br/>காலம் என்னும் அருவப்பொருள் உலகியல் நடத்தற்பொருட்டு ஆதித்தன் முதலிய அளவைகளாற் கூறுபட்டதாக வழங்கப்படுவதல்லது தானாகக் கூறுபாடாமையின், \"நாளென ஒன்றுபோற் காட்டி\" என்றும், அதுதன்னை வாள்என்று உணரமாட்டாதார் நமக்குப்பொழுது போகாநின்றதென்று இன்புறுமாறு நாளாய் மயக்கலிற் 'காட்டி' யென்றும், இடைவிடாது ஈர்தலான் வாளின்வாயது என்றும், அஃது ஈர்கின்றமையை உணர்வார் அரியராகலின் 'உணர்வார்ப் பெறின்' என்றும் கூறினார். 'உயிர்' என்னும் சாதியொருமைப்பெயர் ஈண்டு உடம்பின்மேன் நின்றது, ஈரப்படுவது அதுவேயாகலின். 'வாள்' என்பது ஆகுபெயர். இனி இதனை நாளென்பதொரு பொருள்போலத் தோன்றி உயிரையீர்வதொரு வாளாம் என்று உரைப்பாரும்உளர். 'என'வென்பது பெயரன்றி இடைச்சொல்லாகலானும், 'ஒன்று போற்காட்டி' என்பதற்கு ஒருபொருட் சிறப்பின்மையானும் 'அது' வென்பது குற்றியலுகரம் அன்மையானும், அஃதுரையன்மை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நாளென்பது இன்பந் தருவ தொன்று போலக் காட்டி, உயிரையீர்வதொரு வாளாம்: அதனை யறிவாரைப் பெறின்.<br/><br/>இஃது உயிரீரும் என்றமையால் இளமை நிலையாமை கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As 'day' it vaunts itself; well understood, 'tis knife',<br/>That daily cuts away a portion from thy life."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Time, which shows itself (to the ignorant) as if it were something (real) is in the estimation of the wise (only) a saw which cuts down life."
          }
        ]
      }
    ],
    "id": 334
  },
  {
    "kural": {
      "l1": "நாச்செற்று விக்குண்மேல் வாராமு னல்வினை",
      "l2": "மேற்சென்று செய்யப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாச்செற்று விக்குள்மேல் வாராமுன் நல்வினை<br/>மேற்சென்று செய்யப் படும் ⁠335"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாவை அடக்கி விக்கல் மேலெழுவதற்கு முன்னே (இறப்பு நெருங்குவதற்குமுன்) நல்ல அறச்செயல் விரைந்து செய்யத்தக்கதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈரச்செற்று விக்குள் மேல்வாராமுன்= உரையாடா வண்ணம் நாவையடக்கி விக்குள் எழுவதற்கு முன்னே; நல்வினை மேற்சென்று செய்யப்படும்= வீட்டிற்கு ஏதுவாகிய அறம் விரைந்து செய்யப்படும்.<br/><br/>மேனோக்கி வருதல் ஒருதலையாகலானும், வந்துழிச் செய்தலே அன்றிச் சொல்லலும் ஆகாமையானும் 'வாராமுன்' என்றும், அதுதான் இன்னபொழுது வரும் என்பது இன்மையின் 'மேற்சென்று' என்றும் கூறினார். மேற்சேறல்- மண்டுதல்.<br/><br/>நல்வினை செய்யுமாற்றின்மேல் வைத்து நிலையாமை கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நாவழங்காமற் செறுத்து விக்குளானது மீதூர்ந்து வருவதன் முன்னே, நல்வினையை மேல் விழுந்து செய்ய வேண்டும்.<br/><br/>இஃது உயிரானது கழிவதன்முன்னே நல்வினையைச் செய்யவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Before the tongue lie powerless, 'mid the gasp of gurgling breath,<br/>Arouse thyself, and do good deeds beyond the power of death."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let virtuous deeds be done quickly, before the biccup comes making the tongue silent."
          }
        ]
      }
    ],
    "id": 335
  },
  {
    "kural": {
      "l1": "நெருந லுளனொருவ னின்றில்லை யென்னும்",
      "l2": "பெருமை யுடைத்திவ் வுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெருநல் உளனொருவன் இன்றில்லை என்னும்<br/>பெருமை உடைத்துஇவ் வுலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நேற்று இருந்தவன் ஒருவன், இன்று இல்லாமல் இறந்து போனான் என்று சொல்லப்படும் நிலையாமை ஆகிய பெருமை உடையது இவ்வுலகம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவன் நெருநல் உளன் இன்று இல்லை என்னும் பெருமை உடைத்து= ஒருவன் நெருநல் உளனாயினான், அவனே இன்று இல்லையாயினான் என்று சொல்லும் நிலையாமை மிகுதி உடைத்து; இவ்வுலகு= இவ்வுலகம்.<br/><br/>ஈண்டு உண்மை பிறத்தலையும், இன்மை இறத்தலையும் உணர்த்தி நின்றன. அவை பெண்பாற்கும் உளவாயினும், சிறப்புப்பற்றி ஆண் பாற்கே கூறினார். இந்நிலையாமையே உலகின் மிக்கது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் நேற்றுளனாயிருந்தான், இன்றில்லையாயினா னென்று சொல்லும் பெருமையை இவ்வுலகம் உடைத்து.<br/><br/>இது யாக்கை நிலையாமை கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Existing yesterday, to-day to nothing hurled!-<br/>Such greatness owns this transitory world."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "This world possesses the greatness that one who yesterday was is not today."
          }
        ]
      }
    ],
    "id": 336
  },
  {
    "kural": {
      "l1": "ஒருபொழுதும் வாழ்வ தறியார் கருதுப",
      "l2": "கோடியு மல்ல பல"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒருபொழுதும் வாழ்வது அறியார் கருதுப<br/>கோடியும் அல்ல பல"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவில்லாதவர் ஒருவேளையாவது வாழ்க்கையின் தன்மையை ஆராய்ந்து அறிவதில்லை; ஆனால் வீணில் எண்ணுவனவோ ஒரு கோடியும் அல்ல; மிகப் பல எண்ணங்கள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒரு பொழுதும் வாழ்வது அறியார்= ஒருபொழுது அளவும் தம்முடம்பும் உயிரும் இயைந்திருத்தலைத் தெளியமாட்டார்; கோடியும் அல்ல பல கருதுப= மாட்டாது வைத்தும், கோடியளவுமன்றி அதனினும் பலவாய நினைவுகளை நினையாநிற்பர் அறிவிலாதார்.<br/><br/>இழிவுசிறப்பும்மையாற் 'பொழுது' என்பது ஈண்டுக் கணத்தின்மேல் நின்றது. காரணமாகிய வினையின் அளவே வாழ்தற்கும் அளவாகலின், அஃது அறியப்படாதாயிற்று. பலவாய நினைவுகளாவன: பொறிகளான் நுகரப்படும் இன்பங்கள் தமக்கு உரியவாமாறும், அதற்குப் பொருள் துணைக்காரணம் ஆமாறும், அது தம் முயற்சிகளான் வருமாறும், அவற்றைத் தாம் முயலுமாறும், அவற்றிற்கு வரும் இடையூறுகளும், அவற்றை நீக்குமாறும், நீக்கி அப்பொருள் கடைக்கூட்டுமாறும், அதனைப் பிறர் கொள்ளாமற் காக்குமாறும், அதனான் நட்டாரை ஆக்குமாறும், நள்ளாரை அழிக்குமாறும், தாம் அவ்வின்பங்கள் நுகருமாறும் முதலாயின. அறிவிலாரது இயல்பின்மேல் வைத்து நிலையாமை கூறியவாறு. இனிக் 'கருதுப' என்பதனை அஃறிணைப் பன்மைப் பெயராக்கி உரைப்பாரும்உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு பொழுதளவும் தம்முயிர் நிலைநிற்கும் என்பதனை யறியாராயிருந்தும், தமது வாழ்நாளை கோடியுமல்ல, பலவாகக் கருதுவர் உலகத்தார்.<br/><br/>மேல் ஒருநாளுளனானவன் பிற்றை ஞான்று செத்தானென்றார் ஈண்டு ஒருபொழுதளவும் உயிர் நிலையாகாது என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who know not if their happy lives shall last the day,<br/>In fancies infinite beguile the hours away!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Innumerable are the thoughts which occupy the mind of (the unwise), who know not that they shall live another moment."
          }
        ]
      }
    ],
    "id": 337
  },
  {
    "kural": {
      "l1": "குடம்பை தனித்தொழியப் புட்பறந் தற்றே",
      "l2": "யுடம்பொ டுயிரிடை நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடம்பை தனித்துஒழியப் புள்பறந் தற்றே<br/>உடம்பொடு உயிரிடை நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உடம்போடு உயிர்க்கு உள்ள உறவு, தான் இருந்த கூடு தனியே இருக்க அதைவிட்டு வேறிடத்திற்குப் பறவை பறந்தாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குடம்பை தனித்து ஒழியப் புள் பறந்தற்று= முன் தனியாத முட்டை தனித்துக்கிடப்ப அதன்உள் இருந்த புள்ளுப் பருவம் வந்துழிப் பறந்துபோன தன்மைத்து; உடம்பொடு உயிர்இடை நட்பு= உடம்பிற்கும் உயிர்க்கும் உளதாய நட்பு.<br/><br/>'தனித்தொழிய' என்றதனான், முன் தனியாமை பெற்றாம். அஃதாவது, கருவும் தானும் ஒன்றாய்ப்பிறந்து, வேறாந்துணையும் அதற்கு ஆதாரமாய் நிற்றல்; அதனால் அஃது உடம்பிற்கு உவமையாயிற்று. அதனுள் வேற்றுமையின்றி நின்றே பின் புகாமற் போகலின், 'புள்' உயிர்க்கு உவமையாயிற்று. முட்டையுட் பிறப்பன பிறவும் உளவேனும், புள்ளையே கூறினார், பறந்துபோதல் தொழிலான் உயிரோடு ஒப்புமை எய்துவது அதுவேயாகலின். 'நட்பு' என்பது ஈண்டுக் குறிப்புமொழியாய் நட்பின்றிப்போதல் உணர்த்தி நின்றது. சேதனமாய் அருவாய் நித்தமாய உயிரும், அசேதனமாய் உருவாய் அநித்தமாய உடம்பும் தம்முள் மாறாகலின், வினைவயத்தாற் கூடியதல்லது நட்புஇல என்பது அறிக. இனிக் 'குடம்பை' என்பதற்குக் கூடு என்பாரும் உளர்[1]. அது புள்ளுடன் தோன்றாமையானும், அதன்கண் அது மீண்டு புகுதல் உடைமையானும், உடம்பிற்கு உவமையாகாமை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூடு தனியேகிடக்கப் புள்ளுப் பறந்து போனாற்போலும்,உடம்போடு உயிர்க்கு உள்ள நட்பு.<br/><br/>மேல் ஒருபொழுதென்று காலங்கூறினார் ஈண்டு உயிர் நினைக்காத பொழுது போமென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Birds fly away, and leave the nest deserted bare;<br/>Such is the short - lived friendship soul and body share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The love of the soul to the body is like (the love of) a bird to its egg which it flies away from and leaves empty."
          }
        ]
      }
    ],
    "id": 338
  },
  {
    "kural": {
      "l1": "உறங்குவது போலுஞ் சாக்காடுறங்கி",
      "l2": "விழிப்பது போலும் பிறப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறங்கு வதுபோலுஞ் சாக்காடு உறங்கி<br/>விழிப்பது போலும் பிறப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இறப்பு எனப்படுவது ஒருவனுக்கு உறக்கம் வருதலைப் போன்றது; பிறப்பு எனப்படுவது உறக்கம் நீங்கி விழித்துக் கொள்வதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சாக்காடு உறங்குவது போலும்= ஒருவனுக்குச் சாக்காடு வருதல் உறக்கம் வருதலோடு ஒக்கும்; பிறப்பு உறங்கி விழிப்பது போலும்= அதன்பின் பிறப்பு வருதல் உறங்கி விழித்தல் வருதலோடு ஒக்கும்.<br/><br/>உறங்குதலும் விழித்தலும் உயிர்கட்கு இயல்பாய்க் கடிதின் மாறிமாறி வருகின்றாற் போலச் சாக்காடும் பிறப்பும் இயல்பாய்க் கடிதின் மாறிமாறி வரும் என்பது கருத்து[2]. நிலையாமையே நிலைபெற்றவாறு அறிவித்தற்குப் பிறப்பும் உடன்கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உறங்குவதனோடு ஒக்கும் சாக்காடு: உறங்கி விழிப்பதனோடு ஒக்கும் பிறப்பு.<br/><br/>இது போன உயிர் மீண்டும் பிறக்கு மென்பதூஉம், இறத்தலும் பிறத்தலும் உறங்குதலும் விழித்தலும் போல மாறிவருமென்பதூஉம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Death is sinking into slumbers deep;<br/>Birth again is walking out of sleep."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Death is like sleep; birth is like awaking from it."
          }
        ]
      }
    ],
    "id": 339
  },
  {
    "kural": {
      "l1": "புக்கி லமைந்தின்று கொல்லோ வுடம்பினுட்",
      "l2": "டுச்சி லிருந்த வுயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புக்கில் அமைந்தின்று கொல்லோ உடம்பினுள்<br/>துச்சில் இருந்த உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(நோய்களுக்கு இடமாகிய) உடம்பில் ஒரு மூலையில் குடியிருந்த உயிர்க்கு, நிலையாகப் புகுந்திருக்கும் வீடு இதுவரையில் அமையவில்லையோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடம்பினுள் துச்சில் இருந்த உயிர்க்கு= வாதமுதலியவற்றின் இல்லாய உடம்புகளுள் ஒதுக்கிருந்தே போந்த உயிர்க்கு; புக்கில் அமைந்தின்று கொல்லோ= எஞ்ஞான்றும் இருப்பதோர் இல் இதுகாறும் அமைந்தில்லைபோலும்!<br/><br/>அந்நோய்கள் இருக்கவமைந்த ஞான்று இருந்தும், வெகுண்ட ஞான்று போயும், ஓருடம்பினும் நிலைபெறாது வருதலால், 'துச்சில்இருந்த' என்றார். பின் புறப்படாது புக்கேவிடும் இல் அமைந்ததாயின், பிறர் இல்களுள் ஒதுக்கிராது என்பதாம்; ஆகவே உயிரோடு கூடிநிற்பதோர் உடம்பும் இல்லையென்பது பெறப்பட்டது.<br/><br/>இவை ஏழுபாட்டானும், முறையே யாக்கைகட்கு வரைந்த நாள் கழிகின்றவாறும், கழிந்தால் உளதாய நிலையாமையும், அவை ஒரோவழிப் பிறந்தவளவிலே இறத்தலும், ஒருகணமாயினும் நிற்கும் என்பது தெளியப்படாமையும், உயிர் நீங்கியவழிக் கிடக்குமாறும், அவற்றிற்குப் பிறப்பும் இறப்பும் மாறிமாறி வருமாறும், அவைதாம் உயிர்க்கு உரியஅன்மையும் என்று, இவ்வாற்றால் யாக்கை நிலையாமை கூறியவாறு கண்டுகொள்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனதல்லாத உடம்பினுள்ளே ஒதுக்குக்குடியாக விருந்த உயிர்க்குப் போயிருப்பதற்கிடம் அமைந்ததில்லையோ? அமைந்ததாயின் இதனுள் இராது.<br/><br/>புக்கில் என்பது முத்தி ஸ்தானம் இது மேற்கூறியவற்றால் உயிர் மாறிப் பிறந்து வரினும் ஓரிடத்தே தவறுமென்பது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The soul in fragile shed as lodger courts repose:-<br/>Is it because no home's conclusive rest it knows?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It seems as if the soul, which takes a temporary shelter in a body, had not attained a home."
          }
        ]
      }
    ],
    "id": 340
  }
]