export default [
  {
    "kural": {
      "l1": "தகுதி யெனவொன்று நன்றே பகுதியாற்",
      "l2": "பாற்பட் டொழுகப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தகுதி எனவொன்று நன்றே பகுதியால்<br/>பாற்பட்டு ஒழுகப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அந்தந்தப் பகுதிதோறும் முறையோடு பொருந்தி ஒழுகப்பெற்றால், நடுவுநிலைமை என்று கூறப்படும் அறம் நன்மையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தகுதி என ஒன்று நன்றே- நடுவுநிலைமையென்று சொல்லப்படும் ஓர் அறமுமே நன்று;<br/><br/>பகுதியான் பாற்பட்டு ஒழுகப் பெறின்= பகை நொதுமல் நண்பு என்னும் பகுதிதோறும் தன் முறைமையை விடாது ஒழுகப்பெறின்.<br/><br/>தகுதியுடையதனைத் தகுதி என்றார். \"ஊரானோர் தேவகுலம்\" என்பது போலப் பகுதியான் என்புழி ஆறன் உருபு தோறும் என்பதன் பொருட்டாய் நின்றது. பெறின் என்பது, அவ்வொழுக்கத்து அருமை தோன்ற நின்றது.<br/><br/>இதனான் நடுவுநிலைமையது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தகுதி என ஒன்று நன்றே - நடுவுநிலைமை யென்று சொல்லப் படுகின்ற ஒன்று நல்லதே, பகுதியால் பால்பட்டு ஒழுகப் பெறின் - அவரவர் பகுதி நிலைமையோடே (அறத்தின்) பால்பட்டு ஒழுகப்பெறுமாயின்.<br/><br/>[ஆல் என்பது உடனிகழ்ச்சியில் வந்தது.]<br/><br/>இஃது, அவரவர் பகுதிநிலைமையோடும் அறத்தோடும் பொருந்தச் செய்தலே தகுதியா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If justice, failing not, its quality maintain,<br/>Giving to each his due, -'tis man's one highest gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That equity which consists in acting with equal regard to each of (the three) divisions of men [enemies, strangers and friends] is a pre-eminent virtue."
          }
        ]
      }
    ],
    "id": 111
  },
  {
    "kural": {
      "l1": "செப்ப முடையவ னாக்கஞ் சிதைவின்றி",
      "l2": "யெச்சத்திற் கேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செப்பம் உடையவன் ஆக்கஞ் சிதைவின்றி<br/>எச்சத்திற் கேமாப்பு உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நடுவுநிலைமை உடையவனின் செல்வவளம் அழிவில்லாமல் அவனுடைய வழியிலுள்ளார்க்கும் உறுதியான நன்மை தருவதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செப்பம் உடையவன் ஆக்கம்= நடுவுநிலைமையை உடையவனது செல்வம்;<br/><br/>சிதைவு இன்றி எச்சத்திற்கு ஏமாப்பு உடைத்து= பிறர் செல்வம்போல் அழிவின்றி அவன் வழியின் உள்ளார்க்கும் வலியாதலை உடைத்து.<br/><br/>விகாரத்தால் தொக்க எச்ச உம்மையான் இறக்குந்துணையும் அவன் தனக்கும் ஏமாப்புடைத்து என்பது பெற்றாம். அறத்தொடு வருதலின் அன்னதாயிற்று. தான் இறந்து எஞ்சி நிற்பது ஆகலின், 'எச்சம்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செப்பம் உடையவன் ஆக்கம் - நடுவு நிலைமையுடையவனது செல்வம், சிதைவு இன்றி - (தன்னளவிலும்) கேடின்றியே நின்று, எச்சத்திற்கும் ஏமாப்பு உடைத்து - தன் வழியுள்ளார்க்கும் (கேடுவராமல் காக்கும்) காவலதனை யுடைத்து. [எச்சத்திற்கும் என்பது உம்மை கெட்டு நின்றது.]<br/><br/>இது, நடுவு நிலைமை யுடையார் செல்வம் அழியா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The just man's wealth unwasting shall endure,<br/>And to his race a lasting joy ensure."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of the man of rectitude will not perish, but will bring happiness also to his posterity."
          }
        ]
      }
    ],
    "id": 112
  },
  {
    "kural": {
      "l1": "நன்றே தரினு நடுவிகந்தா மாக்கத்தை",
      "l2": "யன்றே யொழிய விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நன்றே தரினும் நடுவிகந்தாம் ஆக்கத்தை<br/>அன்றே யொழிய விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தீமை பயக்காமல் நன்மையே தருவதானாலும் நடுவுநிலைமை தவறி உண்டாகும் ஆக்கத்தை அப்போதே கைவிட வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்றே தரினும்= தீங்கன்றி நன்மையே பயந்ததாயினும்;<br/><br/>நடுவு இகந்து ஆம் ஆக்கத்தை அன்றே ஒழிய விடல்= நடுவுநிற்றலை ஒழிதலான் உண்டாகின்ற ஆக்கத்தை அப்பொழுதே யொழிய விடுக.<br/><br/>நன்மை பயவாமையின், 'நன்றே தரினும்' என்றார். இகத்தலான் என்பது இகந்து எனத் திரிந்து நின்றது.<br/><br/>இவையிரண்டு பாட்டானும் முறையே நடுவுநிலைமையான் வந்த செல்வம் நன்மைபயத்தலும், ஏனைச்செல்வம் தீமைபயத்தலுங் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்றே தரினும் - பெருமையே தரினும், நடுவு இகந்து ஆம் ஆக்கத்தை - நடுவுநிலைமையை நீங்கிவரும் ஆக்கத்தை, அன்றே ஒழிய விடல் - (அது வருவதற்குத் தொடக்கமான) அன்றே ஒழிய விடுக.<br/><br/>இது, நடுவு நிலைமையை விடுதலால் வரும் பொருள் பெருமை தரா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though only good it seem to give, yet gain<br/>By wrong acquired, not e'en one day retain!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Forsake in the very moment (of acquisition) that gain which, though it should bring advantage, is without equity."
          }
        ]
      }
    ],
    "id": 113
  },
  {
    "kural": {
      "l1": "தக்கார் தகவில ரென்ப தவரவ",
      "l2": "ரெச்சத்தாற் காணப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தக்கார் தகவிலர் என்பது அவரவர்<br/>எச்சத்தாற் காணப்ப படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நடுவுநிலைமை உடையவர் நடுவுநிலைமை இல்லாதவர் என்பது அவரவர்க்குப் பின் எஞ்சிநிற்கும் புகழாலும் பழியாலும் காணப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தக்கார் தகவிலர் என்பது= இவர் நடுவுநிலைமை யுடையர், இவர் நடுவு நிலைமையிலர் என்னும் விசேடம்;<br/><br/>அவர் அவர் எச்சத்தால் காணப்படும்= அவரவருடைய நன்மக்களது உண்மையானும், இன்மையானும் அறியப்படும்.<br/><br/>தக்கார்க்கு எச்சம் உண்டாதலும், தகவிலார்க்கு இல்லையாதலும் ஒருதலையாகலின், இருதிறததாரையும் அறிதற்கு அவை குறியாயின.<br/><br/>இதனால், தககாரையும் தகவிலாரையும் அறியுமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தக்கார் தகவிலார் என்பது - செவ்வை யுடையார் செவ்வையிலார் என்பது, அவரவர் எச்சத்தால் காணப்படும் - அவரவர் மக்களானே காணப்படும்.<br/><br/>இது, தக்கார் தகவிலார் என்னும் பெயர் தம்மளவிலே நிற்பதன்றியும் தம்மக்களையும் விடா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who just or unjust, lived shall soon appear;<br/>By each one's offspring shall the truth be clear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The worthy and unworthy may be known by the existence or otherwise of good offsprings."
          }
        ]
      }
    ],
    "id": 114
  },
  {
    "kural": {
      "l1": "கேடும் பெருக்கமு மில்லல்ல நெஞ்சத்துக்",
      "l2": "கோடாமை சான்றோர்க் கணி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக்<br/>கோடாமை சான்றோர்க் கணி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கேடும் ஆக்கமும் வாழ்வில் இல்லாதவை அல்ல; ஆகையால் நெஞ்சில் நடுவுநிலைமை தவறாமல் இருத்தலே சான்றோர்க்கு அழகாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கேடும் பெருக்கமும் இல் அல்ல= தீவினையாற் கேடும் நல்வினையாற் பெருக்கமும் யாவர்க்கு முன்னே அமைந்து கிடந்தன;<br/><br/>நெஞ்சத்துக் கோடாமை சான்றோர்க்கு அணி= அவ்வாற்றை அறிந்து அவை காரணமாக மனததின்கட் கோடாமையே அறிவான் அமைந்தார்க்கு அழகாவது.<br/><br/>அவை காரணமாகக் கோடுதலாவது, அவை இப்பொழுது வருவனவாகக் கருதிக் கேடுவாராமையைக் குறித்தும் பெருக்கம் வருதலைக்குறித்தும் ஒருதலைக்கண்நிற்றல். அவற்றிற்குக் காரணம் பழவினையே; கோடுதலன்று என உண்மையுணர்ந்து நடுவுநிற்றல் சால்பினை யழகு செய்தலின், சான்றோர்க்கணி யென்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கேடும் பெருக்கமும் இல் அல்ல - கேடு வருதலும் ஆக்கம் வருதலும் (உலகத்து) இல்லை யல்ல; நெஞ்சத்துக் கோடாமை சான்றோர்க்கு அணி - (அவ்விரண்டி னுள்ளும் யாதானும் ஒன்று வந்த காலத்துத் தம்) நெஞ்சு கோடாம லொழுகல் சான்றோர்க்கு அழகாம்.<br/><br/>இது, தாம் கேடுற்ற இடத்தும் தம் நெஞ்சம் கோடாமல் ஒழுகல் வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The gain and loss in life are not mere accident;<br/>Just mind inflexible in sage's ornament."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Loss and gain come not without cause; it is the ornament of the wise to preserve evenness of mind (under both)."
          }
        ]
      }
    ],
    "id": 115
  },
  {
    "kural": {
      "l1": "கெடுவல்யா னென்ப தறிகதன் னெஞ்ச",
      "l2": "நடுவொரீஇ யல்ல செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கெடுவல்யான் என்பது அறிகதன் நெஞ்சம்<br/>நடுவொரீஇ அல்ல செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் நெஞ்சம் நடுவுநிலைமை நீங்கித் தவறு செய்ய நினைக்குமாயின், `நான் கெடப்போகின்றேன்’ என்று ஒருவன் அறிய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன் நெஞ்சம் நடுவு ஒரீஇ அல்ல செயின்= ஒருவன் தன்னெஞ்சம் நடுவுநிற்றலை யொழிந்து நடுவல்லவற்றைச் செய்ய நினைக்குமாயின்;<br/><br/>யான் கெடுவல் என்பது அறிக= அந்நினைவை யான் கெடக்கடவேன் என்று உணரும் உற்பாதமாக அறிக.<br/><br/>நினைத்தலும் செய்தலோடு ஒக்கும் ஆகலின், செயின் என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன் நெஞ்சம் நடுவு ஒரீஇ அல்ல செயின் - தன் நெஞ்சு நடுவு நிலைமையை நீங்கி நடுவல்லாதவற்றைச் செய்யுமாயின், யான் கெடுவல் என்பது அறிக - (அஃது ஏதுவாக) 'யான் கேடுறுவேன்' என்பதனை (ஒருவன்) அறிக.<br/><br/>இது, மனம் நடுவு நிலைமையை விட்டு நீங்குமாயின், அது தனது கேட்டிற்கு முதற்குறி யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If, right deserting, heart to evil turn,<br/>Let man impending ruin's sign discern!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let him whose mind departing from equity commits sin well consider thus within himself, \"I shall perish.\""
          }
        ]
      }
    ],
    "id": 116
  },
  {
    "kural": {
      "l1": "கெடுவாக வையா துலக நடுவாக",
      "l2": "நன்றிக்கட் டங்கியான் றாழ்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கெடுவாக வையாது உலகம் நடுவாக<br/>நன்றிக்கண் தங்கியான் தாழ்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நடுவுநிலையாக நின்று அறநெறியில் நிலைத்து வாழ்கின்றவன் அடைந்த வறுமை நிலையைக் கேடு என்று கொள்ளாது உலகம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நடுவாக நன்றிக்கண் தங்கியான் தாழ்வு= நடுவாக நின்று அறததின்கண்ணே தங்கினவனது வறுமையை;<br/><br/>கெடுவாக வையாது உலகு= வறுமையென்று கருதார் உயர்ந்தோர்.<br/><br/>கெடுவென்பது முதனிலைத்தொழிற்பெயர். செல்வம் என்று கொள்ளுவர் என்பது குறிப்பெச்சம்.<br/><br/>இவை மூன்று பாட்டானும் முறையே கேடும் பெருக்கமும் கோடுதலான் வாரா வென்பதூஉம், கொடுதல் கேட்டிற்கு ஏதுவாம் என்பதூஉம், கோடாதவன் தாழ்வு கேடுஅன்று என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நடுவாக நன்றிக்கண் தங்கியான் தாழ்வு - நடுவாக நன்மையின் கண்ணே நின்றவன் (அதுகாரணமாகப் பொருட் கேட்டை அடைவானாயின், அப்) பொருட் கேட்டை, உலகம் கெடுவாக வையாது - உலகத்தார் கேடாகச் சொல்லார். (ஆக்கத்தோடே எண்ணுவர்.)<br/><br/>நடுவுநிலைமை யுடையான் கேடுற்றால் அதனைக் கேடாகக் கருதார் உலகத்தார் என்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The man who justly lives, tenacious of the right,<br/>In low estate is never low to wise man's sight."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great will not regard as poverty the low estate of that man who dwells in the virtue of equity."
          }
        ]
      }
    ],
    "id": 117
  },
  {
    "kural": {
      "l1": "சமன்செய்து சீர்தூக்குங் கோல்போ லமைந்தொருபாற்",
      "l2": "கோடாமை சான்றோர்க் கணி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சமன்செய்து சீர்தூக்குங் கோல்போல் அமைந்தொருபால்<br/>கோடாமை சான்றோர்க் கணி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன்னே தான் சமமாக இருந்து, பின்பு பொருளைச் சீர் தூக்கும் துலாக்கோல்போல் அமைந்து, ஒரு பக்கமாகச் சாயாமல் நடுவுநிலைமை போற்றுவது சான்றோர்க்கு அழகாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சமன் செய்து சீர்தூக்கும் கோல்போல்= முன்னே தான்சமனாகநின்று பின் தன்கண் வைத்த பாரத்தை வரையறுக்குந் துலாம்போல<br/><br/>அமைந்து ஒருபால் கோடாமை சான்றோர்க்கு அணி= இலக்கணங்களான் அமைந்து ஒருபக்கத்துக் கோடாமை சான்றோர்க்கு அழகாம்.<br/><br/>உவமையடையாகிய சமன்செய்தலும் சீர்தூக்கலும் பொருட்கண்ணும், பொருளடையாகிய அமைதலும் ஒருபாற் கோடாமையும் உவமைக்கண்ணும் கூட்டி, சான்றோர் சீர்தூக்கலாவது, தொடைவிடைகளாற் கேட்டவற்றை ஊழான் உள்ளவாறு உணர்தலாகவும், ஒருபாற் கோடாமையாவது, அவ்வுள்ளவாற்றை மறையாது பகை நொதுமல் நட்பு என்னும் மூன்று திறத்தார்க்கும் ஒப்பக் கூறுதலாகவும் உரைக்க. இலக்கணங்களான் அமைதல் இருவழியும் ஏற்பன கொள்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சமன்செய்து சீர்தூக்கும் கோல் போல் அமைந்து - சமன்வரை பண்ணி (இரண்டு தலையும்) சீரொத்தால் தூக்கிப்பார்க்கும் நிறைகோல் போல (வீக்கம் தாக்க மற்று) நின்று, ஒருபால் கோடாமை சான்றோர்க்கு அணி - தம் நெஞ்சை ஒருவன்பக்கமாகக் கோடவிடாமை சான்றோர்க்கு அழகு.<br/><br/>[சமன்வரை - நிறுக்கும் கருவியாகிய வெள்ளிக்கோலின் இரண்டு தலைகளும் சமனாக (ஒக்க) நிற்குமாறு செய்தற்குத் தூக்கும் கயிறு இடப்படும் வரை, வீக்கம் தாக்கம் - உயர்வு தாழ்வு.]<br/><br/>இது, நடுவு நிலைமை வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To stand, like balance rod that level hangs and rightly weighs,<br/>With calm unbiassed equity of soul, is sages' praise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To incline to neither side, but to rest impartial as the even-fixed scale is the ornament of the wise."
          }
        ]
      }
    ],
    "id": 118
  },
  {
    "kural": {
      "l1": "சொற்கோட்ட மில்லது செப்ப மொருதலையா",
      "l2": "வுட்கோட்ட மின்மை பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா<br/>உட்கோட்டம் இன்மை பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உள்ளத்தில் கோணுதல் இல்லாத தன்மையை உறுதியாகப் பெற்றால், சொல்லினும் கோணுதல் இல்லா திருத்தல் நடுவுநிலைமையாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செப்பம் சொல் கோட்டம் இல்லது= நடுவுநிலைமையாவது, சொல்லின்கட் கோடுதல் இல்லாததாம்;<br/><br/>உள்கோட்டம் இன்மை ஒருதலையாப் பெறின்= அஃது அன்னதாவது, மனத்தின்கட் கோட்டம் இன்மையைத் திண்ணிதாகப் பெறின்.<br/><br/>'சொல்' ஊழான் அறுத்துச் சொல்லும் சொல். காரணம்பற்றி ஒருபாற் கோடாத மனத்தோடு கூடுமாயின், அறங்கிடந்தவாறு சொல்லுதல் நடுவுநிலைமையாம் எனவே, அதனோடு கூடாதாயின் அவ்வாறு சொல்லுதல் நடுவுநிலைமை அன்று என்பது பெறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செப்பம் கோட்டம் இல்லது சொல் - நடுவு நிலைமையாவது கோட்டம் இல்லாததாகிய சொல்லாம், ஒருதலையாக உட்கோட்டம் இன்மை பெறின் - அது கவராது மனக்கோட்டமின்மையோடு கூடுமாயின். [கோட்டம் - கோணுதல், ஒரு தலையாக என்பது ஈறு கெட்டு நின்றது.]<br/><br/>நடுவு நிலைமையாவது செவ்வை சொல்லுத லென்பதூஉம், இரு பொருட் பொதுமொழி கூறுத லென்பதூஉம் இது கூறிற்று.<br/><br/>[இருபொருட் பொதுமொழி - இருவர் கூறும் பொருள்களுக்கும் பொதுவாக நின்று கூறும்மொழி.]"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Inflexibility in word is righteousness,<br/>If men inflexibility of soul possess."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Freedom from obliquity of speech is rectitude, if there be (corresponding) freedom from bias of mind."
          }
        ]
      }
    ],
    "id": 119
  },
  {
    "kural": {
      "l1": "வாணிகஞ் செய்வார்க்கு வாணிகம் பேணிப்",
      "l2": "பிறவுந் தமபோற் செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வாணிகம் செய்வார்க்கு வாணிகம் பேணிப்<br/>பிறவும் தமபோல் செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர் பொருளையும் தம்பொருள்போல் போற்றிச் செய்தால், அதுவே வாணிகம் செய்வோர்க்கு உரிய நல்ல வாணிக முறையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிறவும் தமபோல் பேணிச் செயின்= பிறர் பொருளையுந் தம் பொருள்போலப் பேணிச் செய்யின்;<br/><br/>வாணிகம் செய்வார்க்கு வாணிகம்= வாணிகஞ் செய்வார்க்கு நன்றாய வாணிகமாம்.<br/><br/>பிறவுந் தமபோற் செய்தலாவது, கொள்வது மிகையுங் கொடுப்பது குறையுமாகாமல் ஒப்ப நாடிச் செய்தல்.<br/><br/>இப்பாட்டு மூன்றனுள், முன்னைய இரண்டும் அவையத்தாரை நோக்கின; ஏனையது வாணிகரை நோக்கிற்று, அவ்விருதிறத்தார்க்கும் இவ்வறம் வேறாகச்சிறந்தமையின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வாணிகம் செய்வார்க்கு வாணிகம் - வாணிகம் செய்வார்க்கு வாணிகம் ஆம், பிறவும் தம போல் பேணி செயின் - பிறர் பொருள்களையும் தமது பொருள்கள் போலப் பேணிச் செய்வாராயின். [ஆம் - பலிக்கும்.]<br/><br/>இது, வாணிகம் செய்வார் பிறர் பொருளையும் தம் பொருள் போலப் பேணவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As thriving trader is the trader known,<br/>Who guards another's interests as his own."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The true merchandize of merchants is to guard and do by the things of others as they do by their own."
          }
        ]
      }
    ],
    "id": 120
  }
]