export default [
  {
    kural: {
      l1: 'நாடாது நட்டலிற் கேடில்லை நட்டபின்',
      l2: 'வீடில்லை நட்பாள் பவர்க்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாடாது நட்டலிற் கேடில்லை நட்டபின்<br/>வீடில்லை நட்பாள் பவர்க்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நட்புச் செய்தபிறகு நட்பை உடையவர்க்கு அதிலிருந்து விடுதலை இல்லை; ஆகையால் ஆராயாமல் நட்புச் செய்வதைப் போல் கெடுதியானது வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நட்பு ஆள்பவர்க்கு நட்டபின் வீடு இல்லை=நட்பினை விரும்பி அதன்கண்ணே நிற்பார்க்கு ஒருவனோடு நட்புச்செய்தபின் அவனை விடுதல் உண்டாகாது; நாடாது நட்டலிற் கேடு இல்லை= ஆகலான், ஆராயாது நட்புச்செய்தல்போலக் கேடு தருவது பிறிதில்லை.<br/><br/>ஆராய்தல், குணஞ்செய்கைகளது நன்மையை ஆராய்தல். 'கேடு' ஆகுபெயர். நட்கின் தாம் அவர் என்னும் வேற்றுமையின்மையின் 'வீடில்லை' என்றும், அவ்வேற்றுமையின்மையான் அவன்கண் பழிபாவங்கள் தமவாம் ஆகலின், இருமையும் கெடுவர் என்பது நோக்கி 'நாடாது நட்டலிற் கேடில்லை' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நட்பை விரும்பியாள்பவர்க்கு ஒருவனை ஆராயாது நட்புச் செய்வதுபோலக் கேடு தருவதில்லை: நட்டபின் அவனை விடுதலில்லை யாயின்.<br/><br/>இது நட்பாராய்தல் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To make an untried man your friend is ruin sure;<br/>For friendship formed unbroken must endure.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'As those who are of a friendly nature will not forsake (a friend) after once loving (him), there is no evil so great as contracting a friendship without due inquiry.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆய்ந்தாய்ந்து கொள்ளாதான் கேண்மை கடைமுறை',
      l2: 'தான்சாந் துயரந் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆய்ந்தாய்ந்து கொள்ளாதான் கேண்மை கடைமுறை<br/>தான்சாம் துயரம் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆராய்ந்து ஆராய்ந்து நட்புக் கொள்ளாதவனுடைய நட்பு, இறுதியில் தான் சாவதற்குக் காரணமான துயரத்தை உண்டாக்கிவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஆய்ந்து ஆய்ந்து கேண்மை கொள்ளாதான்= குணமும் செய்கையும் நல்லன் என்பது, பலகாலும் பலவாற்றானும் ஆராய்ந்து ஒருவனோடு நட்புக்கொள்ளாதவன்; கடைமுறை தான் சாம் துயரம் தரும்= முடிவில் தான் சாதற்கு ஏதுவாய துன்பத்தினைத் தன் மாற்றார் விளைக்கவேண்டாமல் தானே விளைக்கும்.<br/><br/>கடைமுறைக் கண்ணென இறுதிக்கண் தொக்க ஏழாவது விரிக்க. குணமும் செயலும் தீயானொடு கொள்ளின் அவற்கு வரும் பகைமையெல்லாம் தன்மேலவாய்ப் பின் அவற்றான் இறந்துவிடும் என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் ஆராயாவழிப் படும் இழுக்குக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றமும் ஆய்ந்து குணமும் ஆய்ந்து கொள்ளாதான் கொண்ட நட்பு, பிற்காலத்துத் தான் சாதற்கு ஏதுவான துன்பத்தைத் தரும்.<br/><br/>இஃது ஆராயாமையால் வருங்குற்றங் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Alliance with the man you have not proved and proved again,<br/>In length of days will give you mortal pain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The friendship contracted by him who has not made repeated inquiry will in the end grieve (him) to death.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குணனுங் குடிமையுங் குற்றமுங் குன்றா',
      l2: 'வினனு மறிந்தியாக்க நட்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குணமும் குடிமையும் குற்றமும் குன்றா<br/>இனனும் அறிந்தியாக்க நட்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுடைய குணத்தையும், குடிப்பிறப்பையும், குற்றத்தையும், குறையாத இனத்தாரின் இயல்பையும் அறிந்து அவனோடு நட்புக் கொள்ளவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குணனும் குடிமையும் குற்றமும் குன்றா இனனும் அறிந்து= ஒருவன் குணத்தினையும், குடிப்பிறப்பினையும், குற்றத்தினையும், குறைவற்ற சுற்றத்தினையும் ஆராய்ந்து அறிந்து; நட்பு யாக்க= அவனோடு நட்புச் செய்க.<br/><br/>குற்றம் இல்லாதார் உலகத்து இன்மையின், உள்ளது பொறுக்கப் படுவதாயின் அவர் நட்பு விடற்பாற்று அன்று என்பார், 'குற்றமும்' என்றும், சுற்றப்பிணிப்புடையார் நட்டாரோடும் பிணிப்புண்டு வருதலின் 'குன்றா இனனும்' என்றும், விடப்படின் தம் குறையாம் என்பார் 'அறிந்து யாக்க' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனுடைய குணமும் குடிப்பிறப்பும் குற்றமும் குறைவில்லாத சுற்றமும் முன்பே ஆராய்ந்து, பின்பு அவனை நட்பாகக் கொள்க.<br/><br/>இவையெல்லாம் ஒத்தனவாயின் உறவு நீளச் செல்லு மென்றவாறாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Temper, descent, defects, associations free<br/>From blame: know these, then let the man be friend to thee.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Make friendship (with one) after ascertaining (his) character, birth, defects and the whole of one's relations.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குடிப்பிறந்து தன்கட் பழிநாணு வானைக்',
      l2: 'கொடுத்துங் கொளல்வேண்டு நட்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குடிப்பிறந்து தன்கண் பழிநாணு வானைக்<br/>கொடுத்தும் கொளல்வேண்டும் நட்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உயர்ந்த குடியில் பிறந்து, தன்னிடத்தில் வரக்கூடிய பழிக்கு நாணுகின்றவனைப் பொருள் கொடுத்தாவது நட்புக் கொள்ளவேண்டும்,.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'குடிப்பிறந்து தன்கண் பழிநாணுவானை= உயர்ந்த குடியின்கண் பிறந்து, தன் மாட்டு உலகர் சொல்லும் பழிக்கு அஞ்சுவானை; கொடுத்தும் நட்புக் கொளல் வேண்டும்= சில கொடுத்தாயினும் நட்புக் கோடல் சிறந்தது.<br/><br/>குடிப்பிறப்பான் தான் பிழைசெய்யாமையும், பழிக்கு அஞ்சலான் பிழைத்தன பொறுத்தலும் பெற்றாம். இவை இரண்டும் உடையானைப் பெறுதல் அருமையின், அவன் நட்பை விலைகொடுத்தும் கொள்க என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மேற்கூறியவற்றுள் உயர்குடிப்பிறந்து தன்மாட்டுப் பிறர் சொல்லும் பழிக்கு அஞ்சுமவனை அவன் வேண்டிய தொன்று கொடுத்தும் நட்பாகக் கொள்ளல் வேண்டும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who,born of noble race, from guilt would shrink with shame,<br/>Pay any price, so you as friend that man may claim.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The friendship of one who belongs to a (good) family and is afraid of (being charged with) guilt, is worth even purchasing.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அழச்சொல்லி யல்ல திடித்து வழக்கறிய',
      l2: 'வல்லார்நட் பாய்ந்து கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அழச்சொல்லி அல்லது இடித்து வழக்கறிய<br/>வல்லார்நட்பு ஆய்ந்து கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நன்மையில்லாத செயலைக் கண்டபோது வருந்தும் படியாக இடித்துச் சொல்லி, உலக நடையை அறிய வல்லவரின் நட்பை ஆராய்ந்து கொள்ளவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அல்லது அழச் சொல்லி= தாம் உலகவழக்கல்லது செய்யக் கருதின், சோகம் பிறக்கும்வகை சொல்லி விலக்கியும்; இடித்து= செய்தக்கால் பின்னும் செய்யாவகை நெருக்கியும்; வழக்கு அறிய வல்லார்= அவ்வழக்குச் செய்யாவழிச் செய்விக்கவும் வல்லாரை; ஆய்ந்து நட்புக்கொளல்= ஆராய்ந்து நட்புக் கொள்க.<br/><br/>'அழச்சொல்லி', 'இடித்து' என வந்த பரிகார வினைகளான், அவற்றிற்கு ஏற்ற? குற்ற வினைகள் வருவிக்கப்பட்டன. 'வழக்கு' உலகத்தார் அடிப்படச் செய்துபோந்த செயல். தம்மொடு நட்டாரும் அறியும்வகை அறிவித்தல் அரிதாகலின் 'அறியவல்லார்' என்றார். இரண்டாவது இறுதிக்கண் தொக்கது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றம் கண்டால் அழுமாறு சொல்லி, நெறியில்லாதனவற்றிற்குக் கழறி, உலகவழக்கறிய வல்லாரது நட்பை ஆராய்ந்து கொள்க.<br/><br/>இது மந்திரிகளுள் நட்பாக்கற் பாலாரைக் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Make them your chosen friends whose words repentance move,<br/>With power prescription's path to show, while evil they reprove.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'You should examine and secure the friendship of those who can speak so as to make you weep over a crime (before its commission) or rebuke you severely (after you have done it) and are able to teach you (the ways of) the world. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கேட்டினு முண்டோ ருறுதி கிளைஞரை',
      l2: 'நீட்டி யளப்பதோர் கோல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கேட்டினும் உண்டோர் உறுதி கிளைஞரை<br/>நீட்டி அளப்பதோர் கோல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கேடு வந்தபோதும் ஒருவகை நன்மை உண்டு; அக்கேடு ஒருவனுடைய நண்பரின் இயல்புகளை நீட்டி அளந்து பார்ப்பதொரு கோலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கிளைஞரை நீட்டி அளப்பது ஓர் கோல்= ஒருவனுக்குக் கேடென்பது தன் நட்டாராகிய புலன்களை எஞ்சாமல் அளப்பதோர் கோல்; கேட்டினும் ஓர் உறுதி உண்டு= ஆகலின் அதன்கண்ணும் அவனாற் பெறப்படுவதோர் நல்லறிவு உண்டு.<br/><br/>தத்தம் நட்பு எல்லைகள் சுருங்கி இருக்கவும், செல்வக்காலத்துப் புறத்துத் தோன்றாமல் போந்தார் பின் கேடுவந்துழிச் செயல் வேறுபடுதலின் அக்கேட்டால் அவை வரையறுக்கப்படும் என்பதுபற்றிக் கேட்டினைக் கோலாக்கியும், அதனால் அவரை அளந்தறிந்தால் ஆவாரையே கோடலின் அவ்வறிவினை 'உறுதி' யென்றும் கூறினார். 'கிளைஞர்' ஆகுபெயர். இஃது ஏகதேச உருவகம்.<br/><br/>இவை நான்கு பாட்டானும் ஆராயுமாறும், ஆராய்ந்தால் நட்கப்படுவார் இவர் என்பதூஉம் கூறப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கேடுவந்தவிடத்தும் ஒரு பயனுண்டாம்; அக்கேடு நட்டாரது தன்மையை நீட்டி அளந்தறிதற்கு ஒரு கோலாமாதலால்.<br/><br/>மேல் கெடுங்காலைக் கைவிடுவாரை விடவேண்டு மென்றார் அவரை அறியுமாறென்னை யென்றார்க்கு, கேட்டாலல்லது அறிதல் அரிதென்றார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Ruin itself one blessing lends:<br/>'Tis staff that measures out one's friends.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Even in ruin there is some good; (for) it is a rod by which one may measure fully (the affection of one's) relations.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊதிய மென்ப தொருவற்குப் பேதையார்',
      l2: 'கேண்மை யொரீஇ விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊதியம் என்பது ஒருவற்குப் பேதையார்<br/>கேண்மை ஒரீஇ விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுக்கு ஊதியம் என்று சொல்லப்படுவது, அறிவில்லாதவருடன் செய்துகொண்ட நட்பிலிருந்து நீங்கி அவரைக் கைவிடுதலாகும்,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒருவற்கு ஊதியம் என்பது= ஒருவனுக்குப் பேறென்று சொல்லப்படுவது; பேதையார் கேண்மை ஒரீஇ விடல்= அறிவிலாரோடு நட்புக் கொண்டானாயின், அதனை ஒழிந்து அவரின் நீங்குதல்.<br/><br/>நட்பு ஒழிந்தாலும், நீங்காக்கால் \"வெறிகமழ் சந்தனமும் வேங்கையும் வே\"§மாறுபோலத் தீங்கு வருதலின், 'விடல்' என்றும், நீங்கியவழித் தீங்கு ஒழிதலேயன்றி இருமையின்பத்திற்கு உரிமை எய்தலும் உடைமையின் அதனை 'ஊதியம்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனுக்கு இலாபமென்று சொல்லப்படுவது அறிவில்லாதாரோடு நட்பாகுதலை நீங்கி விடுதல்.<br/><br/>இது பேதையார் நட்பைத் தவிர்கவென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis gain to any man, the sages say,<br/>Friendship of folls to put away.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is indead a gain for one to renounce the friendship of fools.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளற்க வுள்ளஞ் சிறுகுவ கொள்ளற்க',
      l2: 'வல்லற்க ணாற்றறுப்பார் நட்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளற்க உள்ளம் சிறுகுவ கொள்ளற்க<br/>அல்லற்கண் ஆற்றறுப்பார் நட்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊக்கம் குறைவதற்குக் காரணமான செயல்களை எண்ணாமலிருக்கவேண்டும்; அதுபோல் துன்பம் வந்த போது கைவிடுகின்றவரின் நட்பைக் கொள்ளாதிருக்க வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளம் சிறுகுவ உள்ளற்க= தம் ஊக்கம் சுருங்குதற்குக் காரணமாய வினைகளைச் செய்ய நினையாது ஒழிக; அல்லற்கண் ஆற்று அறுப்பார் நட்புக் கொள்ளற்க= அதுபோலத் தமக்கு ஒருதுன்பம் வந்துழிக் கைவிடுவார் நட்பினைக் கொள்ளாது ஒழிக.<br/><br/>'உள்ளம் சிறுகுவ'வாவன, தம்மின் வலியாரோடு தொடங்கியனவும், பயனில்லனவுமாம். 'ஆற்று' என்பது, முதனிலைத் தொழிற்பெயர். முன்னெல்லாம் வலியராவார் போன்று ஒழிதலின், வலியறுப்பார் என்றார். எடுத்துக்காட்டு உவமை. கொள்ளின் அழிந்தேவிடும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தான் சிறுகுமவற்றை உள்ளத்தால் நினையாதொழிக; அதுபோல, அல்லல் வந்தவிடத்து வலியாகாதாரது நட்பினைக் கொள்ளாதொழிக.<br/><br/>இது தீக்குணத்தார் நட்பைத் தவிர்க வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Think not the thoughts that dwarf the soul; nor take<br/>For friends the men who friends in time of grief forsake.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Do not think of things that discourage your mind, nor contract friendship with those who would forsake you in adversity.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கெடுங்காலைக் கைவிடுவார் கேண்மை யடுங்காலை',
      l2: 'யுள்ளினு முள்ளஞ் சுடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கெடுங்காலைக் கைவிடுவார் கேண்மை அடுங்காலை<br/>உள்ளினும் உள்ளஞ் சுடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கேடு வரும் காலத்தில் கைவிட்டு ஒதுங்குகின்றவரின் நட்பு, எமன் கொல்லும் காலத்தில் நினைத்தாலும் நினைத்த உள்ளத்தை வருத்தும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கெடுங்காலைக் கைவிடுவார் கேண்மை= ஒருவன் கெடுங்காலத்து அவனை விட்டு நீங்குவார் முன் அவனோடு செய்த நட்பு; அடுங்காலை உள்ளினும் உள்ளம் சுடும்= தன்னைக் கூற்று அடுங்காலத்து ஒருவன் நினைப்பினும், அந்நினைத்த உள்ளத்தைச் சுடும்.<br/><br/>நினைத்ததுணையானே இயைபு இல்லாத பிறனுக்கும் கூற்றினும் கொடிதாம் எனக் கைவீடு எண்ணிச் செய்த நட்பின் கொடுமை கூறியவாறு. இனி, அவன்றானே ஆக்கிய கேடு தன்னை அடுங்காலை உள்ளினும் அக்கேட்டினும் சுடும் என்று உரைப்பாரும் உளர்.‡<br/><br/>இவை மூன்றுபாட்டானும் ஆராய்ந்தால் நட்கப்படாதார் இவர் என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கெடும்பொழுது கைவிடுவாரது நட்பைத் தன்னைப் பிறர் கொல்லுங் காலத்து நினைப்பினும் நினைத்த மனத்தினை அந்நட்புச் சுடும்: அவர் கொல்லுமதனினும்.<br/><br/>இது கேட்டிற்கு உதவாதார் நட்பைத் தவிர்க வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Of friends deserting us on ruin's brink,<br/>'Tis torture e'en in life's last hour to think.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The very thought of the friendship of those who have deserted one at the approach of adversity will burn one's mind at the time of death.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மருவுக மாசற்றார் கேண்மையொன் றீத்து',
      l2: 'மொருவுக வொப்பிலார் நட்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மருவுக மாசற்றார் கேண்மைஒன் றீத்தும்<br/>ஒருவுக ஒப்பிலார் நட்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குற்றமற்றவருடைய நட்பைக் கொள்ளவேண்டும்; ஒத்த பண்பு இல்லாதவருடைய நட்பை ஒன்றைக் கொடுத்தாவது கைவிடவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மாசு அற்றார் கேண்மை மருவுக= உலகோடு ஒத்துக் குற்றமற்றார் நட்பினையே பயில்க; ஒப்பு இலார் நட்பு ஒன்று ஈத்தும் ஒருவுக= உலகத்தோடு ஒத்தில்லார் நட்பினை அறியாது கொண்டாராயின், அவர் வேண்டியது ஒன்றனைக் கொடுத்தாயினும் விடுக.<br/><br/>உலகோடு ஒத்தார் நட்பு இருமையின்பமும் பயத்தலின் 'மருவுக' என்றும், அதனோடு மாறாயினார் நட்புத் துன்பமே பயத்தலின் அதன் ஒழிவை விலைகொடுத்தும் கொள்க என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றமற்றாரது நட்பைக் கொள்க; ஒரு பொருளைக் கொடுத்தாயினும் தனக்கு நிகரில்லாதார் நட்பினின்று நீங்குக.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Cling to the friendship of the spotless ones;whate'er you pay,<br/>Renounce alliance with the men of evil way.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Continue to enjoy the friendship of the pure; (but) renounce even with a gift, the friendship of those who do not agree (with the world). ',
          },
        ],
      },
    ],
  },
];
