export default [
  {
    "kural": {
      "l1": "ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து",
      "l2": "வேண்டும் பனுவற் றுணிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து<br/>\n            வேண்டும் பனுவல் துணிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்கத்தில் நிலைத்துநின்று பற்றுவிட்டவர்களின் பெருமையைச் சிறந்ததாகப் போற்றிக் கூறுவதே நூல்களின் துணிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒழுக்கத்து நீத்தார் பெருமை = (தமக்குரிய) ஒழுக்கத்தின் கண்ணே (நின்று) துறந்தாரது பெருமையை;<br/><br/>\n            விழுப்பத்து வேண்டும் பனுவல் துணிவு = விழுமிய பொருள்கள் பலவற்றுள்ளும் (இதுவே விழுமிது என) விளம்பும், நூல்களது துணிவு.<br/><br/>\n            தமக்கு உரிய ஒழுக்கத்தின்கண்ணே நீன்று துறத்தலாவது, தத்தம் வருணத்திற்கும் நிலைக்கும் உரிய ஒழுக்கங்களை வழுவாது ஒழுக, அறம் வளரும்; அறம் வளரப் பாவம் தேயும்; பாவந் தேய அறியாமை நீங்கும்; அறியாமை நீங்க, நித்த அநித்தங்களது வேறுபாட்டுணர்வும், அழிதன் மாலையவாய இம்மை மறுமை இன்பங்களின் உவர்ப்பும், பிறவித்துன்பங்களும் தோன்றும்; அவை தோன்ற வீட்டின்கண் ஆசையுண்டாம்; அஃது உண்டாகப் பிறவிக்குக் காரணம் ஆகிய 'பயன்இல்' முயற்சிகள் எல்லாம் நீங்கி, வீட்டிற்குக் காரணமாகிய யோகமுயற்சி உண்டாம்; அஃது உண்டாக, மெய்யுணர்வு பிறந்து, புறப்பற்றாகிய 'எனது' என்பதும், அகப்பற்றாகிய 'யான்' என்பதும் விடும்; ஆகலான் இவ்விரண்டு பற்றையும் இம்முறையே உவர்த்து விடுதல் எனக் கொள்க.<br/><br/>\n            ‘பனுவல்’ எனப் பொதுப்படக் கூறியவதனான், ஒன்றையொன்று ஒவ்வாத சமயநூல்கள் எல்லாவற்றிற்கும் இஃது ஒத்த துணிவென்பது பெற்றாம்.<br/><br/>\n            செய்தாரது துணிவு 'பனுவன்'மேல் ஏற்றப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒழுக்கத்து நீத்தார் பெருமை - ஒழுக்கத்தின் பொருட்டு (எல்லாப் பொருள்களையும்) துறந்தாரது பெருமையை, பனுவல் துணிவு விழுப்பத்து வேண்டும் - நூல்களின் துணிவு விழுப்பத்தின் பொருட்டு வேண்டும். [விழுப்பம் - மேன்மை].<br/><br/>\n            யாதானும் ஒரு பொய்யைச் சொல்லும் நூலும், தன்னை எல்லாரும் கொண்டாடுதற்காகத் துறந்தார் பெருமையை நன்குமதித்துக் கூறும், அதனானே, யாதும் சொல்லுகின்றே னென்றது. இது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The settled rule of every code requires, as highest good,<br/>\n            Their greatness who, renouncing all, true to their rule have stood"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The end and aim of all treatise is to extol beyond all other excellence, the greatness of those who,\n            while abiding in the rule of conduct peculiar to their state, have abandoned all desire."
          }
        ]
      }
    ],
    "id": 21
  },
  {
    "kural": {
      "l1": "துறந்தார் பெருமை துணைக்கூறின் வையத்",
      "l2": "திறந்தாரை யெண்ணிக்கொண் டற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துறந்தார் பெருமை துணைக்கூறின் வையத்து<br/>\n            இறந்தாரை எண்ணிக்கொண் டற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பற்றுகளைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரையில் பிறந்து இறந்தவர்களை எண்ணிக் கணக்கிடுவதைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துறந்தார் பெருமை துணைக் கூறின் = (இருவகைப் பற்றினையும்) விட்டாரது பெருமையை இவ்வளவு என்று (எண்ணால்) கூறி அறியலுறின், (அளவுபடாமையான்);<br/><br/>\n            வையத்து இறந்தாரை எண்ணிக்கொண்டு அற்று = இவ்வுலகத்துப் பிறந்து இறந்தாரை எண்ணி (இத்துணையர் என) அறியலு்ற்றாற் போலும்.<br/><br/>\n            முடியாது என்பதாம். கொண்டால் என்னும் வினையெச்சம் (கொண்டு) எனத் திரிந்து நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துறந்தார் பெருமை துணை கூறின் - (காமம் முதலாகத்) துறந்தாரது பெருமைக்கு அளவு கூறின், வையத்து இறந்தாரை எண்ணிக்கொண்டால் அந்று - உலகத்துப் பிறந்திருந்தார் இத்துணையரென்று எண்ணி யறியலுற்றாற் போலும். [ஆல் கெட்டது.]<br/>\n            அவர் பெருமைக்கு எல்லை கூறுதல் அரிதாயினும், சில சொல்லப் புகாநின்றே னென்றது இது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As counting those that from the earth have passed away,<br/>\n            ‘Tis vain attempt the might of holy men to say"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To describe the measure of the greatness of those who have forsaken the two-fold desires, is like\n            counting the dead."
          }
        ]
      }
    ],
    "id": 22
  },
  {
    "kural": {
      "l1": "இருமை வகைதெரிந் தீண்டறம் பூண்டார்",
      "l2": "பெருமை பிறங்கிற் றுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார்<br/>\n            பெருமை பிறங்கிற்று உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இருமை வகை தெரிந்து = (பிறப்பு வீடு என்னும்) இரண்டனது (துன்ப வின்பக்) கூறுபாடுகளை ஆராய்ந்து அறிந்து;<br/><br/>\n            ஈண்டு அறம் பூண்டார் பெருமை = (அப்பிறப்பு அறுத்தற்கு) இப்பிறப்பின்கண் துறவறத்தைப் பூண்டாரது பெருமையே;<br/><br/>\n            உலகு பிறங்கிற்று = உலகின்கண் உயர்ந்தது.<br/><br/>\n            \"தெரிமாண் தமிழ்மும்மைத் தென்னம் பொருப்பன்\"† என்புழிப் போல 'இருமை'‡ என்பது, ஈண்டு எண்ணின்கண் நின்றது.<br/><br/>\n            பிரிநிலை ஏகாரம், விகாரத்தால் தொக்கது.<br/><br/>\n            இதனால், திகிரி உருட்டி உலகம் முழுதாண்ட அரசர் முதலாயினார் பெருமை பிரிக்கப்பட்டது.<br/><br/>\n            இவை மூன்று பாட்டானும், நீத்தாரது பெருமையே எல்லாப் பெருமையினும் மிக்கது என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இருமை வகை தெரிந்து - பிறப்பும் வீடும் என்னும் இரண்டினது கூறுபாட்டை ஆராய்ந்து, ஈண்டு அறம் பூண்டார் - இவ்விடத்தே துறவறத்தை மேற்கொண்டவரது, பெருமை உலகில் பிறங்கிற்று - பெருமை உலகத்தில் மிக்கது. [மிக்கது - மேம்பட்டது.]<br/>\n            இஃது, எல்லாராலும் அவர் பெருமை போற்றப்படு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Their greatness earth transcends, who, way of both worlds weighed,<br/>\n            In this world take their stand, in virtue’s robe arrayed"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The greatness of those who have discovered the properties of both states of being, and renounced the\n            world, shines forth on earth (beyond all others)."
          }
        ]
      }
    ],
    "id": 23
  },
  {
    "kural": {
      "l1": "உரனென்னுந் தோட்டியா னோரைந்துங் காப்பான்",
      "l2": "வரனென்னும் வைப்பிற்கோர் வித்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான்<br/>\n            வரனென்னும் வைப்பிற்கோர் வித்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கிக் காக்க வல்லவன், மேலான வீட்டிற்கு விதை போன்றவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உரன் என்னும் தோட்டியான் ஓரைந்தும் காப்பான் = திண்மை என்னும் தோட்டியால், (பொறிகளாகிய யானை) ஐந்தனையும் (தத்தம் புலன்கள்மேற் செல்லாமற்) காப்பான்;<br/><br/>\n            வரன் என்னும் வைப்பிற்கு ஓர் வித்து = (எல்லா நிலத்தினும்) மிக்கது என்று சொல்லப்படும் வீட்டுநிலத்திற்கு ஓர் வித்தாம்.<br/><br/>\n            இஃது ஏகதேச உருவகம்.<br/><br/>\n            'திண்மை' ஈண்டு அறிவின் மேற்று.<br/><br/>\n            அந்நிலத்திற் சென்று முளைத்தலின் 'வித்து' என்றார்; ஈண்டுப்பிறந்து இறந்து வரும் மகன்❖அல்லன் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உரன் என்னும் தோட்டியான் ஓர் ஐந்தும் காப்பான்-அறிவாகிய தோட்டியானே பொறியாகிய ஒப்பற்ற யானை ஐந்தினையும் (புலன்களில் செல்லாமல்) மீட்பவன், வரன் என்னும் வைப்புக்கு ஓர் வித்து - மேலாகிய இடத்தே ஆதற்கு (இவ்விடத்தே இருப்பதாகிய) ஒரு வித்து.<br/><br/>\n            அவர் பெருமை சொல்லுவார், முற்பட அவன் மக்கட்டன்மையனாய் இவ்வுலகின்கண் வாழ்பவன் அல்லன், தேவருள் ஒருவன் என்று கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "He, who with firmness’ curb the five restrains,<br/>\n            Is seed for soil of yonder happy plains"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who guides his five senses by the hook of wisdom will be a seed in the world of heaven."
          }
        ]
      }
    ],
    "id": 24
  },
  {
    "kural": {
      "l1": "ஐந்தவித்தா னாற்ற லகல்விசும்பு ளார்கோமா",
      "l2": "னிந்திரனே சாலுங் கரி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான்<br/>\n            இந்திரனே சாலுங் கரி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின் தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஐந்து அவித்தான் ஆற்றல் = (புலன்களிற் செல்கின்ற) அவா ஐந்தனையும் அடக்கினானது வலிக்கு;<br/><br/>\n            அகல் விசும்புளார் கோமான் இந்திரனே சாலும் கரி = அகன்ற வானத்துள்ளார் இறைவனாகிய இந்திரனே★ அமையுஞ் சான்று.<br/><br/>\n            'ஐந்தும்' என்னும் முற்றும்மையும், 'ஆற்றற்கு' என்னும் நான்கன் உருபும் விகாரத்தால் தொக்கன.<br/><br/>\n            தான் ஐந்தவியாது சாபம் எய்தி நின்று, அவித்தானது ஆற்றல் உணர்த்தினான் ஆகலின் 'இந்திரனே சாலுங்கரி' என்றார்.\n            "
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஐந்து அவித்தான் ஆற்றல் - நுகர்ச்சியாகிய ஐந்தனையும் துறந்தானது வலிக்கு, அகல் விசும்பு உளார் கோமான் இந்திரனே சாலும் கரி-அகன்ற விசும்பி லுள்ளார்க்கு நாயகனாகிய இந்திரனே அமையும் சான்று,<br/><br/>\n            இந்திரன் சான்றென்றது, இவ்வுலகின்கண் மிகத் தவம்செய்வார் உளரானால் அவன் தன் பதம் இழக்கின்றானாக நடுங்கு மாதலான்.<br/><br/>\n            இது, தேவரினும் ஐந்தவித்தான் வலிய னென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Their might who have destroyed ‘the five,' shall soothly tell<br/>\n            Indra, the lord of those in heaven’s wide realms that dwell"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Indra, the king of the inhabitants of the spacious heaven, is himself, a sufficient proof of the strength of\n            him who has subdued his five senses."
          }
        ]
      }
    ],
    "id": 25
  },
  {
    "kural": {
      "l1": "செயற்கரிய செய்வார் பெரியர் சிறியர்",
      "l2": "செயற்கரிய செய்கலா தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செயற்கரிய செய்வார் பெரியர் சிறியர்<br/>\n            செயற்கரிய செய்கலா தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்வதற்கு அருமையான செயல்களைச் செய்ய வல்லவரே பெரியோர். செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செயற்கரிய செய்வார் பெரியர் = (ஒத்த பிறப்பினாராய மக்களுள்) செய்தற்கு (எளியவற்றைச் செய்யாது) அரியவற்றைச் செய்வார் பெரியர்;<br/><br/>\n            செயற்கரிய செய்கலாதார் சிறியர் = (அவ்வெளியவற்றைச் செய்து) அரியவற்றைச் செய்யமாட்டாதார் சிறியர்.<br/><br/>\n            செயற்கு எளியவாவன, மனம் வேண்டியவாறே அதனைப் பொறிவழிகளால் புலன்களிற் செலுத்தலும், வெஃகலும், வெகுடலும் முதலாயின.<br/><br/>\n            செயற்கு அரியவாவன இயமம், நியமம் முதலாய எண்வகை யோக உறுப்புக்கள்.<br/><br/>\n            நீரிற் பலகான் மூழ்கல் (புறப்பொருள் வெண்பா மாலை, வாகைத்திணை, 14) முதலாய \"நாலிரு வழக்கிற் றாபத பக்கம்◯\" என்பாரும் உளர்; அவை நியமத்துள்ளே அடங்கலின், நீத்தாரது பெருமைக்கு ஏலாமை அறிக.\n            \n            "
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செயற்கு அரிய செய்வார் பெரியார் - செய்தற்கு அரியனவற்றைச் செய்வார் பெரியோ ரென்று சொல்லப்படுவார், செயற்கு அரிய செய்கலா தார் சிறியர் - அவற்றைச் செய்யமாட்டாதார் (துறந்தாராயினும்) சிறியோரென்று சொல்லப்படுவர்.<br/><br/>\n            செயற்கரியன, இயமம் நியமம் முதலாயின.<br/><br/>\n            இவ்வதிகாரம் \"நீத்தார் பெருமை\" என்னப்பட்டதாயினும், நீத்த மாத்திரத்தானே பெரியரென்று கொள்ளப்படார், செயற்கு அரியனவற்றைச் செய்வாரே பெரியரென்று கொள்ளப்படுவர் என்று இது கூறிற்று,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Things hard in the doing will great men do;<br/>\n            Things hard in the doing the mean eschew"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great will do those things which is difficult to be done; but the mean cannot do them."
          }
        ]
      }
    ],
    "id": 26
  },
  {
    "kural": {
      "l1": "சுவையொளி யூறோசை நாற்றமென் றைந்தின்",
      "l2": "வகைதெரிவான் கட்டே யுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின்<br/>\n            வகைதெரிவான் கட்டே உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சுவை ஒளி ஊறு ஓசை நாற்றம் என்று சொல்லப்படும் ஐந்தன் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சுவை ஒளி ஊறு ஓசை நாற்றம் என்ற ஐந்தின் வகை = சுவையும் ஒளியும் ஊறும் ஓசையும் நாற்றமும் என்று சொல்லப்பட்ட (தன்மாத்திரைகள்) ஐந்தனது கூறுபாட்டையும்;<br/><br/>\n            தெரிவான் கட்டே உலகு = ஆராய்வான் கண்ணதே உலகம்.<br/><br/>\n            அவற்றின் கூறுபாடாவன- பூதங்கட்கு முதலாகிய அவைதாம் ஐந்தும், அவற்றின் கண் தோன்றிய அப்பூதங்கள் ஐந்தும், அவற்றின் கூறாகிய ஞானேந்திரியங்கள் ஐந்தும், கன்மேந்திரியங்கள் ஐந்தும் ஆக இருபதுமாம்.<br/><br/>\n            'வகைதெரிவான் கட்டு' என உடம்பொடுபுணர்ந்த♥தனால், தெரிகின்ற புருடனும், அவன் தெரிதற் கருவியாகிய மான் ஆங்கார மனங்களும், அவற்றிற்கு முதலாகிய மூலப்பகுதியும் பெற்றாம்.<br/><br/>\n            தத்துவம் இருபத்தைந்தனையும் தெரிதலாவது, மூலப்பகுதி ஒன்றில் தோன்றியது அன்மையின் பகுதியே யாவதல்லது விகுதியாகாது எனவும், அதன்கண் தோன்றிய மானும், அதன்கண் தோன்றிய அகங்காரமும், அதன்கண் தோன்றிய தன்மாத்திரைகளும் ஆகிய ஏழும் தத்தமக்கு முதலாயதனை நோக்க விகுதியாதலும், தங்கண் தோன்றுவனவற்றை நோக்கப் பகுதியாதலும் உடையவெனவும், அவற்றின்கண் தோன்றிய மனமும் ஞானேந்திரியங்களும் கன்மேந்திரியங்களும் பூதங்களுமாகிய பதினாறும் தங்கண் தோன்றுவன இன்மையின் விகுதியேயாவதல்லது பகுதியாகாவெனவும், புருடன் தான் ஒன்றில் தோன்றாமையானும் தன்கண் தோன்றுவன இன்மையானும், இரண்டும் அல்லன் எனவும் சாங்கிய நூலுள் ஓதியவற்றான் ஆராய்தல்.<br/><br/>\n            இவ்விருபத்தைந்துமல்லது உலகெனப் பிறிது ஒன்று இல்லையென உலகினது உண்மையறிதலின் அவனறிவின் கண்ணதாயிற்று.<br/><br/>\n            இவை நான்கு பாட்டானும் பெருமைக்கு ஏது ஐந்தவித்தலும், யோகப்பயிற்சியும், தத்துவ உணர்வும் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சுவை ஒளி ஊறு ஓசை நாற்றம் என்று ஐந்தின் வகை - சுவை முதலாகக் கூறிய ஐந்து புலன்களின் வகையை, தெரிவான் கட்டே உலகு - ஆராய்வான் கண்ணதே உலகம்,<br/><br/>\n            எனவே, இவற்றின் காரியம் வேறொன்றாகத் தோன்றுமன்றே; அதனை அவ்வாறு கூறுபடுத்துக் காண அவற்றின் காரணமும் தோற்றும்.<br/><br/>\n            [வேறொன்றாக - உலகமாக. அவ்வாறு - அவ்வைந்து புலன்களாக. அவற்றின் காரணம் - அவ்வைந்து புலன்களையும் உணரும் அறிவு.]<br/><br/>\n            ஆதலால், உலகம் அறிவான் கண்ணதா மென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Taste, light, touch, sound , and smell: who knows the way<br/>\n            Of all the five, -the world submissive owns his sway"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world is within the knowledge of him who knows the properties of taste, sight, touch, hearing and\n            smell."
          }
        ]
      }
    ],
    "id": 27
  },
  {
    "kural": {
      "l1": "நிறைமொழி மாந்தர் பெருமை நிலத்து",
      "l2": "மறைமொழி காட்டி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிறைமொழி மாந்தர் பெருமை நிலத்து<br/>\n            மறைமொழி காட்டி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல் விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிறைமொழிமாந்தர் பெருமை = நிறைந்த மொழியினை உடைய துறந்தாரது பெருமையை;<br/><br/>\n            நிலத்து மறைமொழி ♦ காட்டி விடும் = நிலவுலகத்தின் கண் (அவர் ஆணையாகச் சொல்லிய) மந்திரங்களே (கண்கூடாகக்) காட்டும்.<br/><br/>\n            'நிறைமொழி' என்பது அருளிக் கூறினும், வெகுண்டு கூறினும் அவ்வப் பயன்களைப் பயந்தேவிடும் மொழி.<br/><br/>\n            'காட்டுதல்', பயனான் உணர்த்துதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிறை மொழி மாந்தர் பெருமை - நிரம்பிய கல்வியையுடைய மாந்தரது பெருமையை, நிலத்து மறை மொழி காட்டி விடும் - அவரால் சொல்லப்பட்டு நிலத்தின்கண் வழங்காநின்ற மந்திரங்களே காட்டும்.<br/><br/>\n            இஃது, அவரால் நடக்கு மென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The might of men whose word is never vain,<br/>\n            The ‘Secret word’ shall to the earth proclaim"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The hidden words of the men whose words are full of effect, will shew their greatness to the world."
          }
        ]
      }
    ],
    "id": 28
  },
  {
    "kural": {
      "l1": "குணமென்னுங் குன்றேறி நின்றார் வெகுளி",
      "l2": "கணமேயுங் காத்த லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குணமென்னும் குன்றேறி நின்றார் வெகுளி<br/>\n            கணமேயும் காத்தல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்ல பண்புகளாகிய மலையின்மேல் ஏறிநின்ற பெரியோர், ஒரு கணப்பொழுதே சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி = (துறவு மெய்யுணர்வு அவாவின்மை முதலிய) நற்குணங்களாகிய குன்றின் முடிவின்கண் நின்ற முனிவரது வெகுளி;<br/><br/>\n            கணமேயும் காத்தல் அரிது = (தான் உள்ளவளவு) கணமேயாயினும், (வெகுளப்பட்டாரால்) தடுத்தல் அரிது.<br/><br/>\n            சலியாமையும் பெருமையும்பற்றிக் குணங்களைக் குன்றாக உருவகம் செய்தார். ‘குணம்' சாதியொருமை.<br/><br/>\n            அநாதியாய் வருகின்றவாறு பற்றி ஒரோவழி வெகுளி தோன்றியபொழுதே அதனை மெய்யுணர்வு அழிக்கும் ஆகலின் 'கணமேயும்' என்றும், நிறைமொழி மாந்தர் ஆகலின் 'காத்தலரிது' என்றும் கூறினார்.<br/><br/>\n            இவை இரண்டு பாட்டானும் அவர் ஆணை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி - குணமாகிய மலையை மேற்கொண்டு நின்றார் மாட்டு உளதாகிய வெகுளியால் வரும் தீமையை, கணமேயும் காத்தல் அரிது - சிறிது பொழுதாயினும் வாராமல் காத்தல் அரிது,<br/><br/>\n            அவர் சாபத்தால் நகுடன் பாம்பாயினான்.<br/><br/>\n            இஃது, அவர் வெகுளியைப் பொறுத்தல் அரிதென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wrath ‘tis hard e’en for an instant to endure,<br/>\n            Of those who virtue’s hill have scaled, and stand secure"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The anger of those who have ascended the mountain of goodness, though it continue but for a\n            moment, cannot be resisted"
          }
        ]
      }
    ],
    "id": 29
  },
  {
    "kural": {
      "l1": "அந்தண ரென்போ ரறவோர்மற் றெவ்வுயிர்க்குஞ்",
      "l2": "செந்தண்மை பூண்டொழுக லான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும்<br />\n            செந்தண்மை பூண்டொழுக லான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால் அறவோரே அந்தணர் எனப்படுவோர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எவ்வுயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் = எல்லா உயிர்கள்மேலும் செவ்விய தண்ணளியைப் பூண்டு ஒழுகலான்;<br/><br/>\n            அந்தணர் என்போர் அறவோர் = அந்தணர் என்று சொல்லப்படுவார் துறவறத்தின் நின்றவர்.<br/><br/>\n            'பூணுதல்' விரதமாகக் கோடல். அந்தணர் என்பது, அழகிய தட்பத்தினை உடையார் என ஏதுப்பெயர்ஆகலின், அஃது அவ்வருளுடையார்க்கு அன்றிச் செல்லாது என்பது கருத்து.<br/><br/>\n            அவ்வாறு ஆணை உடையார் ஆயினும், உயிர்கள்மாட்டு அருளுடையார் என்பது இதனால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அந்தணர் என்போர் அறவோர் - அந்தணரென்போரும் துறந்தோராகக் கொள்ளப்படுவர், எவ் உயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் - அவர் எல்லா உயிர்க்கும் செவ்விய தட்பம் செய்தலை மேற்கொண்டு ஒழுகலானே. (மற்று - அசை.]<br/><br/>\n              மேல், துறந்தவர்களினும் சிறியார் உளரென்று கூறினார். ஈண்டு, துறவாதாரினும் பெரியார் உளரென்று கூறினார். இவை எட்டானும் துறந்தார் பெருமை கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Towards all that breathe, with seemly graciousness adorned they live;<br/>\n            And thus to virtue’s son’s the name of ‘Anthanar’ men give"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The virtuous are truly called Anthanar; because in their conduct towards all creatures they are\n            clothed in kindness."
          }
        ]
      }
    ],
    "id": 30
  }
]