export default [
  {
    kural: {
      l1: 'உள்ளினுந் தீராப் பெருமகிழ் செய்தலாற்',
      l2: 'கள்ளினுங் காம மினிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளினும் தீராப் பெருமகிழ் செய்தலால்<br/>கள்ளினும் காமம் இனிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நினைந்தாலும் தீராத பெரிய மகிழ்ச்சியைச் செய்தலால் (உண்டபோது மட்டும் மகிழ்ச்சி தரும்) கள்ளைவிடக் காமம் இன்பமானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உள்ளினும் தீராப் பெருமகிழ் செய்தலால்= முன் கூடியஞான்றை இன்பத்தினைப் பிரி்ந்துழி நினைந்தாலும், அதுபொழுது பெற்றாற்போல நீங்காத மகிழ்ச்சியைத் தருதலால்;<br/><br/>கள்ளினும் காமம் இனிது= உண்டுழியல்லது மகிழ்ச்சி செய்யாத கள்ளினும் காமம் இன்பம் பயத்தலுடைத்து, எ-று.<br/><br/>தன் தனிமையும் தலைவனை மறவாமையும் கூறியது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்மாற் காதலிக்கப்பட்டவரை நினைத்தாலும் அது நீங்காத பெருங்களிப்பைத் தரும்: ஆதலால் கள்ளினும் காமம் இனிது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From thought of her unfailing gladness springs,<br/>Sweeter than palm-tree wine the joy love brings.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sexuality is sweeter than liquor, because when remembered, it creates a most rapturous delight. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எனைத்தொன் றினிதேகாண் காமந்தாம் வீழ்வார்',
      l2: 'நினைப்ப வருவதொன் றில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எனைத்தொன்று இனிதேகாண் காமம்தாம் வீழ்வார்<br/>நினைப்ப வருவதொன்று இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம் விரும்புகின்ற காதலர் தம்மை நினைத்தலும் பிரிவால் வரக்கூடிய துன்பம் இல்லாமற் போகின்றது! அதனால் காமம் எவ்வளவாயினும் இன்பம் தருவதே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தாம் வீழ்வார் நினைப்ப வருவது ஒன்று இல்= தம்மால் விரும்பப்படுவாரைப் பிரிவின்கண் நினைத்தால் அந்நினைவார்க்கு அப்பிரிவான் வருவதோர் துன்பம் இல்லையாம்;<br/><br/>காமம் எனைத்து இனிது ஒன்றேகாண்= அதனாற் காமம் எத்துணையும் இனிதுஒன்றேகாண், எ-று.<br/><br/>புணர்ந்துழியும் பிரிந்துழியும் ஒப்ப இனிது என்பான், எனைத்தும் இனிது என்றான். சிறப்பும்மை விகாரத்தான் தொக்கது. தான் ஆற்றியவகை கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காமம் யாதொன்றினானும் இனியதே காண்; தாம் விரும்பப்படுவாரை நினைக்க வருவதொரு துன்பம் இல்லையாயின்.<br/><br/>இது நீ இவ்வாறு ஆற்றாயாகின்றது துன்பம் பயக்குமென்ற தோழிக்குத் தலைமகள் மறுத்துக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'How great is love! Behold its sweetness past belief!<br/>Think on the lover, and the spirit knows no grief.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Even to think of one's beloved gives one no pain. Sexuality, in any degree, is always delightful.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நினைப்பவர் போன்று நினையார்கொ றும்மல்',
      l2: 'சினைப்பது போன்று கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நினைப்பவர் போன்று நினையார்கொல் தும்மல்<br/>சினைப்பது போன்று கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தும்மல் வருவதுபோலிருந்து வாராமல் அடங்குகின்றதே! என் காதலர் என்னை நினைப்பவர்போலிருந்து நினையாமல் விடுகின்றாரோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தும்மல் சினைப்பது போன்று கெடும்= எனக்குத் தும்மல் எழுவது போன்று தோன்றிக் கெடாநின்றது;<br/><br/>நினைப்பவர் போன்று நினையார்கொல்= அதனாற் காதலர் என்னைநினைப்பார் போன்று நினையார் ஆகல்வேண்டும், எ-று.<br/><br/>சினைத்தல்- அரும்புதல். சேய்மைக்கண்ணராய் கேளிர் நினைந்துழி, அந்நினைக்கப்பட்டார்க்குத் தும்மல் தோன்றும் என்னும் உலகியல்பற்றித் தலைமகன் எடுத்துக்கொண்ட வினைமுடிவது போன்று முடியாமை உணர்ந்தால் சொல்லியதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவர் நம்மை நினைப்பவர்போன்று நினையார் கொல்லோ: தும்மல் தோன்றுவதுபோன்று கெடாநின்றது.<br/><br/>தலைமகள் உலகத்துப் பெண்டிராயுள்ளார் கூறுவதொன்றை ஈண்டுக் கூறினாள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'A fit of sneezing threatened, but it passed away;<br/>He seemed to think of me, but do his fancies stray?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I feel as if I am going to sneeze but do not, and (therefore) my beloved is about to think (of me) but does not.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'யாமு முளேங்கொ லவர்நெஞ்சத் தெந்நெஞ்சத்',
      l2: 'தோஒ வுளரே யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யாமும் உளேங்கொல் அவர்நெஞ்சத்து எந்நெஞ்சத்து<br/>ஓஒ உளரே அவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எம்முடைய நெஞ்சில் காதலராகிய அவர் இருக்கின்றாரே! (அது போலவே) யாமும் அவருடைய நெஞ்சத்தில் நீங்காமல் இருக்கின்றோமோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எம் நெஞ்சத்து அவர் ஓஒ உளரே= எம்முடைய நெஞ்சத்து அவர் எப்பொழுதும் உளரேயாய் இராநின்றார்;<br/><br/>அவர்நெஞ்சத்து யாமும் உளேங்கொல்= அவ்வகையே அவருடைய நெஞ்சத்தும் யாமும் உளம் ஆதுமோ, ஆகேமோ, எ-று.<br/><br/>ஓகாரவிடைச்சொல் ஈண்டு இடைவிடாமை உணர்த்திநின்றது. உளமாயும் வினைமுடியாமையின் வாரார்ஆயினாரோ, அது முடிந்தும் இலம் ஆகலின் வாரார் ஆயினாரோ என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவர் நெஞ்சத்து யாமும் உளேங்கொல்லோ: எம்முடைய நெஞ்சின்கண் எப்பொழுதும் அவர் உளராகா நின்றார்.<br/><br/>ஓஒ என்பது மிகுதிப்பொருளின்கண் வந்ததாதலான், எப்பொழுதும் என்னும் பொருளதாயிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Have I a place within his heart!<br/>From mine, alas! he never doth depart!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He continues to abide in my soul, do I likewise abide in his ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தந்நெஞ்சத் தெம்மைக் கடிகொண்டார் நாணார்கொ',
      l2: 'லெந்நெஞ்சத் தோவா வரல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தம்நெஞ்சத்து எம்மைக் கடிகொண்டார் நாணார்கொல்<br/>எம்நெஞ்சத்து ஓவா வரல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம்முடைய நெஞ்சில் எம்மை வரவிடாது காவல் கொண்ட காதலர், எம்முடைய நெஞ்சில் தாம் ஓயாமல் வருவதைப்பற்றி நாணமாட்டாரோ!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தந்நெஞ்சத்து எம்மைக் கடிகொண்டார்= தம்முடைய நெஞ்சின்கண்ணே யாம் செல்லாமல் எம்மைக் காவல்கொண்ட காதலர்;<br/><br/>எந்நெஞ்சத்து ஓவா வரல் நாணார்கொல்= தாம் எம்முடைய நெஞ்சின்கண் ஒழியாது வருதலை நாணார் கொல்லோ, எ-று.<br/><br/>ஒருவரைத் தங்கண் வருதற்கு ஒருகாலும் உடம்படாது, தாம் அவர்கட் பலகாலும் சேறல் நாணுடையார் செயல் அன்மையின், நாணார்கொல் என்றாள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தமது நெஞ்சின்கண் எம்மை யாம் சொல்லாமல் காவல்கொண்டார் எமது நெஞ்சின்கண் ஒழியாதே வருதலைக் காணாரோ.<br/><br/>இது நினையாரோ நினைப்பாரோ என்று ஐயப்பட்ட தலைமகள் நினையாரென்று தெளிந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Me from his heart he jealously excludes;<br/>Hath he no shame who ceaseless on my heart intrudes?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who has imprisoned me in his soul, is he ashamed to enter incessantly into mine.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மற்றியா னென்னுளேன் மன்னோ வவரொடியா',
      l2: 'னுற்றநா ளுள்ள வுளேன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மற்றியான் என்னுளேன் மன்னோ அவரொடுயான்<br/>உற்றநாள் உள்ள உளேன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலராகிய அவரோடு யான் பொருந்தியிருந்த நாட்களை நினைத்துக்கொள்வதால்தான் உயிரோடிருக்கின்றேன்; வேறு எதனால் உயிர்வாழ்கின்றேன்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யான் அவரோடு உற்றநாள் உள்ள உளேன்= யான் அவரோடு புணர்ந்தஞான்றை இன்பத்தை நினைதலான் இத்துன்ப வெள்ளத்தும் உயிர்வாழ்கின்றேன்;<br/><br/>மற்று யான் என்னுளேன்= அது இன்றாயின், வேறு எத்தால் உயிர்வாழ்வேன், எ-று.<br/><br/>நாள்-ஆகுபெயர். உயிர்வாழ்தற்கு வேறுமுள, அவை பெற்றிலேன் என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது. அவை அவன்தூது வருதல், தன் தூது சேறன் முதலாயின. அவையாவும் இன்மையின், இதுவல்லது எனக்குப் பற்றுக்கோடு இல்லை என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான்அவரோடு புணர்ந்த நாள் இன்பத்தை நினைத்தலானே உயிர் வாழ்கின்றேன் அல்லது; யாதொன்றினான் யான் உளேனாய் வாழ்கின்றேன்.<br/><br/>இது தலைமகன் தலையளியை நினைந்து ஆற்றாளாயின தலைமகளை நோக்கி நீ இவ்வாறு நினைந்திரங்கல் உயிர்க்கு இறுதியாகுமென்ற தோழிக்கு அவள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "How live I yet? I live to ponder o'er<br/>The days of bliss with him that are no more.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I live by remembering my (former) intercourse with him; if it were not so, how could I live ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மறப்பி னெவனாவன் மற்கொன் மறப்பறியே',
      l2: 'னுள்ளினு முள்ளஞ் சுடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மறப்பின் எவனாவன் மற்கொல் மறப்பறியேன்<br/>உள்ளினும் உள்ளம் சுடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(காதலரை) மறந்தறியாமல் நினைத்தாலும் உள்ளத்தைப் பிரிவுத் துன்பம் சுடுகின்றதே! நினைக்காமல் மறந்துவிட்டால் என்ன ஆவேனோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மறப்பு அறியேன் உள்ளினும் உள்ளம் சுடும்= அவ்வின்பத்தை மறத்தல் அறியேனாய் இன்று உள்ளாநிற்கவும், பிரிவு என் உள்ளத்தைச் சுடாநின்றது;<br/><br/>மறப்பின் எவன் ஆவன்= அங்ஙனம் பிரிவு ஆற்றாத யான் மறந்தால் இறந்துபடாது உளேன் ஆவது எத்தால், எ-று.<br/><br/>மறக்கப்படுவது அதிகாரத்தான் வந்தது. மன் ஈண்டும் அதுபட நின்று ஒழியசை ஆயிற்று. கொல்-அசைநிலை.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவரை மறந்தால் என்னாவன் கொல்லோ: மறப்பறியேனாய் நினைக்கவும் இக்காமம் நெஞ்சத்தைச் சுடாநின்றது.<br/><br/>இது சீரியன உள்ளிப் பூரியன மறத்தல் வேண்டுமென்ற தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If I remembered not, what were I then? And yet,<br/>The fiery smart of what my spirit knows not to forget?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I have never forgotten (the pleasure); even to think of it burns my soul; could I live, if I should ever forget it ? ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எனைத்து நினைப்பினுங் காயா ரனைத்தன்றோ',
      l2: 'காதலர் செய்யுஞ் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எனைத்து நினைப்பினும் காயார் அனைத்தன்றோ<br/>காதலர் செய்யும் சிறப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலரை எவ்வளவு மிகுதியாக நினைத்தாலும் அவர் என்மேல் சினங் கொள்ளார்; காதலர் செய்யும் சிறந்த உதவி அத்தன்மையானது அன்றோ!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எனைத்து நினைப்பினும் காயார்= தம்மை யான் எத்துணையும் மிகநினைந்தாலும் அதற்கு வெகுளார்;<br/><br/>காதலர் செய்யும் சிறப்பு அனைத்து அன்றோ= காதலர் எனக்குச் செய்யும் இன்பமாவது அவ்வளவன்றோ, எ-று.<br/><br/>வெகுளாமை- அதற்கு உடன்பட்டு நெஞ்சின்கண் நிற்றல். தனக்கு அவ்வின்பத்திற் சிறந்தது இன்மையின், அதனைச் சிறப்பு என்றாள். காதலர் தம்மாட்டருள் என்றும், செய்யுங்குணம் என்றும் பாடம் ஓதுவாரும் உளர். தோழி கூறியவதனைக் குறிப்பான் இகழ்ந்து கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாம் காதலரை எவ்வளவு நினைப்பினும் வெகுளார்; அவ்வளவன்றோ அவர் செய்யும் அருள்.<br/><br/>அருள் செய்தலாவது குற்றம் கண்டாலும் வெகுளாமை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My frequent thought no warth excites, Is it not so?<br/>This honour doth my love on me bestow.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He will not be angry however much I may think of him; is it not so much the delight my beloved affords me ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விளியுமெ னின்னுயிர் வேறல்ல மென்பா',
      l2: 'ரளியின்மை யாற்ற நினைந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விளியுமென் இன்னுயிர் வேறல்லம் என்பார்<br/>அளியின்மை ஆற்ற நினைந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "'நாம் இருவரும் வேறு அல்லேம்' என்று அடிக்கடி சொல்லும் அவர் இப்போது அன்பு இல்லாதிருத்தலை மிக நினைந்து என் இனிய உயிர் அழிகின்றது.",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேறு அல்லம் என்பார் அளியின்மை ஆற்ற நினைந்து= முன்பெல்லாம் நாம் இருவரும் வேறல்லம் என்று சொல்லுவாரது அளியின்மையை மிகவும் நினைந்து;<br/><br/>என் இன் உயிர் விளியும்= எனது இனியவுயிர் கழியாநின்றது, எ-று.<br/><br/>அளியின்மை- பின் வருவர்ஆகலுமாய்ப் பிரிதலும், பிரிந்து வாராமையும், ஆண்டுநின்றுழித் தூதுவிடாமையும் முதலாயின. பிரிவாற்றல்வேண்டும் என வற்புறுத்தாட்கு, என்னுயிர் கழிகின்றது பிரிவிற்கு அன்று, அவர் அன்பின்மைக்கு என எதிரழிந்து கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நம்முள் நாம் வேறல்லமென்று சொன்னவர் அருளின்மையை மிகவும் நினைந்து எனது உயிர் அழியா நின்றது.<br/><br/>இது தலைமகன் நினையானென்று தெரிந்து தலைமகள் தோழிக்குக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Dear life departs, when his ungracious deeds I ponder o'er,<br/>Who said erewhile, 'We 're one for evermore'.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My precious life is wasting away by thinking too much on the cruelty of him who said we were not different.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விடாஅது சென்றாரைக் கண்ணினாற் காணப்',
      l2: 'படாஅதி வாழி மதி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விடாஅது சென்றாரைக் கண்ணினால் காணப்<br/>படாஅதி வாழி மதி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'திங்களே! பிரியாமலிருந்து இறுதியில் பிரிந்து சென்ற காதலரை என் கண்ணால் தேடிக் காணும்படியாக நீ மறைந்து விடாமல் இருப்பாயாக!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மதி வாழி= மதியே;<br/><br/>விடாஅது சென்றாரைக் கண்ணினால் காணப் படாஅதி= என் நெஞ்சின் இடைவிடாதிருந்தே விட்டுப்போயினாரை, யான் என் கண்ணளவாயினும் எதிர்ப்படும்வகை நீ படாது ஒழிவாயாக, எ-று.<br/><br/>கண்ணளவானே எதிர்ப்படுதலாவது, மதி இருவரானும் நோக்கப்படுதலின் இருவர்கண்ணும் அதன்கண்ணே சேர்தல். முதலோடு சினைக்கு ஒற்றுமையுண்மையின் 'சென்றாரைக் காண' என்றும், குறையுறுகின்றாள் ஆகலின் 'வாழி' என்றும் கூறினாள். இனிப் படாது என்பது பாடமாயின், கனவிடைக் கண்ணினாற் காணுமாறு மதிபடுகின்றதுஇல்லையென, அதனால் துயில்பெறாது வருந்துகின்றாள் கூற்றாக்குக. இப்பொருட்கு வாழி என்பது அசைநிலை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்னெஞ்சை விடாது போனவரைக் கண்ணினாற் காணுமாறு படுகின்றதில்லை இம்மதி.<br/><br/>பட்டதாயின் என்கண் உறங்கும்; உறங்கினால் அவரைக் காணலாமென்பது கருத்து. இது மதியுடன் புலந்து கூறியது. இதனாலே நனவினால் வருத்தமுற்றதும் கூறினாளாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Set not, so may'st thou prosper, moon! that eyes may see<br/>My love who went away, but ever bides with me.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'May you live, O Moon! Do not set, that I mine see him who has departed without quitting my soul. ',
          },
        ],
      },
    ],
  },
];
