export default [
  {
    "kural": {
      "l1": "செயற்கரிய யாவுள நட்பி னதுபோல்",
      "l2": "வினைக்கரிய யாவுள காப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செயற்கரிய யாவுள நட்பின் அதுபோல்<br/>வினைக்கரிய யாவுள காப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நட்பைப்போல் செய்துகொள்வதற்கு அருமையானவை எவை உள்ளன? அதுபோல் தொழிலுக்கு அரிய காவலாக இருப்பவை எவை உள்ளன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நட்பின் செயற்கு அரிய யா உள= நட்புப்போலச்செய்துகோடற்கு அரிய பொருள்கள் யாவை உள; அதுபோல் வினைக்கு அரிய காப்பு யா உள= செய்துகொண்டால் அதுபோலப் பகைவர் செய்யும் வினைக்குப் புகற்கரிய காவலாவன யாவை உள?<br/><br/>நட்புச் செய்தற்கு ஆவாரைப் பெறுதலும், பெற்றாற் செய்யும் உபாயமும், செய்தால் திரிபின்றி நிற்றலும் முதலிய அரிய வாகலின் நட்பின் செயற்கு அரியனவில்லை யென்றும், செய்தாற் பகைவர் அஞ்சி வினை தொடங்கார் ஆகலின், அதுபோல வினை வாராமைக்கு அரிய காவலில்லை என்றும் கூறினார். நட்புத்தான் இயற்கை செயற்கை என இருவகைப்படும். அவற்றுள், இயற்கை பிறப்பு முறையான் ஆயதூஉம், தேய முறையான் ஆயதூஉம் என இருவகைப்படும். அவற்றுள் முன்னையது சுற்றமாகலின், அது சுற்றந்தழாலின் அடங்கிற்று; ஏனையது பகை இடையிட்ட தேயத்தது ஆகலின், அது துணைவலியென வலியறிதலுள் அடங்கிற்று. இனி, ஈண்டுச் சொல்லப்படுவது, முன் செய்த உதவிபற்றி வரும் செய்கையே ஆகலின், அதன் சிறப்பு இதனால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நட்புப்போல உண்டாக்குதற்கு அரியவான பொருள்கள் யாவையுள? அவ்வாறு உண்டாக்கப்பட்ட நட்புப்போலப் பிறர் நல்வினை செய்தற்கு அரியவாகக் காக்கும் காவல்கள் யாவையுள?<br/><br/>இது நட்புத் தேடவரிது என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What so hard for men to gain as freindship true?<br/>What so sure defence 'gainst all that foe can do?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What things are there so difficult to acquire as friendship ? What guards are there so difficult to break through by the efforts (of one's foes) ?"
          }
        ]
      }
    ],
    "id": 781
  },
  {
    "kural": {
      "l1": "நிறைநீர நீரவர் கேண்மைப் பிறைமதிப்",
      "l2": "பின்னீர பேதையார் நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிறைநீர நீரவர் கேண்மை பிறைமதிப்<br/>பின்னீர பேதையார் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவுடையவரின் நட்பு பிறை நிறைந்துவருதல் போன்ற தன்மையுடையன; அறிவில்லாதவரின் நட்பு முழுமதி தேய்ந்து பின்செல்லுதல் போன்ற தன்மையுடையன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நீரவர் கேண்மை பிறை நிரை நீர= அறிவுடையார் நட்புக்கள் பிறைநிறையும் தன்மைபோல நாள்தோறும் நிறையும் தன்மையவாம்; பேதையார் நட்பு மதிப் பின் நீர= மற்றைப் பேதைமை உடையார் நட்புக்கள், நிறைந்தமதி பின் குறையும் தன்மைபோல நாள்தோறும் குறையும் தன்மையவாம்.<br/><br/>'நீரவர்' என்றார், இனிமைபற்றி. 'கேண்மை', 'நட்பு' என்பன, ஒருபொருட்கிளவி. செய்தாரது பன்மையான், நட்பும் பலவாயின. அறிவுடையாரும், அறிவடையாரும் செயதன முன்சுருங்கிப் பின் பெருகற்கும், பேதையாரும் பேதையாரும் செய்தன முன் பெருகிப் பின் சுருங்கற்கும் காரணம், தம்முள் முன் அறியாமையும், பின் அறிதலும் ஆம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறை நிறையும் நீர்மைபோல, ஒருநாளைக் கொருநாள் வளரும் அறிவுடையார்<br/><br/>கொண்ட நட்பு; மதியின் பின்னீர்மைபோல ஒருநாளைக் கொரு நாள் தேயும் பேதையார் கொண்ட நட்பு.<br/><br/>இஃது அறிவுடையார் நட்பு வளருமென்றும் அறிவில்லாதார் நட்புத் தேயுமென்றுங்<br/><br/>கூறிற்று"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Friendship with men fulfilled of good<br/>  Waxes like the crescent moon;<br/>Friendship with men of foolish mood,<br/>  Like the full orb, waneth soon."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The friendship of the wise waxes like the new moon; (but) that of fools wanes like the full moon."
          }
        ]
      }
    ],
    "id": 782
  },
  {
    "kural": {
      "l1": "நவிறொறு நூனயம் போலும் பயிறொறும்",
      "l2": "பண்புடை யாளர் தொடர்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நவில்தொறும் நூல்நயம் போலும் பயில்தொறும்<br/>பண்புடை யாளர் தொடர்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பழகப் பழக நற்பண்பு உடையவரின் நட்பு இன்பம் தருதல், நூலின் நற்பொருள் கற்கக் கற்க மேன்மேலும் இன்பம் தருதலைப் போன்றதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பண்புடையாளர் தொடர்பு பயில்தொறும்= நற்குணமுடைய மக்கள், தம்முள் செய்த நட்புப் பயிலுந்தோறும் அவர்க்கு இன்பம்செய்தல்; நூல் நவில்தொறும் நயம்போலும்= நூற்பொருள் கற்குந்தோறும் கற்றார்க்கு இன்பம் செய்தலை ஒக்கும்.<br/><br/>நயம் செய்தலான், நயம் எனப்பட்டது. இருமையினும் ஒருகாலைக்கொருகால் மிகும் என்பதாம்.<br/><br/>இவை இரண்டு பாட்டானும் அச்சிறப்பிற்கு ஏது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "படிக்குந்தோறும் நூல்நயம்போல அறிவுதரும், பழகுந்தோறும் பண்புடையாளரது நட்பு.<br/><br/>இது குணவானோடு நட்புக்கொள்ளின் அறிவுண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Learned scroll the more you ponder,<br/>  Sweeter grows the mental food;<br/>So the heart by use grows fonder,<br/>  Bound in friendship with the good."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Like learning, the friendship of the noble, the more it is cultivated, the more delightful does it become."
          }
        ]
      }
    ],
    "id": 783
  },
  {
    "kural": {
      "l1": "நகுதற் பொருட்டன்று நட்டன் மிகுதிக்கண்",
      "l2": "மேற்சென் றிடித்தற் பொருட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நகுதற் பொருட்டன்று நட்டல் மிகுதிக்கண்<br/>மேற்செனறு இடித்தற் பொருட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நட்புச் செய்தல் ஒருவரோடு ஒருவர் சிரித்து மகிழும் பொருட்டு அன்று; நண்பர் நெறி கடந்து சொல்லும்போது முற்பட்டுச் சென்று இடித்துரைப்பதற்காகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நட்டல் நகுதற் பொருட்டன்று= ஒருவனோடு ஒருவன் நட்புச்செய்தல் தம்முள் நகுதற்கு இயைந்தன சொல்லி நகையாடல் பொருட்டன்று; மிகுதிக்கண் மேற்சென்று இடித்தல் பொருட்டு= அவர்க்கு வேண்டாதன செய்கை உளதாயவழி முற்பட்டுக் கழறுதற் பொருட்டு.<br/><br/>பழியும் பாவமும் தரும் செய்கை துன்பமே பயத்தலான், வேண்டப்படுவது அன்மையின், அதனை 'மிகுதி' என்றும், அது செய்தற்கு முன்னே மீட்டல் வேண்டுதலின் 'மேற்சென்று' என்றும். இன்சொற்கு மீளாமையின் 'இடித்தற்பொருட்டு' என்றும் கூறினார். :இதனால் நட்பின் பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனோடு ஒருவன் நட்புப் பண்ணுதல் நகுதற்பொருட்டன்று; மிகையாயின செய்யுமிடத்து முற்பட்டுக் கழறுதற் பொருட்டு.<br/><br/>இது மனமகிழ நட்புக்கோடலன்றித் தீக்கருமங்கண்டால் கழறவும்வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Nor for laughter only friendship all the pleasant day.<br/>But for strokes of sharp reproving, when from right you stray."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Friendship is to be practised not for the purpose of laughing but for that of being beforehand in giving one another sharp rebukes in case of transgression."
          }
        ]
      }
    ],
    "id": 784
  },
  {
    "kural": {
      "l1": "புணர்ச்சி பழகுதல் வேண்டா வுணர்ச்சிதா",
      "l2": "னட்பாங் கிழமை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புணர்ச்சி பழகுதல் வேண்டா உணர்ச்சிதான்<br/>நட்பாங் கிழமை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நட்புச் செய்வதற்குத் தொடர்பும் பழக்கமும் வேண்டியதில்லை; ஒத்த உணர்ச்சியே நட்பு ஏற்படுவதற்கு வேண்டிய உரிமையைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புணர்ச்சி பழகுதல் வேண்டா= ஒருவனோடு ஒருவன் நட்பாதற்குப் புணர்ச்சியும், பழகுதலும் ஆகிய காரணங்கள் வேண்டுவது இல்லை; உணர்ச்சிதான் நட்பாம் கிழமை தரும்= இருவர்க்கும் ஒத்த உணர்ச்சிதானே நட்பாம் உரிமையைக் கொடுக்கும்.<br/><br/>'புணர்ச்சி', ஒரு தேயத்தராதல்; \"இன்றே போல்க நும் புணர்ச்சி\"¶ என்றதும் அதனை. 'பழகுதல்', பலகாற் கண்டும் சொல்லாடியும் மருவுதல். இவ்விரண்டும் இன்றிக் கோப்பெருஞ்சோழனுக்கும், பிசிராந்தையார்க்கும்போல உணர்ச்சி ஒப்பின், அதுவே உடனுயிர் நீங்கும் உரிமைத்தாய நட்பினைப் பயக்கும் என்பதாம்.† நட்பிற்குப் புணர்ச்சி, பழகுதல், உணர்ச்சி ஒத்தல் என்னும் காரணம் மூன்றனுள்ளும் பின்னது சிறப்புடைத்து என்பது இதனால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நட்பாதற்குப் பலநாள் பழகுதல் வேண்டா: ஒருநாள் கண்டாராயினும் உணர்வுடையார்க்கு அவ்வுணர்வுடைமைதானே நட்பாகும் உரிமையைத் தரும்.<br/><br/>இவ்வுணர்வுடைமைதானே நட்பாகு மென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Not association constant, not affection's token bind;<br/>'Tis the unison of feeling friends unites of kindred mind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Living together and holding frequent intercourse are not necessary (for friendship); (mutual) understanding can alone create a claim for it. "
          }
        ]
      }
    ],
    "id": 785
  },
  {
    "kural": {
      "l1": "முகநக நட்பது நட்பன்று நெஞ்சத்",
      "l2": "தகநக நட்பது நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முகநக நட்பது நட்பன்று நெஞ்சத்து<br/>அகநக நட்பது நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முகம் மட்டும் மலரும்படியாக நட்புச் செய்வது நட்பு அன்று; நெஞ்சமும் மலரும்படியாக உள்ளன்புகொண்டு நட்புச் செய்வதே நட்பு ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முகம் நக நட்பது நட்பு அன்று= கண்டவழி அகம் ஒழிய, முகம் மாத்திரமே மலரும் வகை நட்கும் அது, நட்பு ஆகாது; நெஞ்சத்து அகம் நக நட்பது நட்பு= அன்பால் அகமும் மலர நட்கும் அதே நட்பாவது.<br/><br/>நெஞ்சின்கண் நிகழ்வதனை 'நெஞ்சு' என்றார். இறந்தது தழீஇய எச்ச உம்மை விகாரத்தான் தொக்கது. இதனால் இரண்டும் ஒருங்கே மலரவேண்டும் என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முகத்தோடு முகமகிழக் கொள்ளும் நட்பு நட்பன்று; மனத்தோடு மனமகிழக் கொள்ளும் நட்பே நட்பாவது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Not the face's smile of welcome shows the friend sincere,<br/>But the heart's rejoicing gladness when the friend is near."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The love that dwells (merely in the smiles of the face is not friendship; (but) that which dwells deep in the smiles of the heart is true friendship."
          }
        ]
      }
    ],
    "id": 786
  },
  {
    "kural": {
      "l1": "அழிவி னவைநீக்கி யாறுய்த் தழிவின்க",
      "l2": "ணல்ல லுழப்பதா நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழிவி னவைநீக்கி ஆறுய்த்து அழிவின்கண்<br/>அல்லல் உழப்பதாம் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அழிவைத் தரும் தீமைகளிலிருந்து நீக்கி, நல்ல வழியில் நடக்கச் செய்து, அழிவு வந்த காலத்தில் உடனிருந்து துன்பப்படுவதே நட்பாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழிவின் அவை நீக்கி ஆறு உய்த்து= கேட்டினைத்தரும் தீநெறிகளைச் செல்லுங்கால் விலக்கி, ஏனை நன்னெறிகளைச் செல்லாக்காற் செலுத்தி; அழிவின்கண் அல்லல் உழப்பது நட்பாம்= தெய்வத்தான் கேடு வந்துழி, அது விலக்கப்படாமையின் அத்துன்பத்தை உடன் அனுபவிப்பதே ஒருவனுக்கு நட்பாவது.<br/><br/>'ஆறு' என வருகின்றமையின், அழிவினைத் தருமவை என்று ஒழிந்தார். தெருண்ட அறிவின வர்\"§ என்புழிப்போல இன் சாரியை நிற்க இரண்டனுருபு தொக்கது. இனி, நவை என்று பாடம் ஓதி, அதற்குப் போரழிவினும், செல்வ அழிவினும் வந்த துன்பங்கள் என்றும், 'அழிவின்கண்' என்பதற்கு யாக்கை அழிவின்கண் என்றும் உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நட்டார்க்கு அழிவு வந்தவிடத்து அவர் துன்பத்தை நீக்கி நல்ல நெறியின்கண் செலுத்தித் தாங்கித் தன்னால் செயலற்ற விடத்து அவரொடு ஒக்கத் தானும் துன்பம் உழப்பது<br/><br/>நட்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Friendship from ruin saves, in way of virtue keeps;<br/>In troublous time, it weeps with him who weeps."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(True) friendship turns aside from evil (ways) makes (him) walk in the (good) way, and, in case of loss if shares his sorrow (with him)."
          }
        ]
      }
    ],
    "id": 787
  },
  {
    "kural": {
      "l1": "உடுக்கை யிழந்தவன் கைபோல வாங்கே",
      "l2": "யிடுக்கண் களைவதா நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடுக்கை இழந்தவன் கைபோல ஆங்கே<br/>இடுக்கண் களைவதாம் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உடை நெகிழ்ந்தவனுடைய கை, உடனே உதவிக் காப்பது போல், (நண்பனுக்குத் துன்பம் வந்தால்) அப்பொழுதே சென்று துன்பத்தைக் களைவது நட்பு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடுக்கை இழந்தவன் கைபோல= அவையிடை ஆடை குலைந்தவனுக்கு அப்பொழுதே கைசென்று உதவி அவ் இளிவரல் களையுமாறு போல; ஆங்கே இடுக்கண் களைவது நட்பாம்= நட்டவனுக்கு இடுக்கண் வந்துழி, அப்பொழுதே சென்று உதவி, அதனைக் களைவதே நட்பாவது.<br/><br/>அற்றம் காத்தற்கண் கை தன் மனத்தினும் முற்படுதலின், அவ் விரைவு இடுக்கண் களைவுழியும் அதற்கு ஒத்த தொழில் உவமையினும் வருவிக்க. உடையவன் தொழில் நட்பின்மேல் ஏற்றப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உடைசோரநின்றானுக்குக் கைசென்று உடைசோராமற் காத்தாற்போல, இடுக்கண்வந்தால் அப்பொழுதே அவ்விடுக்கணை நீக்குவது நட்பாவது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As hand of him whose vesture slips away,<br/>Friendship at once the coming grief will stay."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(True) friendship hastens to the rescue of the afflicted (as readily) as the hand of one whose garment is loosened (before an assembly)."
          }
        ]
      }
    ],
    "id": 788
  },
  {
    "kural": {
      "l1": "நட்பிற்கு வீற்றிருக்கை யாதெனிற் கொட்பின்றி",
      "l2": "யொல்லும்வா யூன்று நிலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நட்பிற்கு வீற்றிருக்கை யாதெனின் கொட்பின்றி<br/>ஒல்லும்வாய் ஊன்றும் நிலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நட்புக்குச் சிறந்த நிலை எது என்றால், எப்போதும் வேறுபடுதல் இல்லாமல், முடியும்போதெல்லாம் உதவி செய்து தாங்கும் நிலையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நட்பிற்கு வீற்றிருக்கை யாது எனின்= நட்பினுக்கு அரசிருக்கை யாது எனின்; கொட்பு இன்றி ஒல்லும்வாய் ஊன்றும் நிலை= அஃது எஞ்ஞான்றும், திரிபின்றி இயலும் எல்லை எல்லாம் அறம் பொருள்களின் தளராமைத்? தாங்கும் தன்மை.<br/><br/>ஒரு ஞான்றும் வேறுபடாது, மறுமை இம்மைகட்கு உறுதியாய அறம் பொருள்களில் தளர்ந்துழி, அத்தளர்ச்சி நீக்கி, அவற்றின்கண் நிறுத்துதற்குமேல் ஒருசெயலும் இன்மையின், அதனை நட்பிற்கு முடிந்த எல்லை என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நட்புக்கு மேம்பட இருக்கும் இடம் யாதெனின் மனத்தின்கண் ஐயுற வின்றிச் செல்லுமாற்றால் தளராமைத் தாங்கி நிற்கும் நிலை<br/><br/>வீற்றிருத்தல்-தலைப்பட இருத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "And where is friendship's royal seat? In stable mind,<br/>Where friend in every time of need support may find."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Friendship may be said to be on its throne when it possesses the power of supporting one at all times and under all circumstances, (in the practice or virtue and wealth)."
          }
        ]
      }
    ],
    "id": 789
  },
  {
    "kural": {
      "l1": "இனைய ரிவரெமக் கின்னம்யா மென்று",
      "l2": "புனையினும் புல்லென்னு நட்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இனையர் இவரெமக்கு இன்னம்யாம் என்று<br/>புனையினும் புல்லென்னும் நட்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "`இவர், எமக்கு இத்தன்மையானவர், யாம் இவர்க்கு இத்தன்மையுடையேம்` என்று புனைந்துரைத்தாலும் நட்புச் சிறப்பிழந்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இவர் எமக்கு இனையர் யாம் இன்னம் என்று புனையினும்= இவர் நமக்கு இத்துணை அன்பினர், யாம் இவர்க்கு இத்தன்மையம் என்று ஒருவரை ஒருவர் புனைந்து சொல்லினும்; நட்புப் புல் என்னும்= நட்புப் புல்லிதாய்த் தோன்றும்.<br/><br/>இவர்க்கு என்பது வருவிக்கப்பட்டது. தாம் அவர் என்னும் வேற்றுமையின்றி வைத்துப் புனைந்து உரைப்பினும் வேற்றுமை உண்டாம் ஆகலின், நட்புப் 'புல்லென்னும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவர் நமக்கு இத்தன்மையர், யாமும் இவர்க்கு இத்தன்மையோம் என்று பேணிச் சொல்லினும் நட்புவாடும்: ஆதலால் நட்பினைத் தன்னைத்தான் நினைக்குமாறுபோல நினைக்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Mean is the friendship that men blazon forth,<br/>'He's thus to me,'and such to him my worth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though friends may praise one another saying, \"He is so intimate with us, and we so much (with him)\"; (still) such friendship will appear mean. "
          }
        ]
      }
    ],
    "id": 790
  }
]