export default [
  {
    kural: {
      l1: 'நன்னீரை வாழி யனிச்சமே நின்னினு',
      l2: 'மென்னீரள் யாம்வீழ் பவள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நன்னீரை வாழி அனிச்சமே நின்னினும்<br/>மென்னீரள் யாம்வீழ் பவள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அனிச்சப்பூவே! நல்ல மென்மைத்தன்மை பெற்றிருக்கின்றாய்! நீ வாழ்க! யாம் விரும்பும் காதலி உன்னைவிட மெல்லிய தன்மை உடையவள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அனிச்சமே வாழி நன்னீரை= அனிச்சப்பூவே, வாழ்வாயாக! மென்மையால் நீ எல்லாப் பூவினு நல்ல இயற்கையை உடையை; யாம் வீழ்பவள் நின்னினும் மென்னீரள்= அங்ஙனமாயினும், எம்மால் விரும்பப்பட்டவள் நின்னினு மெல்லிய இயற்கையை உடையள்.<br/><br/>அனிச்சம் ஆகுபெயர். 'வாழி' என்பது, உடன்பாட்டுக் குறிப்பு. இனி, யானே மெல்லியன் என்னும் தருக்கினை ஒழிவாயாக என்பதாம். அதுபொழுது உற்றறி்ந்தான் ஆகலின், ஊற்றின் இனிமையையே பாராட்டினான். இன்னீரள் என்று பாடம் ஓதுவாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அனிச்சப்பூவே! நீ நல்ல நீர்மையை யுடையாய்; எம்மால் விரும்பப்பட்டவள் நின்னினும் மிக நீர்மையாள் காண்.<br/><br/>இஃது உடம்பினது மென்மை கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "O flower of the sensitive plant ! than thee<br/>More tender's the maiden beloved by me.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'May you flourish, O Anicham! you have a delicate nature. But my beloved is more delicate than you.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மலர்காணின் மையாத்தி நெஞ்சே யிவள்கண்',
      l2: 'பலர்காணும் பூவொக்கு மென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மலர்காணின் மையாத்தி நெஞ்சே இவள்கண்<br/>பலர்காணும் பூவொக்கும் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நெஞ்சமே! இவளுடைய கண்கள் பலரும் காண்கின்ற மலர்களை ஒத்திருக்கின்றன என்று நினைத்து ஒத்த மலர்களைக் கண்டால் நீ மயங்குகின்றாய்!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நெஞ்சே- நெஞ்சே!<br/><br/>இவள் கண் பலர் காணும் பூ ஒக்கும் என்று= யானே காணப்பெற்ற இவள் கண்களைப் பலரானும் காணப்படும் பூக்கள் ஒக்கும் என்று கருதி;<br/><br/>மலர்காணின் மையாத்தி= தாமரை, குவளை, நீலம் முதலிய மலர்களைக் கண்டால் மயங்காநின்றாய், நின் அறிவிருந்தவாறு என்!<br/><br/>மையாத்தல் ஈண்டு ஒவ்வாதவற்றை ஒக்கும்எனக் கோடல். இறுமாத்தல், செம்மாத்தல் என்பனபோல ஒருசொல். இயற்கைப்புணர்ச்சி நீக்கம் முதலாகத் தலைமகள் கண்களைக் காணப்பெறாமையின், அவற்றோடு ஒருபுடை ஒக்கும் மலர்களைக் கண்டுழி எல்லாம் அவற்றின்கண் காதல்செய்து போந்தான், இதுபொழுது அக்கண்களின் நலமுழுதுந் தானே தமியாளை இடத்து எதிர்பபட்டு அனுபவித்தான் ஆகலின், அம்மலர்கள் ஒவ்வாமை கண்டு ஒப்புமை கருதிய நெஞ்சை இகழ்ந்து கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெஞ்சே! நீ இவள்கண் மலராயினும் பலரால் காணப்படும் பூவையொக்கு மென்று மலரைக் கண்டபொழுதே மயங்கா நின்றாய்.<br/><br/>இது கண் பூவினது நிறமொக்குமாயினும் குணமொவ்வா தென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'You deemed, as you saw the flowers, her eyes were as flowers my soul,<br/>That many may see; it was surely some folly that over you stole!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O my soul, fancying that flowers which are seen by many can resemble her eyes, you become confused at the sight of them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முறிமேனி முத்த முறுவல் வெறிநாற்றம்',
      l2: 'வேலுண்கண் வேய்த்தோ ளவட்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முறிமேனி முத்தம் முறுவல் வெறிநாற்றம்<br/>வேலுண்கண் வேய்த்தோ ளவட்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மூங்கில் போன்ற தோளை உடைய இவளுக்குத் தளிரே மேனி; முத்தே பல்; இயற்கை மணமே மணம்; வேலே மை உண்ட கண்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேய்த்தோளவட்கு= வேய்போலும் தோளினை உடையவட்கு;<br/><br/>மேனிமுறி= நிறம் தளிர்நிறமாய் இருக்கும்;<br/><br/>முறுவல் முத்தம்= பல்லு முத்தமாயிருக்கும்;<br/><br/>நாற்றம் வெறி= இயல்பாய நாற்றம் நறுநாற்றமாயிருக்கும்;<br/><br/>உண்கண் வேல்= உண்கண்கள் வேலாயிருக்கும்.<br/><br/>பெயரடையானும் ஓர் இயல்பு கூறப்பட்டது. முறி முறுவல் என்பன ஆகுபெயர். உருவக வகையான் கூறினமையின், புனைந்துரை யாயிற்று. நின்னாற் கருதப்பட்டாளை அறியேன் என்று சேட்படுத்த தோழிக்குத் தலைமகன் சொல்லியதூஉமாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தளிர்போலும் மேனி: முத்துப்போலும் முறுவல்: நறுநாற்றம் போலும் நாற்றம்: வேல்போலும் உண்கண்: வேயொத்த தோளினை யுடையாளுக்கு.<br/><br/>இது நிறமும், எயிறும், நாற்றமும், கண்ணின் வடிவும், தோளும் புகழ்ந்து கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As tender shoot her fame; teeth, pearls; around her odours blend;<br/>Darts are the eyes of her whose shoulders like the bambu bend.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The complexion of this bamboo-shouldered one is that of a shoot; her teeth, are pearls; her breath, fragrance; and her dyed eyes, lances. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காணிற் குவளை கவிழ்ந்து நிலனோக்கு',
      l2: 'மாணிழை கண்ணொவ்வோ மென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காணின் குவளை கவிழ்ந்து நிலன்நோக்கும்<br/>மாணிழை கண்ணொவ்வேம் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குவளை மலர்கள் காணும் தன்மைபெற்றுக் கண்டால், "இவளுடைய கண்களுக்கு யாம் ஒப்பாகவில்லையே" என்று தலைகவிழ்ந்து நிலத்தை நோக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "குவளை= குவளைப் பூக்கள் தாமும்;<br/><br/>காணின்= காண்டல் தொழிலை உடையவாயின்;<br/><br/>மாண் இழை கண் ஒவ்வேம் என்று கவிழ்ந்து நிலன் நோக்கும்= மாண்ட கண்களை உடையாள் கண்களை யாம் ஒவ்வேம் என்று கருதி, அந்நாணினால் இறைஞ்சி நிலத்தினை நோக்கும்.<br/><br/>பண்பானே அன்றித் தொழிலானும் ஒவ்வாதென்பான் 'காணின்' என்றும், கண்டால் அவ்வொவ்வாமையால் நாணுடைத்தாம் என்பது தோன்றக் 'கவிழ்ந்து' என்றும் கூறினான். காட்சியும் நாணும் இன்மையிற் செம்மாந்து வானை நோக்கின என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குவளைமலர் காணவற்றாயின் மாட்சிமைப்பட்ட இழையினை யுடையாளது கண்ணை ஒவ்வோமென்று நாணி, கவிழ்ந்து நிலத்தை நோக்கும்.<br/><br/>இது காணுந்தோறும் ஒவ்வாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The lotus, seeing her, with head demiss, the ground would eye,<br/>And say, 'With eyes of her, rich gems who wears, we cannot vie.'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If the blue lotus could see, it would stoop and look at the ground saying, "I can never resemble the eyes of this excellent jewelled one."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அனிச்சப்பூக் கால்களையாள் பெய்தா ணுசுப்பிற்கு',
      l2: 'நல்ல படாஅ பறை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அனிச்சப்பூக் கால்களையாள் பெய்தாள் நுகப்பிற்கு<br/>நல்ல படாஅ பறை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அவள் தன் மென்மை அறியாமல் அனிச்ச மலர்களைக் காம்பு களையாமல் சூடினாள்; அவற்றால் நொந்து வருந்தும் அவளுடைய இடைக்குப் பறைகள் நல்லனவாய் ஒலியா.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அனிச்சப்பூக் கால் களையாள்= இவள் தன்மென்மை கருதாது அனிச்சப்பூவை முகிழ் களையாது சூடினாள்;<br/><br/>நுசுப்பிற்கு நல்ல பறை படாஅ = இனி இவள் இடைக்கு நல்ல பறைகள் ஒலியா.<br/><br/>அம்முகிழ்ப் பாரம் பொறாமையின், இடை முரியும்; முரிந்தால் அதற்குச் செத்தார்க்குரிய நெய்தற்பறையே படுவது என்பதாம். மக்கட்குரிய சாக்காடும், பறைபடுதலும் இலக்கணைக்குறிப்பால் நுசுப்பின்மேல் ஏற்றப்பட்டன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அனிச்சப்பூவைக் காம்புகள் அறாது மயிரில் அளைந்தாள்: இனி இவளது நுசுப்பிற்கு நல்லவாக ஒலிக்கமாட்டா பறை.<br/><br/>இஃது இடையினது நுண்மை கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The flowers of the sensitive plant as a girdle around her she placed;<br/>The stems she forgot to nip off; they 'll weigh down the delicate waist.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'No merry drums will be beaten for the (tender) waist of her who has adorned herself with the anicham without having removed its stem.',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'மதியு மடந்தை முகனு மறியா', l2: 'பதியிற் கலங்கிய மீன்' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மதியும் மடந்தை முகனும் அறியா<br/>பதியின் கலங்கிய மீன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விண்மீன்கள் திங்களையும் இவளுடைய முகத்தையும் வேறுபாடு கண்டு அறியமுடியாமல் தம் நிலையில் நிற்காமல் கலங்கித் திரிகின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மீன்= வானத்து மீன்கள்;<br/><br/>மதியும் மடந்தை முகனும் அறியா= வேறுபாடு பெரிதாகவும், தம் மதியினையும் எம் மடந்தை முகத்தினையும் இதுமதி இது முகம் என்று அறியமாட்டாது;<br/><br/>பதியின் கலங்கிய= தந்நிலையினின்றும் கலங்கித் திரியாநின்றன.<br/><br/>ஓரிடத்து நில்லாது எப்பொழுதும் இயங்குதல்பற்றிப் 'பதியிற் கலங்கிய' என்றான். வேறுபாடு வருகின்ற பாட்டான் பெறப்படும். இனி இரண்டனையும் பதியிற் கலங்காத மீன்கள் அறியும்அல்லது, கலங்கின மீன்கள் அறியா என்று உரைப்பினும் அமையும்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மதியினையும் மடந்தை முகத்தினையும் கண்டு இவ்விரண்டினையும் அறியாது தன்னிலையினின்றுங் கலங்கித் திரியா நின்றன மீன்கள்.<br/><br/>மீன் இயக்கத்தைக் கலங்குதலாகக் கூறினார். இம் மீன் கலங்கித் திரிதலானே இவள் முகம் மதியோடு ஒக்கு மென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The stars perplexed are rushing widly from their spheres;<br/>For like another moon this maiden's face appears.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The stars have become confused in their places not being able to distinguish between the moon and the maid's countenance.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறுவாய் நிறைந்த வவிர்மதிக்குப் போல',
      l2: 'மறுவுண்டோ மாதர் முகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறுவாய் நிறைந்த அவிர்மதிக்குப் போல<br/>மறுவுண்டோ மாதர் முகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குறைந்த இடமெல்லாம் படிப்படியாக நிறைந்து விளங்குகின்ற திங்களிடம் உள்ளதுபோல் இந்த மாதர் முகத்தில் களங்கம் உண்டோ? இல்லையே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(அம்மீன்கள் அங்ஙனம் கலங்குதற்குக் காரணம் யாது?) அறுவாய் நிறைந்த அவிர்மதிக்குப் போல= முன் குறைந்த இடம் வந்து நிரம்பியே விளங்கும் மதிக்கண்போல;<br/><br/>மாதர் முகத்து மறு உண்டோ = இம்மாதர் முகத்து மறு உண்டோ?<br/><br/>இடம்= கலை. 'மதிக்கு' என்பது வேற்றுமைமயக்கம். தேய்தலும் வளர்தலும் மறுவுடைமையும் இன்மைபற்றி வேறுபாடு அறியலாயிருக்க அறிந்தில என இகழ்ந்து கூறியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குறையிடை நிறைந்த ஒளிர்மதிக்குப்போல இம்மாதர் முகத்துக்கு மறுவுண்டோ?<br/><br/>இது மேல் கலக்கமுற்றுத் திரிகின்ற மீன் கலங்குதற்குக் காரணம் அறிவின்மையாம்; இவள் முகத்து மறுவில்லையாதலான் அது மதியோடு ஒவ்வாதென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'In moon, that waxing waning shines, as spots appear,<br/>Are any spots discerned in face of maiden here?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Could there be spots in the face of this maid like those in the bright full moon ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மாதர் முகம்போ லொளிவிட வல்லையேற்',
      l2: 'காதலை வாழி மதி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மாதர் முகம்போல் ஒளிவிட வல்லையேல்<br/>காதலை வாழி மதி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'திங்களே! இம் மாதரின் முகத்தைப்போல் ஒளி வீச உன்னால் முடியுமானால், நீயும் இவள்போல் என் காதலுக்கு உரிமை பெறுவாய்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மதி வாழி= மதியே வாழ்வாயாக!<br/><br/>மாதர் முகம் போல் ஒளிவிட வல்லையேல் காதலை= இம்மாதர் முகம் போல யான் மகிழும்வகை ஒளிவீச வல்லையாயின், நீயும் என் காதலை உடையையாதி.<br/><br/>மறுவுடைமையின் அது மாட்டாய்; மாட்டாமையின் என்னால் காதலிக்கவும்படாய் என்பதாம். 'வாழி' என்பது இகழ்ச்சிக் குறிப்பு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மதியே! நீ இம்மாதர் முகம்போல ஒளிவிட வல்லையாயின் நீயும் எம்மாற் காதலிக்கப்படுதி.<br/><br/>வாழி- அசை. இது மறுப்போயினதாய முகமென்று கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Farewell, O moon! If that thine orb could shine<br/>Bright as her face, thou shouldst be love of mine.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If you can indeed shine like the face of women, flourish, O moon, for then would you be worth loving ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மலரன்ன கண்ணாண் முகமொத்தி யாயிற்',
      l2: 'பலர்காணத் தோன்றன் மதி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மலரன்ன கண்ணாள் முகமொத்தி யாயின்<br/>பலர்காணத் தோன்றல் மதி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'திங்களே! மலர்போன்ற கண்களை உடைய இவளுடைய முகத்தை ஒத்திருக்க விரும்பினால், நீ பலரும் காணும்படியாகத் தோன்றாதே.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மதி= மதியே!<br/><br/>மலர் அன்ன கண்ணாள் முகம் ஒத்தியாயின்= இம்மலர் போலும் கண்ணினை உடையாள் முகத்தை நீ ஒக்க வேண்டுதியாயின்;<br/><br/>பலர் காணத் தோன்றல்= இதுபோல யான் காணத்தோன்று, பலர்காணத் தோன்றாது ஒழி.<br/><br/>தானே முகத்தின் நலம் முழுதும் கண்டு அனுபவித்தான் ஆகலின், ஈண்டுப் பலர்காணத் தோன்றலை இழித்துக் கூறினான்.<br/><br/>தோன்றின் நினக்கு அவ்வொப்பு உண்டாகாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மதியே! நீ மலர்போலுங் கண்களை யுடையாளது முகத்தை ஒப்பையாயின், பலர் காணுமாறு தோன்றாதொழிக.<br/><br/>இது மதி ஒளியும் வடிவும் ஒத்ததாயினும் குணத்தினாலே ஒவ்வாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If as her face, whose eyes are flowers, thou wouldst have charms for me,<br/>Shine for my eyes alone, O moon, shine not for all to see!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'O moon, if you wish to resemble the face of her whose eyes are like (these) flowers, do not appear so as to be seen by all. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அனிச்சமு மன்னத்தின் றூவியு மாத',
      l2: 'ரடிக்கு நெருஞ்சிப் பழம்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அனிச்சமும் அன்னத்தின் தூவியும் மாதர்<br/>அடிக்கு நெருஞ்சிப் பழம்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அனிச்ச மலரும் அன்னப்பறவையின் இறகும் ஆகிய இவைகள் மாதரின் மெல்லிய அடிகளுக்கு நெருஞ்சிமுள் போன்றவை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அனிச்சமும் அன்னத்தின் தூவியும்= உலகத்தாரான் மென்மைக்கு எடுக்கப்பட்ட அனிச்சப்பூவும், அன்னப்புள்ளின் சிறகுமாகிய இரண்டும்;<br/><br/>மாதர் அடிக்கு நெருஞ்சிப் பழம்= மாதர் அடிக்கு நெருஞ்சிப்பழம் போல வருத்தம் செய்யும்.<br/><br/>முள் வலிதாதல் உடைமையின் \'பழம்\' என்றான். இத்தன்மைத்தாய அடி "பாத்தியன்ன குடுமிக் கூர்ங்கற்"1 களையுடைய வெஞ்சுரத்தை யாங்ஙனம் கடக்கும் என்பது குறிப்பான் பெறப்பட்டது. செம்பொருளே அன்றிக் குறிப்புப்பொருளும் அடிநலன் அழியாமையாகலின், இதுவும் இவ்வதிகாரம் ஆயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அனிச்சப்பூவும், அன்னத்தின் தூவியும், மாதரடிக்கு நெருஞ்சிப் பழத்தோடு ஒக்கும்.<br/><br/>இஃது அவையிற்றினும் மெல்லியது அடியென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The flower of the sensitive plant, and the down of the swan's white breast,<br/>As the thorn are harsh, by the delicate feet of this maiden pressed.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The anicham and the feathers of the swan are to the feet of females, like the fruit of the (thorny) Nerunji',
          },
        ],
      },
    ],
  },
];
