export default [
  {
    kural: {
      l1: 'கருமத்தா னாணுத னாணுத் திருநுத',
      l2: 'னல்லவர் நாணுப் பிற',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கருமத்தால் நாணுதல் நாணுந் திருநுதல்<br/>நல்லவர் நாணுப் பிற',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தகாத செயல் காரணமாக நாணுவதே நாணமாகும்; பெண்களுக்கு இயல்பான மற்ற நாணங்கள் வேறு வகையானவை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாணுக் கருமத்தால் நாணுதல்= நன்மக்கள் நாணாவது இழிந்த கருமம் காரணமாக நாணுதல்; பிறதிருநுதல் நல்லவர் நாணு= அஃதன்றி மன மொழி மெய்கள் தொடுக்கத்தான் வருவனவோ எனின், அவை அவரளவல்ல, அழகிய நுதலினை உடைய குலமகளிர் நாண்கள்.<br/><br/>பிற குலமகளிர் நாண் என்றதனான், ஏனையது நன்மக்கள் நாண் என்பதும், 'நாணுதல்' என்றதனான், கருமத்து இழிவும் பெற்றாம். 'திருநுதல் நல்லவர்' என்பது புகழ்ச்சிக் குறிப்பு. ஏதுப்பன்மை பற்றிப் 'பிற'வென்றார். இனி அற்றமறைத்தல் முதலியன பொதுமகளிர் நாணோடு ஒக்கும் என்று உரைப்பாரும் உளர். அவர்க்கு நாண் கேடு பயக்கும் என விலக்கப்பட்டமையானும், அவர் பெயராற் கூறப்படாமையானும் அஃது உரையன்மை அறிக்.<br/><br/>இதனான் நாணினது இலக்கணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாம் செய்யும் வினையினாலே நாணுதல் நாணம். அஃதல்லாத நாணம் அழகிய நுதலினாலே நல்லாராகிய கணிகையர் நாணத்தோ டொக்கும்.<br/><br/>மேற்கூறிய நாணம் எத்தன்மைத் தென்றார்க்கு இது கூறப்பட்டது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "To shrink abashed from evil deed is 'generous shame';<br/>Other is that of bright-browed ones of virtuous fame.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'True modesty is the fear of (evil) deeds; all other modesty is (simply) the bashfulness of virtuous maids.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊணுடை யெச்ச முயிர்க்கெல்லாம் வேறல்ல',
      l2: 'நாணுடைமை மாந்தர் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊணுடை எச்சம் உயிர்க்கெல்லாம் வேறல்ல<br/>நாணுடைமை மாந்தர் சிறப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உணவும் உடையும் எஞ்சி நிற்கும் மற்றவையும் எல்லா உயிர்களுக்கும் பொதுவானவை ; மக்களின் சிறப்பியல்பாக விளங்குவது நாணுடைமையே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஊண் உடை எச்சம் உயிர்க்கு எல்லாம் வேறு அல்ல= ஊணும் உடையும் அவை ஒழிந்தனவும் மக்கள் உயிர்க்கெல்லாம் பொது; மாந்தர் சிறப்பு நாணுடைமை= நன்மக்கட்குச் சிறப்பாவது நாணுடைமையே, அவையல்ல.<br/><br/>ஒழிந்தன உறக்கமும் அச்சமும் காமமும், சிறப்பு; அவ்வுயிர்களின் வேறுபாடு. அச்சம் என்று பாடம் ஓதுவாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உணவும் உடையும் ஒழிந்தனவும் புன்மக்க ளெல்லார்க்கும் வேண்டும்; தலைமக்களுக்கு விசேடமாக வேண்டுவது நாணுடைமை.<br/><br/>இது நாணம் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Food, clothing and other things alike all beings own;<br/>By sense of shame the excellence of men is known.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Food, clothing and the like are common to all men but modesty is peculiar to the good.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊனைக் குறித்த வுயிரெல்லா நாணென்னு',
      l2: 'னன்மை குறித்தது சால்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊனைக் குறித்த உயிரெல்லாம் நாண்என்னும்<br/>நன்மை குறித்தது சால்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எல்லா உயிர்களும் ஊனாலாகிய உடம்பை இருப்பிடமாகக் கொண்டவை; சால்பு என்பது, நாணம் என்று சொல்லபடும் நல்ல தன்மையை இருப்பிடமாகக் கொண்டது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உயிர் எல்லாம் ஊனைக் குறித்த= எல்லா உயிர்களும், உடம்பினைத் தமக்கு நிலைக்களனாகக் கொண்டு அதனை விடா; சால்பு நாண் என்னும் நன்மை குறித்தது= அதுபோலச் சால்பு, நாண் என்னும் நன்மைக்குணத்தைத் தனக்கு நிலைக்களனாகக் கொண்டு அதனை விடாது.<br/><br/>'உடம்பு' என்பது, சாதி ஒருமை. 'நன்மை' ஆகுபெயர். உயிர் உடம்போடு கூடியல்லது பயன் எய்தாதவாறு போலச் சால்பு நாணோடு கூடியல்லது பயன் எய்தாது என்பதாம். ஊணைக் குறித்த என்று பாடம் ஓதுவாரும் உளர்.Ŝ",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பலவகை உயிரும் மேற்கூறிய எல்லாவற்றினும் உண்டியைக் கருதிற்று: அதுபோலச் சால்பு, நாணமாகிய நன்மையைக் கருதிற்று.<br/><br/>இது சான்றோர்க்கு நற்குணங்கள் பலவும் வேண்டுமாயினும், இஃது இன்றியமையாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'All spirits homes of flesh as habitation claim,<br/>And perfect virtue ever dwells with shame.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'As the body is the abode of the spirit, so the excellence of modesty is the abode of perfection.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அணியன்றோ நாணுடைமை சான்றோர்க் கஃதின்றேற்',
      l2: 'பிணியன்றோ பீடு நடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அணிஅன்றோ நாணுடைமை சான்றோர்க்கு அஃதின்றேல்<br/>பிணிஅன்றோ பீடு நடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சான்றோர்க்கு நாணுடைமை அணிகலம் அன்றோ? அந்த அணிகலம் இல்லையானால், பெருமிதமாக நடக்கும் நடை ஒரு நோய் அன்றோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சான்றோர்க்கு நாணுடைமை அணியன்றோ= சான்றோர்க்கு நாணுடைமை ஆபரணமாம்; அஃது இன்றேல் பீடு நடை பிணியன்றோ= அவ் ஆபரணம் இல்லையாயின் அவர் பெருமிதத்தையுடைய நடை, கண்டார்க்குப் பிணியாம்.<br/><br/>அழகுசெய்தலின் 'அணி' என்றும், பொறுத்தற்கு அருமையின் 'பிணி' என்றும் கூறினார். 'ஓ'கார இடைசசொற்கள் எதிர்மறைக்கண் வந்தன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சான்றோர்க்கு நாணுடைமையாவது அழகன்றோ? அஃதில்லையாயின் பெரிய நடை நோயன்றோ?<br/><br/>இது சான்றோர்க்கழகாவது நாணுடைமை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'And is not shame an ornament to men of dignity?<br/>Without it step of stately pride is piteous thing to see.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Is not the modesty ornament of the noble ? Without it, their haughtiness would be a pain (to others). ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிறர்பழியுந் தம்பழியு நாணுவர் நாணுக்',
      l2: 'குறைபதி யென்னு முலகு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிறர்பழியும் தம்பழியும் நாணுவார் நாணுக்கு<br/>உறைபதி என்னும் உலகு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறர்க்கு வரும் பழிக்காகவும் தமக்கு வரும் பழிக்காவும் நாணுகின்றவர், நாணத்திற்கு உறைவிடமானவர் என்று உலகம் சொல்லும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பிறர் பழியும் தம் பழியும் நாணுவார்= பிறர்க்கு வரும் பழியையும் தமக்கு வரும் பழியையும் ஒப்பமதித்து நாணுவாரை; உலகு நாணுக்கு உறைபதி என்னும்= உலகத்தார் நாணுக்கு உறைவிடம் என்று சொல்லுவார்.<br/><br/>ஒப்பமதித்தல்: அதுவும் தமக்கு வந்ததாகவே கருதுதல். அக்கருத்துடையார் பெரியராகலின், அவரை உயர்ந்தோர் யாவரும் புகழ்வர் என்பதாம்.<br/><br/>இதனால் அதனை உடையாரது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர்க்கு வரும் பழியையும் தமக்கு வரும் பழியைப்போல அஞ்சி நாணுமவர்களை நாணுக்கு இருப்பிடமென்று சொல்லுவர் உலகத்தார்.<br/><br/>இது தம்பழிக்கு அஞ்சி நாணுதலேயன்றிப் பிறர்பழிக்கும் அஞ்சி நாண வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As home of virtuous shame by all the world the men are known,<br/>Who feel ashamed for others, guilt as for their own.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "The world regards as the abode of modesty him who fear his own and other's guilt.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாண்வேலி கொள்ளாது மன்னோ வியன்ஞாலம்',
      l2: 'பேணலர் மேலா யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாண்வேலி கொள்ளாது மன்னோ வியன்ஞாலம்<br/>பேணலர் மேலா யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாணமாகிய வேலியைத் தமக்குக் காவலாகச் செய்து கொள்ளாமல், மேலோர் பரந்த உலகில் வாழும் வாழ்க்கையை விரும்பி மேற்கொள்ளமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மேலாயவர், வேலி நாண் கொள்ளாது= தமக்கு ஏமமாக நாணினைக் கொள்வதன்றி; வியன் ஞாலம் பேணலர்= அகன்ற ஞாலத்தைக் கொள்ள விரும்பார்.<br/><br/>பழிபாவங்கள் புகுதாமற் காத்தலின், 'வேலி' என்றார். நாணும், ஞாலமும் தம்முள் மாறாயவழி, அந்நாணினைக் கொள்வதல்லது, அவை புகுது நெறியாகிய ஞாலத்தினைக் கொள்ள விரும்பார் என்பதாம். 'மன்'னும் 'ஓ'வும் அசை. நாணாகிய வேலியைப் பெற்றல்லது ஞாலம்பெற விரும்பார் என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்ந்தவர் தமக்கு ஏமமாக நாணினைக் கொள்வதன்றி அகன்ற ஞாலத்தைக் கொள்ள விரும்பார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Unless the hedge of shame inviolate remain,<br/>For men of lofty soul the earth's vast realms no charms retain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The great make modesty their barrier (of defence) and not the wide world.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாணா லுயிரைத் துறப்ப ருயிர்ப்பொருட்டா',
      l2: 'னாண்டுறவார் நாணாள் பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாணால் உயிரைத் துறப்பர் உயிர்ப்பொருட்டால்<br/>நாண்துறவார் நாணாள் பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாணத்தைத் தமக்குரிய பண்பாகக் கொள்பவர், நாணத்தால் உயிரை விடுவார்; உயிரைக் காக்கும் பொருட்டாக நாணத்தை விடமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நாண் ஆள்பவர்= நாணினது சிறப்பறிந்து அதனை விடாது ஒழுகுவார்; நாணால் உயிரைத் துறப்பர்= அந்நாணும் உயிரும் தம்முள் மாறாயவழி, நாண் சிதையாமற்பொருட்டு உயிரை நீப்பர்; உயிர்ப்பொருட்டு நாண் துறவார்= உயிர் சிதையாமற் பொருட்டு நாணினை நீக்கார்.<br/><br/>உயிரினும் நாண் சிறந்தது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாணுடைமைப் பொருட்டாக உயிரைத் துறப்பார்: உயிர்ப் பொருட்டாக நாணைத்துறவார், நாணம் வேண்டுபவர்.<br/><br/>இது நாண் உயிரினும் சிறந்ததென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The men of modest soul for shame would life an offering make,<br/>But ne'er abandon virtuous shame for life's dear sake.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The modest would rather lose their life for the sake of modesty than lose modesty for the sake of life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிறர்நாணத் தக்கது தானாணா னாயி',
      l2: 'னறநாணத் தக்க துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிறர்நாணத் தக்கது தான்நாணா னாயின்<br/>அறம்நாணத் தக்கது உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் மற்றவர் நாணத்தக்க பழிக்குக் காரணமாக இருந்தும் தான் நாணாமலிருப்பானானால், அறம் நாணி அவனைக் கைவிடும் தன்மையுடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறர் நாணத்தக்கது தான் நாணான் ஆயின்= கேட்டாரும் கண்டாரும் நாணத்தக்க பழியை, ஒருவ்ன் தான் நாணாது செய்யுமாயின்; அறம் நாணத்தக்கது உடைத்து= அந்நாணாமை, அவனை அறம் விட்டு நீங்கத்தக்க குற்றத்தினை உடைத்து.<br/><br/>'தான்' எனச் செய்வானைப் பிரிக்கின்றார் ஆகலின், 'பிறர்' என்றார். நாணோடு இயைபு இல்லாதானை அறஞ்சாராது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்ந்தார் பலரும் நாணத்தகுவ தொன்றினைத் தான் நாணாது செய்வனாயின் அவனை அறம் நாணியடையா தொழியும் தகுதியுடைத்தாம்.<br/><br/>இது நாணமில்லாதாரை அறம் சாரா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though know'st no shame, while all around ashamed must be;<br/>Virtue will shrink away ashamed of thee!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Virtue is likely to forsake him who shamelessly does what others are ashamed of.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குலஞ்சுடுங் கொள்கை பிழைப்பி னலஞ்சுடு',
      l2: 'நாணின்மை நின்றக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குலஞ்சுடும் கொள்கை பிழைப்பின் நலஞ்சுடும்<br/>நாணின்மை நின்றக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் கொள்கை தவறினால், அத் தவறு அவனுடைய குடிப்பிறப்பைக் கெடுக்கும். நாணில்லாத தன்மை நிலை பெற்றால் நன்மை எல்லாவற்றையும் கெடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கொள்கை பிழைப்பின் குலம் சுடும்= ஒருவனுக்கு ஒழுக்கம் பிழைக்குமாயின் அப்பிழைப்பு, அவன் குடிப்பிறப்பு ஒன்றனையும் கெடுக்கும்; நாணின்மை நின்றக் கடை நலம் சுடும்= ஒருவன்மாட்டு நாணின்மை நின்றவழி, அந்நிலை அவன் நலம் யாவற்றையும் கெடுக்கும்.<br/><br/>நிற்றல்: ஒருபொழுதும் நீங்காமை. 'நலம்' சாதி யொருமையாகலின், பிறப்பு, கல்வி, குணம், செயல், இனம் என்று இவற்றான் வந்தன எல்லாம் கொள்ளப்படும். ஒழுக்கஅழிவினும், நாணழிவு இறப்பத் தீது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒழுக்கம் தப்புமாயின் அத்தப்புதல் குலத்தினைச் சுடும்: அதுபோல நாணின்மை நிற்குமாயின் தமது நலத்தினைச் சுடும்.<br/><br/>இது நலமில்லையா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Twill race consume if right observance fail;<br/>'Twill every good consume if shamelessness prevail.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Want of manners injures one's family; but want of modesty injures one's character.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாணகத் தில்லா ரியக்க மரப்பாவை',
      l2: 'நாணா லுயிர்மருட்டி யற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாண்அகத் தில்லார் இயக்கம் மரப்பாவை<br/>நாணால் உயிர்மருட்டி யற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மனத்தில் நாணம் இல்லாதவர் உலகத்தில் இயங்குதல் மரத்தால் செய்த பாவையைக் கயிறு கொண்டு ஆட்டி உயிருள்ளதாக மயக்கினாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அகத்து நாண் இல்லார் இயக்கம்= தம் மனத்தின்கண் நாண் இல்லாத மக்கள் உயிருடையார் போன்று இயங்குகின்ற இயக்கம்; மரப்பாவை நாணால் உயிர் மருட்டியற்று= மரத்தாற் செய்யப்பட்ட பாவை இயந்திரக் கயிற்றினான் ஆய தன்னியக்கத்தால் உயிருடைத்தாக மயக்கினாற் போலும்.<br/><br/>கருவியே கருத்தாவாயிற்று. நாணில்லாத மக்கள் இயக்கம், நாணுடைய பாவை இயக்கம் போல்வதல்லது உயிரியக்கம் அன்று என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மனத்தின்கண் நாணமில்லாதார் இயங்குதல், மரப்பாவை கயிற்றினாலே இயங்கி உயிருள்ளதுபோல மயக்குமதனை ஒக்கும்.<br/><br/>இது நாணமில்லாதார் மக்களல்லரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis as with strings a wooden puppet apes life's functions, when<br/>Those void of shame within hold intercourse with men.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The actions of those who are without modesty at heart are like those of puppet moved by a string. ',
          },
        ],
      },
    ],
  },
];
