export default [
  {
    "kural": {
      "l1": "காமக் கணிச்சி யுடைக்கு நிறையென்னு",
      "l2": "நாணுத்தாழ் வீழ்த்த கதவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காமக் கணிச்சி உடைக்கும் நிறையென்னும்<br/>நாணுத்தாழ் வீழ்த்த கதவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாணம் என்னும் தாழ்ப்பாள் பொருந்திய நிறை என்று சொல்லப்படும் கதவைக் காமம் ஆகிய கோடரி உடைத்து விடுகின்றது,"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நாணுத்தாழ் வீழ்த்த நிறை என்னும் கதவு= நாணாகிய தாழினைக் கோத்த நிறையென்னும் கதவினை;<br/><br/>காமக் கணிச்சி உடைக்கும்= காமவேட்கையாகிய கணிச்சி முறியாநின்றது, இனி அவை நிற்றலும் இல்லை, யான் ஆற்றலும் இல்லை,<br/><br/>கணிச்சி- கூந்தாலி. நாண் உள்ளதுணையும், நிறையழியாதாகலின் அதனைத் தாழ் ஆக்கியும், அகத்துக் கிடந்தன பிறர் கொள்ளாமற் காத்தலின் நிறையைக் கதவாக்கியும், வலியதாய்த் தாமாக நீங்காத அவ்விரண்டனையும் ஒருங்கு நீக்கலின் தன் காமவுேட்கையைக் கணிச்சியாக்கியும் கூறினாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காமமாகிய மழு உடையாநின்றது: நாணமாகிய தாழில் அடைக்கப்பட்ட அறிவாகிய கதவினை.<br/><br/>இஃது அறிவும் நாணமும் உடையார் இவ்வாறு செய்யாரென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of womanly reserve love's axe breaks through the door,<br/>Barred by the bolt of shame before."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The axe of lust can break the door of chastity which is bolted with the bolt of modesty."
          }
        ]
      }
    ],
    "id": 1251
  },
  {
    "kural": {
      "l1": "காம மெனவொன்றோ கண்ணின்றென் நெஞ்சத்தை",
      "l2": "யாமத்து மாளுந் தொழில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காமம் எனவொன்றோ கண்ணின்றென் நெஞ்சத்தை<br/>யாமத்தும் ஆளும் தொழில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காமம் என்று சொல்லப்படுகின்ற ஒன்று கண்ணோட்டம் இல்லாதது; அஃது என் நெஞ்சத்தை நள்ளிரவிலும் ஏவல் கொண்டு ஆள்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யாமத்தும் என் நெஞ்சத்தைத் தொழில் ஆளும்= எல்லாரும் தொழில் ஒழியும் இடையாமத்தும் என் நெஞ்சத்தை ஒறுத்துத் தொழில்கொள்ளாநின்றது;<br/><br/>காமம் என ஒன்றோ கண் இன்று= ஆகலான் காமம் என்று சொல்லப்பட்ட ஒன்று கண்ணோட்டம் இன்றாய் இருந்தது, எ-று.<br/><br/>'ஓ' என்பது இரக்கக் குறிப்பு. தொழிலின் கண்ணேயாடல்- தலைமகன்பாற் செலவிடுத்தல். தாயைப்பணிகோடல், உலகியல் அன்மையின் 'காமம் என ஒன்று' என்றும், அது தன்னைக் கொள்கின்றது அளவறியாது கோடலிற் 'கண்ணின்று' என்றும் கூறினாள். அடக்கப்படாமை கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காமமென்றொன்று கண்ணோட்டமுடைத்தன்று: என்னெஞ்சத்தை நடுநாள் யாமத்தினும் தொழில்கொள்ளா நின்றது.<br/><br/>தொழில் கொள்ளுதலாவது அப்பொழுது அவர்மாட்டுப் போக விடுத்தல். இது நெஞ்சின் மிக்கது வாய்சோர்ந்து ஆற்றாமையால் தலைமகள் தோழிக்குக் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What men call love is the one thing of merciless power;<br/>It gives my soul no rest, e'en in th midnight hour."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even at midnight is my mind worried by lust, and this one thing, alas! is without mercy."
          }
        ]
      }
    ],
    "id": 1252
  },
  {
    "kural": {
      "l1": "மறைப்பேன்மற் காமத்தை யானோ குறிப்பின்றித்",
      "l2": "தும்மல்போற் றோன்றி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறைப்பேன்மன் காமத்தை யானோ குறிப்பின்றித்<br/>தும்மல்போல் தோன்றி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யான் காமத்தை என்னுள் மறைக்க முயல்வேன்; ஆனால் அதுவே என் குறிப்பின்படி நிற்காமல் தும்மல்போல் தானே வெளிப்பட்டு விடுகின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமத்தை யான் மறைப்பேன்மன்= இக்காமத்தை யான் என்னுள்ளே மறைக்கக் கருதுவேன்;<br/><br/>குறிப்பு இன்றித் தும்மல்போல் தோன்றிவிடும்= அதனால் என், இஃது என்கருத்தின் வாராது தும்மல்போல வெளிப்பட்டே விடாநின்றது,<br/><br/>மன்- ஒழியிசைக்கண் வந்தது. ஓகாரம்- இரங்கற்கண் வந்தது. தும்மல் அடங்காதாற்போல அடங்குகின்றதில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காமத்தை யான் அடக்கக்கருதுவேன்: அவ்வாறு செய்யவும். அது தும்மல் தோன்றுமாறுபோல என் குறிப்பின்றியும் தோன்றாநின்றது.<br/><br/>இது தலைமகள் நிறையழிந்து கூறிய சொற்கேட்டு இவ்வாறு செய்யாது இதனை மறைத்தல் வேண்டுமென்ற தோழிக்கு அவள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "I would my love conceal, but like a sneeze<br/>It shows itself, and gives no warning sign."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I would conceal my lust, but alas, it yields not to my will but breaks out like a sneeze."
          }
        ]
      }
    ],
    "id": 1253
  },
  {
    "kural": {
      "l1": "நிறையுடையே னென்பேன்மன் யானோவென் காம",
      "l2": "மறையிறந்து மன்று படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிறையுடையேன் என்பேன்மன் யானோஎன் காமம்<br/>மறையிறந்து மன்று படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யான் இதுவரையில் நிறையோடிருப்பதாக எண்ணிக் கொண்டிருந்தேன்; ஆனால், என் காமம் என்னுள் மறைந்திருத்தலைக் கடந்து மன்றத்தில் வெளிப்படுகின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யான் நிறையுடையேன் என்பேன்மன்= இன்றின் ஊங்கெ்ல்லாம் யான் என்னை நிறையுடையேன் என்று கருதியிருந்தேன்;<br/><br/>என் காமம் மறையிறந்து மன்றுபடும்= அதனால் என், இன்று என்காமம் மறைத்தலைக் கடந்து மன்றின்கண் வெளிப்படாநின்றது, எ-று.<br/><br/>மன்னும் ஓவும் மேலவற்றின்கண் வந்தன. மன்றுபடுதல்- பலரும் அறிதல். இனி என்வரைத்தன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யானே நிறையுடையே னென்றிருப்பன்; இப்படி இருக்கவும், என் காமமானது மறைத்தலைக்கடந்து மன்றின்கண் வெளிப்படாநின்றது.<br/><br/>இது தலைமகள் ஆற்றாமையாற் கூறிய சொற்கேட்டு நிறையுடையார் இவ்வாறு செய்யாரென்ற தோழிக்கு அவள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In womanly reserve I deemed myself beyond assail;<br/>But love will come abroad, and casts away the veil."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I say I would be firm, but alas, my malady breaks out from its concealment and appears in public. "
          }
        ]
      }
    ],
    "id": 1254
  },
  {
    "kural": {
      "l1": "செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோ",
      "l2": "யுற்ற ரறிவதொன் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோய்<br/>உற்றார் அறிவதொன்று அன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்மை வெறுத்து நீங்கியவரின்பின் செல்லாமல் மானத்தோடு நிற்கும் பெருந்தகைமை, காமநோய் உற்றவர் அறியும் தன்மையது அன்று."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செற்றார்பின் செல்லாப் பெருந்தகைமை= தம்மை அகன்றுசென்றார் பின் செல்லாது தாமும் அகன்றுநிற்கும் நிறையுடைமை;<br/><br/>காமநோய் உற்றார் அறிவது ஒன்றுஅன்று= காமநோயினை உறாதார் அறிவது ஒன்றன்றி உற்றார் அறிவது ஒன்றன்று, எ-று.<br/><br/>இன்பதொடு கழியும் காலத்தைத் துன்பத்தொடு கழியுமாறு செய்தலின் செற்றார் என்றாள். பின்சேறல்- மனத்தால் இடைவிடாது நினைத்தல். பெருந்தகைமை ஈண்டு ஆகுபெயர். காமநோயுறாதார்- மானமுடையார். நன்று என உணரார்மாட்டும் சென்றே நிற்கும், யான் அறிவது ஒன்றன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மை யிகழ்ந்தார்பின் செல்லாத பெரிய தகைமை காம நோயுற்றால் அறிவதொன்று அன்று.<br/><br/>இது தம்மை யிகழ்ந்து போனவர்பின்சென்று இரங்குதல் பெரியார்க்குத் தகாது என்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The dignity that seeks not him who acts as foe,<br/>Is the one thing that loving heart can never know."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The dignity that would not go after an absent lover is not known to those who are sticken by love."
          }
        ]
      }
    ],
    "id": 1255
  },
  {
    "kural": {
      "l1": "செற்றவர் பின்சேறல் வேண்டி யளித்தரோ",
      "l2": "வெற்றென்னை யுற்ற துயர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செற்றவர் பின்சேறல் வேண்டி அளித்தரோ<br/>எற்றென்னை உற்ற துயர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வெறுத்து நீங்கிய காதலரின்பின் செல்ல விரும்பிய நிலையில் இருப்பதால் என்னை அடைந்த இந்தக்காமநோய் எத்தன்மையானது? அந்தோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செற்றவர் பின் சேறல் வேண்டி= என்னை அகன்று சென்றார் பின்னே யான் சேறலை வேண்டுதலான்;<br/><br/>என்னை உற்ற துயர் எற்று அளித்தரோ= என்னை உற்றதுயர் எத்தன்மையது, சால நன்று, எ-று.<br/><br/>'செற்றவர்' என்றது, ஈண்டும் அப்பொருட்டு. வேண்ட என்பது வேண்டி எனத்திரிந்து நின்றது. 'அளித்து' என்பது, இகழ்ச்சி்க் குறிப்பு. இக்காமநோய் யான் சொல்லவும் கேட்கவும் ஆவதொன்றன்று, சாலக்கொடிது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செறுத்தார்பின்னே யான் சேறலை வேண்டுதலால் என்னை யடைந்த துயர் எத்தன்மைத்து; நன்றாக இருக்கின்றது.<br/><br/>இது தனித்திருந்து துயருறுதல் காமத்திற்கு இயற்கையென்று கூறிய தலைமகளை நோக்கி இது நின்போல்வார்க்குத் தகாதென்ற தோழிக்கு அவள் சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My grief how full of grace, I pray you see!<br/>It seeks to follow him that hateth me."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The sorrow I have endured by desiring to go after my absent lover, in what way is it excellent?"
          }
        ]
      }
    ],
    "id": 1256
  },
  {
    "kural": {
      "l1": "நாணென வொன்றோ வறியலங் காமத்தாற்",
      "l2": "பேணியார் பெட்ப செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நாணென ஒன்றோ அறியலம் காமத்தால்<br/>பேணியார் பெட்ப செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாம் விரும்பிய காதலர் காமத்தால் நமக்கு விருப்பமானவற்றைச் செய்வாரானால், நாணம் என்று சொல்லப்படும் ஒரு பண்பையும் அறியாமலிருப்போம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பேணியார் காமத்தான் பெட்ப செயின்= நம்மால் விரும்பப்பட்டவர் வந்து, காமத்தால் நாம் விரும்பியவற்றைச் செய்யுமளவின்;<br/><br/>நாண் என ஒன்றோ அறியலம்= நாண் என்று ஒன்றையும் அறியமாட்டேமாய் இருந்தேம், எ-று.<br/><br/>'பேணியார்' எனச் செயப்படுபொருள் வினைமுதல்போலக் கூறப்பட்டது. விரும்பியன- வேட்கைமிகவினாற் கருதியிருந்த கலவிகள். நாண்- பரத்தையர் தோய்ந்த மார்பைத் தோய்தற்கு நாணுதல். ஒன்று என்பது, ஈண்டுச் சிறிது என்னும் பொருட்டு. இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது. நிறையழிவான் அறியாது கூடிய தன்குற்றம் நோக்கி, அவளையும் உளப்படுத்தாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நாணென்பதொன்று அறியார் மகளிர், காமம் காரணமாக விரும்பப்பட்டவர் தாம் விரும்புமாறு செய்வாராயின்.<br/><br/>அவர் விரும்புமாறு செய்வாராயின் நாணமுண்டாகா தென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No sense of shame my gladdened mind shall prove,<br/>When he returns my longing heart to bless with love."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I know nothing like shame when my beloved does from love (just) what is desired (by me)."
          }
        ]
      }
    ],
    "id": 1257
  },
  {
    "kural": {
      "l1": "பன்மாயக் கள்வன் பணிமொழி யன்றோநம்",
      "l2": "பெண்மை யுடைக்கும் படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பன்மாயக் கள்வன் பணிமொழி அன்றோநம்<br/>பெண்மை உடைக்கும் படை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நம்முடைய பெண்மையாகிய அரணை அழிக்கும் படையாக இருப்பது. பலமாயங்களில் வல்ல கள்வனான காதலருடைய பணிவுடைய மொழி அன்றோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நம் பெண்மை உடைக்கும் படை= நம் நிறையாகி அவர் அணை அழிக்கும் தானை;<br/><br/>பன்மாயக் கள்வன் பணிமொழி அன்றோ= பல பொய்களை வல்ல கள்வனுடைய தாழ்ந்த சொற்கள் அன்றோ; ஆனபின் அது நிற்குமாறு என்னை, எ-று.<br/><br/>'பெண்மை' ஈண்டுத் தலைமை பற்றி நிறைமேல் நின்றது. வந்தால் புலக்கக்கடவேம் என்றும், புலந்தால் அவன் சொற்களானும், செயல்களானும் நீங்கேம் என்றும், இவை முதலாக எண்ணிக்கொண்டிருந்தன யாவும் காணாது, கலவிக்கண் தன்னினும் முற்படும் வகை வந்து தோன்றினான் என்பாள், 'பன்மாயக் கள்வன்' என்றாள். பணிமொழி- நம்மினும் தான் அன்புமிகுதியுடையனாகச் சொலலும் சொற்கள். அவன் அத்தன்மையனாக, சொற்கள் அவையாக, நம் நிறை அழியாது ஒழியுமோ என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பலபொய்களையும் பேசவல்ல கள்வனது தாழ்ந்த மொழியல்லவோ நமது பெண்மையை அழிக்குங் கருவி?<br/><br/>இது பெண்மையல்ல என்ற தோழிக்கு அவன் என்னோடு கலந்த நாளில் சொன்ன சொற்கள் காண் நம் பெண்மையைக் கெடுக்கின்றது: அல்லது கெடாதென்று தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The words of that deceiver, versed in every wily art,<br/>Are instruments that break through every guard of woman's heart!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Are not the enticing words of my trick-abounding roguish lover the weapon that breaks away my feminine firmness?"
          }
        ]
      }
    ],
    "id": 1258
  },
  {
    "kural": {
      "l1": "புலப்ப லெனச்சென்றேன் புல்லினே னெஞ்சங்",
      "l2": "கலத்த லுறுவது கண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புலப்பல் எனச்சென்றேன் புல்லினேன் நெஞ்சம்<br/>கலத்தல் உறுவது கண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊடுவேன் என்று எண்ணிக் கொண்டு சென்றேன்; ஆனால் என் நெஞ்சம் என்னைவிட்டு அவரோடு கூடுவதைக் கண்டு தழுவினேன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புலப்பல் எனச் சென்றேன்= அவர் வந்தபொழுது புலக்கக்கடவேன் என்று கருதி முன் நில்லாது பிறிது ஓர் இடத்துப் போயினேன்;<br/><br/>நெஞ்சம் கலத்தல் உறுவது கண்டு புல்லினேன்= போயும், என்னெஞ்சம் நிறையில்லாது அறைபோய் அவரோடு கலத்தல் தொடங்குதலை அறிந்து, இனி அது வாயாது என்று புல்லினேன், எ-று.<br/><br/>வாயாமை- புலத்தற் கருவியாய நெஞ்சுதானே, கலத்தற் கருவியாய் நிற்றலின் அது முடியாமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புலப்பலெனச் சென்ற யான் முயங்கினேன்: நெஞ்சு முற்பட்டுப் பொருந்துதல் உறுவதனைக் கண்டு.<br/><br/>இஃது கூடுதல் தீமையென்ற தோழிக்கு முன்னொருகால் அவனைப் பிரிந்து கூடிய என்மனம் செய்தது இதுவென்று தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'I' ll shun his greeting'; saying thus with pride away I went;<br/>I held him in my arms, for straight I felt my heart relent."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "I said I would feign dislike and so went (away); (but) I embraced him the moment I say my mind began to unite with him!"
          }
        ]
      }
    ],
    "id": 1259
  },
  {
    "kural": {
      "l1": "நிணந்தீயி லிட்டன்ன நெஞ்சினார்க் குண்டோ",
      "l2": "புணர்ந்தூடி நிற்பே மெனல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிணந்தீயில் இட்டன்ன நெஞ்சினார்க்கு உண்டோ<br/>புணர்ந்தூடி நிற்பேம் எனல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கொழுப்பைத் தீயில் இட்டாற் போன்ற உருகும் நெஞ்சு உடைய என்னைப்போன்றவர்க்கு, 'இசைந்து ஊடிநிற்போம்' என்று ஊடும் தன்மை உண்டோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிணம் தீயில் இ்ட்டன்ன நெஞ்சினார்க்கு= நிணத்தைத் தீயின்கண்ணே இட்டால், அஃது உருகுமாறுபோலத் தம் காதலரைக் கண்டால் நிறையழிந்து உருகும் நெஞ்சினையுடைய மகளிர்க்கு;<br/><br/>புணர்ந்து ஊடி நிற்பேம் எனல் உண்டோ= அவர் புணர யாம் ஊடிப் பின்பு உணராது அந்நிலையே நிற்கக்கடவேம் என்று கருதுதல் உண்டாகுமோ, ஆகாது எ-று.<br/><br/>புணர்தல்- ஈண்டு மிக நணுகுதல்; எதிர்ப்படலுமாம். புணர என்பது, புணர்ந்து எனத் திரிந்துநின்றது. யான் அத்தன்மையேன் ஆகலின் எனக்கு அஃது இல்லையாயிற்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தீயின்கண்ணே நிணத்தையிட்டாற்போல, உருகும் நெஞ்சினை யுடையார்க்குக் காதலரை யெதிர்ப்பட்டு வந்து ஊடி நிற்போமென்று நினைத்தல் உளதாகுமோ?"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'We' ll stand aloof and then embrace'; Is this for them to say,<br/>Whose hearts are as the fat that in the blaze dissolves away?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is it possible for those whose hearts melt like fat in the fire to say they can feign a strong dislike and remain so?"
          }
        ]
      }
    ],
    "id": 1260
  }
]