export default [
  {
    kural: {
      l1: 'தள்ளா விளையுளுந் தக்காருந் தாழ்விலாச்',
      l2: 'செல்வருஞ் சேர்வது நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தள்ளா விளையுளும் தக்காரும் தாழ்விலாச்<br/>செல்வரும் சேர்வது நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குறையாத விளைபொருளும், தக்க அறிஞரும், கேடில்லாத செல்வம் உடையவரும் கூடிப் பொருந்தியுள்ள நாடே நாடாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தள்ளா விளையுளும்= குன்றாத விளையுளைச் செய்வோரும்; தக்காரும்= அறவோரும்; தாழ்வு இலாச் செல்வரும்= கேடில்லாத செல்வம் உடையோரும்; சேர்வது நாடு= ஒருங்கு வாழ்வதே நாடாவது.<br/><br/>மற்றை உயர்திணைப் பொருள்களோடும் சேர்தல் தொழிலோடும் இயையாமையின், விளையுள் என்றது உழவர்மேல் நின்றது. குன்றாமை: எல்லா உணவுகளும் நிறைய உளவாதல். இதனான் வாழ்வார்க்கு வறுமையின்மை பெறப்பட்டது. அறவோர்: துறந்தோர், அந்தணர் முதலாயினார். "நற்றவஞ் செய்வார்க்கிடந் தவஞ்செய்வார்க்கும் அஃதிடம்"฿ என்றார் பிறரும். இதனால் அழிவின்மை பெறப்பட்டது. கேடில்லாமை: வழங்கத்தொலையாமை. செல்வர்:கலத்தினும் காலினும் அரும்பொருள் தரும் வணிகர். இதனால், அரசனுக்கும் வாழ்வார்க்கும் பொருள் வாய்த்தல் பெறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தப்பாமல் விளையும் நிலங்களும் தகுதி யுடையாரும் தாழ்வில்லாத செல்வரும் சேர்வது நாடு.<br/><br/>தள்ளா விளையுள்- மழையில்லாத காலத்தினும் சாவிபோகாத நிலம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "where spreads fertility unfailing, where resides a band,<br/>Of virtuous men, and those of ample wealth, call that a 'land'.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A kingdom is that in which (those who carry on) a complete cultivation, virtuous persons, and merchants with inexhaustible wealth, dwell together.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெரும்பொருளாற் பெட்டத்த தாகி யருங்கேட்டா',
      l2: 'லாற்ற விளைவது நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெரும்பொருளால் பெட்டக்க தாகி அருங்கேட்டால்<br/>ஆற்ற விளைவது நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மிக்க பொருள்வளம் உடையதாய், எல்லாரும் விரும்பத்தக்கதாய், கேடு இல்லாததாய், மிகுதியாக விளைபொருள் தருவதே நாடாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெரும் பொருளால் பெட்டக்கது ஆகி= அளவிறந்த பொருளுடைமையாற் பிற தேயத்தாரானும் விரும்பத்தக்கதாய்; அருங் கேட்டால் ஆற்ற விளைவது நாடு= கேடின்மையோடு கூடி மிகவிளைவதே நாடாவது.<br/><br/>அளவிறப்பு, பொருள்களது பன்மை மேலும், தனித்தனி அவற்றின் மிகுதிமேலும் நின்றது. கேடாவது மிக்க பெயல், பெயலின்மை, எலி, விட்டில், கிளி, அரசண்மை என்று இவற்றான் வருவது. "மிக்கபெய லொடுபெய லின்மையெலி விட்டில் கிளி, யக்கணரசன்மையோ டாறு." இவற்றை வடநூலார் ஈதிகள் என்ப. இவற்றுள் முன்னையவற்றது இன்மை அரசன் அறத்தானும், பின்னையதின்மை அவன் மறத்தானும் வரும். இவ்வி்ன்மைகளான் மிக விளைவதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பெரும்பொருளாலே விரும்பத்தக்கதாகிக் கேடரிதாதலோடே மிகவும் விளைவது நாடு.<br/><br/>பெரும்பொருள்- நெல்லு. கேடாவது விட்டில், கிளி, நால்வாய், பெரும் புயலென் றிவற்றான் வரும்நட்டம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "That is a 'land' which men desire for wealth's abundant share,<br/>Yielding rich increase, where calamities are rare.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A kingdom is that which is desire for its immense wealth, and which grows greatly in prosperity, being free from destructive causes.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொறையொருங்கு மேல்வருங்காற் றாங்கி யிறைவற்',
      l2: 'கிறையொருங்கு நேர்வது நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொறையொருங்கு மேல்வருங்கால் தாங்கி இறைவற்கு<br/>இறையொருங்கு நேர்வது நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(மற்ற நாட்டு மக்கள் குடியேறுவதால்) சுமை ஒரு சேரத் தன்மேல் வரும்போது தாங்கி, அரசனுக்கு இறைப்பொருள் முழுவதும் தரவல்லது நாடாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பொறை ஒருங்கு மேல்வருங்கால் தாங்கி= பிற நாடுகள் பொறுத்த பாரம் எல்லாம் ஒருங்கே தன்கண் வருங்கால் அவற்றைத் தாங்கி; இறைவற்கு இறை ஒருங்கு நேர்வது நாடு= அதன்மேல் தன் அரசனுக்கு, இறைப்பொருள் முழுதையும் உடம்பட்டுக் கொடுப்பதே நாடாவது.<br/><br/>பாரங்கள் மக்கள் தொகுதியும், ஆன் எருமை முதலிய விலங்குத் தொகுதியும். 'தாங்கு'தல் அவை தத்தம் தேயத்துப் பகைவந்து இறுத்ததாக, அரசு கோல் கோடியதாக, உணவு இன்மையானாகத் தன்கண் வந்தால், அவ்வத் தேயங்களைப் போல இனிது இருப்பச் செய்தல். அச்செயலால் இறையைக் குறைப்படுத்தாது தானே கொடுப்பது என்பார், 'இறையொருங்கு நேர்வது' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குடிமை செய்தால், ஒரு காலத்திலே பல குற்றம் தன்னிடத்துவரினும் அதனைப் பொறுத்து, நிச்சயித்த கடமையை அரசனுக்கு ஒருங்கு கொடுக்க வல்லது நாடு.<br/><br/>குடிமையாவது கடமையொழிய வருவது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When burthens press, it bears; yet, with unfailing hand,<br/>To king due tribute pays: that is the land.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A kingdom is that which can bear any burden that may be pressed on it (from adjoining kingdoms) and (yet) pay the full tribute to its sovereign.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறுபசியு மோவாப் பிணியுஞ் செறுபகையுஞ்',
      l2: 'சேரா தியல்வது நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறுபசியும் ஓவாப் பிணியும் செறுபகையும்<br/>சேரா தியல்வது நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மிக்க பசியும், ஓயாத நோயும், (வெளியே இருந்துவந்து தாக்கி) அழிவு செய்யும் பகையும் தன்னிடம் சேராமல் நல்ல வகையில் நடைபெறுவதே நாடாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உறு பசியும்= மிக்க பசியும்; ஓவாப் பிணியும்= நீங்காத நோயும்; செறு பகையும் சேராது= புறத்து நின்று வந்து அழிவுசெய்யும் பகையும் இன்றி; இயல்வது நாடு= இனிது நடப்பதே நாடாவது.<br/><br/>'உறுபசி' உழவர் உடைமையானும், ஆற்ற விளைதலானும் சேராதாயிற்று. 'ஓவாப்பிணி' தீக்காற்று மிக்க குளிர் வெப்பங்களும் நுகரப்படும் அவற்றது தீமை இன்மையிற் சேராதாயிற்று. 'செறு பகை' அரசனாற்றலும், நிலைப்படையும் அடவியும் அரணும் உடைமையிற் சேராதாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மிகுந்த பசியும், இடையறாத பிணியும், ஒறுக்கும் பகையும், சேராது இயல்வது நாடு.<br/><br/>இது சேர்தலாகாதன கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'That is a land whose peaceful annals know,<br/>Nor famine fierce, nor wasting plague, nor ravage of the foe.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A kingdom is that which continues to be free from excessive starvation, irremediable epidemics, and destructive foes. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பல்குழுவும் பாழ்செய்யு முட்பகையும் வேந்தலைக்குங்',
      l2: 'கொல்குறும்பு மில்லது நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பல்குழுவும் பாழ்செய்யும் உட்பகையும் வேந்தலைக்கும்<br/>கொல்குறும்பும் இல்லது நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பலவகையாக மாறுபடும் கூட்டங்களும், உடனிருந்தே அழிவு செய்யும் பகையும், அரசனை வருத்துகின்ற கொலைத் தொழில் பொருந்திய குறுநில மன்னரும் இல்லாதது நாடு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பல் குழுவும்= சங்கேத வயத்தான் மாறுபட்டுக் கூடும் பல கூட்டமும்; பாழ் செய்யும் உட்பகையும்= உடனுறையாநின்றே பாழாகச் செய்யும் உட்பகையும்; வேந்து அலைக்கும் கொல் குறும்பும் இல்லது நாடு= அளவு வந்தால் வேந்தனை அலைக்கும் கொல்வினைக் குறும்பரும் இல்லாததே நாடாவது.<br/><br/>சங்கேதம், சாதிபற்றியும், கடவுள் பற்றியும் பலர்க்கு உளதாம் ஒருமை. உட்பகை: ஆறலைப்பார், கள்வர், குறளை கூறுவார் முதலிய மக்களும், பன்றி, புலி, கரடி முதலிய விலங்குகளும். 'உட்பகை', 'குறும்பு' என்பன ஆகுபெயர். இம்மூன்றும் அரசனாலும், வாழ்வாராலும் கடியப்பட்டு நடப்பதே நாடு என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பலபலவாய்த் திரளுந் திரட்சியும் பாழ் செய்யும் உட்பகையும் வேந்தனை யலைக்கின்ற கொலைத் தொழிலினையுடைய குறும்பரும் இல்லாதது நாடு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From factions free, and desolating civil strife, and band<br/>Of lurking murderers that king afflict, that is the land.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A kingdom is that which is without various (irregular) associations, destructive internal enemies, and murderous savages who (sometimes) harass the sovereign.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கேடறியாக் கெட்ட விடத்தும் வளங்குன்றா',
      l2: 'நாடென்ப நாட்டிற் றலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கேடறியாக் கெட்ட இடத்தும் வளங்குன்றா<br/>நாடென்ப நாட்டின் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பகைவரால் கெடுக்கப்படாததாய், கெட்டுவிட்ட காலத்திலும் வளம் குன்றாததாய், உள்ள நாடே நாடுகள் எல்லாவற்றிலும் தலையானது என்று கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கேடு அறியா= பகைவரால் கெடுதல் அறியாததாய்; கெட்ட இடத்தும் வளம் குன்றா நாடு= அரிதிற் கெட்டதாயினும் அப்பொழுதும் தன் வளம் குன்றாத நாட்டினை; நாட்டின் தலை என்ப= எல்லா நாட்டினும் தலை என்று சொல்லுவர் நூலோர்.<br/><br/>அறியாத குன்றாத என்னும் பெயரெச்சங்களின் இறுதிநிலைகள் விகாரத்தால் தொக்கன. 'கேடறியாமை' அரசன் ஆற்றலானும், கடவுள் பூசை அறங்கள் என்று இவற்றது செயலானும் வரும். வளம் ஆகரங்களிற் படுவனவும், வயலினும், தண்டலையினும் விளைவனவுமாம். 'குன்றாமை' அவை செய்யவேண்டாமல் இயல்பாகவே உளவாயும், முன்னீட்டப்பட்டும் குறைவறுதல்.<br/><br/>இவை ஆறுபாட்டானும் நாட்டது இலக்கணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கெடுதலை யறியாதாய், கெட்டதாயினும் பயன்குன்றாத நாட்டினை எல்லா நாடுகளினும் தலையான நாடென்று சொல்லுவார்.<br/><br/>இது மேற்கூறிய விட்டில் முதலாயினவற்றால் நாடு கெட்டதாயினும் பின்பும் ஒருவழியால் பயன்படுதல் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Chief of all lands is that, where nought disturbs its peace;<br/>Or, if invaders come, still yields its rich increase.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The learned say that the best kingdom is that which knows no evil (from its foes), and, if injured (at all), suffers no diminution in its fruitfulness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இருபுனலும் வாய்ந்த மலையும் வருபுனலும்',
      l2: 'வல்லரணு நாட்டிற் குறுப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இருபுனலும் வாய்ந்த மலையும் வருபுனலும்<br/>வல்லரணும் நாட்டிற்கு உறுப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊற்றும் மழையுமாகிய இருவகை நீர்வளமும், தக்கவாறு அமைந்த மலையும், அந்த மலையிலிருந்து ஆறாக வரும் நீர் வளமும், வலிய அரணும் நாட்டிற்கு உறுப்புக்களாம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இருபுனலும்= கீழ்நீர், மேனீர் எனப்பட்ட தண்ணீரும்; வாய்ந்த மலையும்= வாய்ப்புடைத்தாய மலையும்; வருபுனலும்= அதனின்றும் வருவதாய நீரும்; வல் அரணும்= அழியாத நகரியும்; நாட்டிற்கு உறுப்பு= நாட்டிற்கு அவயவமாம்.<br/><br/>ஈண்டுப் 'புனல்' என்றது, துரவு கேணிகளும் ஏரிகளும் ஆறுகளுமாகிய ஆதாரங்களை; அவயவம் ஆதற்கு உரியன அவையே ஆகலின். அவற்றான் வானம் வறப்பினும் வளனுடைமை பெறப்பட்டது. இடையதன்றி ஒருபுடையதாகலும், தன் வளந்தருதலும், மாரிக்கண் உண்டநீர் கோடைக்கண் உமிழ்தலும் உடைமை பற்றி, 'வாய்ந்த மலை' என்றார். 'அரண்' ஆகுபெயர். இதனான் அவயவம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மேல்நீர் கீழ்நீர் நிறுத்தலாமிடத்தினைக் கிணறுகல்லி நீருண்டாக்குமிடத்தினையும், பயன்படு மலையினையும், ஆறொழுகுமிடத்தினையும், வலிய அரணாகும் இடத்தினையும் கண்டு அவ்விடத்தை நாடாக்குக: அவை நாட்டிற்கு உறுப்பாதலால்.<br/><br/>இஃது இவை ஐந்துங்குறையாமல் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Waters from rains and springs, a mountain near, and waters thence;<br/>These make a land, with fortress sure defence.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The constituents of a kingdom are the two waters (from above and below), well situated hills and an undestructible fort.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிணியின்மை செல்வம் விளைவின்ப மேம',
      l2: 'மணியென்ப நாட்டிற்கிவ் வைந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிணியின்மை செல்வம் விளைவின்பம் ஏமம்<br/>அணியென்ப நாட்டிவ் வைந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நோயில்லாதிருத்தல், செல்வம், விளை பொருள் வளம், இன்பவாழ்வு, நல்ல காவல் ஆகிய இந்த ஐந்தும் நாட்டிற்கு அழகு என்று கூறுவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிணி இன்மை செல்வம் விளைவு இன்பம் ஏமம் இவ் ஐந்து= நோயின்மையும், செல்வம் விளைதல், இன்பம், காவல் என்று இவை உடைமையும் ஆகிய இவ்வைந்தினையும்; நாட்டிற்கு அணி என்ப= நாட்டிற்கு அழகு என்று சொல்லுவர் நூலோர்.<br/><br/>'பிணியின்மை' நிலநலத்தான் வருவது. 'செல்வம்' மேற்சொல்லியன. 'இன்பம்' விழவும் வேள்வியும் சான்றோரும் உடைமையானும், நுகர்வன உடைமையானும், நிலநீர்களது நன்மையானும், வாழ்வார்க்கு உள்நிகழ்வது. 'காவல்' எனவே, அரசன் காவலும், வாழ்வோர் காவலும், அரண்காவலும் அடங்கின. பிற தேயங்களின் உள்ளாரும் விழைந்து பின் அவை உள்ளாமைக்கு ஏதுவாய அதன் அழகு இதனான் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நோயின்மையும், செல்வமுடைமையும், விளைவுடைமையும், இன்பமுடைமையும், காவலுடைமையுமென்று சொல்லப்பட்ட இவையைந்தும் நாட்டிற்கு அழகென்று சொல்லுவர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A country's jewels are these five: unfailing health,<br/>Fertility and joy, a sure defence, and wealth.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Freedom from epidemics, wealth, produce, happiness and protection (to subjects); these five, the learned, say, are the ornaments of a kingdom.',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'நாடென்ப நாடா வளத்தன நாடல்ல', l2: 'நாட வளந்தரு நாடு' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாடென்ப நாடா வளத்தன நாடல்ல<br/>நாட வளந்தரு நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முயற்சி செய்து தேடாமலே தரும் வளத்தை உடைய நாடுகளைச் சிறந்த நாடுகள் என்று கூறுவர்; தேடி முயன்றால் வளம் தரும் நாடுகள் அல்ல,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாடா வளத்தன நாடு என்ப= தங்கண் வாழ்வார் தேடி வருந்தாமல் அவர்பால் தானே அடையும் செல்வத்தை உடையவற்றை நூலோர் நாடு என்று சொல்லுவர்; நாட வளம் தரும் நாடு நாடு அல்ல= ஆதலான் தேடி வருந்தச் செல்வம் அடைவிக்கும் நாடுகள் நாடாகா.<br/><br/>'நாடுதல்' இருவழியும் வருத்தத்தின்மேல் நின்றது. \"பொருள் செய்வார்க்கும் அஃதிடம்\"¶ என்றார் பிறரும். நூலோர் விதிபற்றி எதிர்மறைமுகத்தான் குற்றம் கூறியவாறு. இவ்வாறன்றி 'என்ப' என்பதனைப் பின்னும் கூட்டி இரு பொருள்பட உரைப்பின் அனுவாதமாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தேடவேண்டாத வளத்தினை யுடைய நாட்டை நாடென்று சொல்லுவர்: தேடினால் வளந்தருகின்ற நாட்டை நாடல்ல வென்று சொல்லுவர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'That is a land that yields increase unsought,<br/>That is no land whose gifts with toil are bought.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The learned say that those are kingdom whose wealth is not laboured for, and those not, whose wealth is only obtained through labour. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஆங்கமை வெய்தியக் கண்ணும் பயமின்றே',
      l2: 'வேந்தமை வில்லாத நாடு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஆங்கமை வெய்தியக் கண்ணும் பயமின்றே<br/>வேந்தமை வில்லாத நாடு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல அரசன் பொருந்தாத நாடு, மேற்சொன்ன நன்மைகள் எல்லாம் அமைந்திருந்த போதிலும் அவற்றால் பயன் இல்லாமற் போகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'வேந்து அமைவு இல்லாத நாடு= வேந்தனோடு மேவதல் இல்லாத நாடு; ஆங்கு அமைவு எய்தியக் கணணும் பயம் இன்றே= மேற்சொல்லிய குணங்கள் எல்லாவற்றினும் நிறைந்து இருந்ததாயினும் அவற்றாற் பயனுடைத்தன்று.<br/><br/>வேந்தமைவு எனவே, குடிகள் அவன்மாட்டு அன்புடையர் ஆதலும், அவன்தான் இவர் மாட்டு அருளுடையன் ஆதலும் அடங்கின. அவை இல்வழி வாழ்வோர் இன்மையின், அவற்றான் பயனின்று ஆயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மேற்கூறியவற்றால் எல்லாம் அமைந்ததாயினும் பயனில்லையாம்; வேந்தனது அமைதியை உடைத்தல்லாத நாடு.<br/><br/>இதுநாட்டுக்கு அரசனும் பண்புடையனாகல் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though blest with all these varied gifts' increase,<br/>A land gains nought that is not with its king at peace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Although in possession of all the above mentioned excellences, these are indeed of no use to a country, in the absence of harmony between the sovereign and the sujects. ',
          },
        ],
      },
    ],
  },
];
