export default [
  {
    "kural": {
      "l1": "நினைத்தொன்று சொல்லாயோ நெஞ்சே யெனைத்தொன்று",
      "l2": "மெவ்வநோய் தீர்க்கு மருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நினைத்தொன்று சொல்லாயோ நெஞ்சே எனைத்தொன்றும்<br/>எவ்வநோய் தீர்க்கும் மருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெஞ்சே! (காதலால் வளர்ந்த) இத் துன்பநோயைத் தீர்க்கும் மருந்து ஏதாவது ஒன்றை நீ நினைத்துப் பார்த்து எனக்குச் சொல்லமாட்டாயோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சே= நெஞ்சே;<br/><br/>எவ்வநோய் தீர்க்கும் மருந்து ஒன்று= இவ் எவ்வநோயினைத் தீர்க்கும் மருந்தாவது ஒன்றனை;<br/><br/>எனைத்து ஒன்றும் நினைத்துச் சொல்லாய்= யான் அறியும் ஆ்றறல் இலன், எத்தன்மையது யாதொன்றாயினும் நீ அறிந்து எனக்குச் சொல், எ-று.<br/><br/>எவவம்- ஒன்றானும் தீராமை. உயிரினும் சிறந்த நாணினைவிட்டுச் செய்வது யாது ஒன்றாயினும் என்பாள், 'எனைத்தொன்றும்' என்றாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சே! நீ எனக்கு உற்ற எவ்வநோயைத் தீர்க்கும் மருந்தாவது யாதொன்றாயினும் ஒன்றை விசாரித்துச் சொல்லாய்.<br/><br/>இஃது ஆற்றுதலரி தென்று கூறியது. இவையெல்லாம் தனித்தனி சிலகூற்றென்று கொள்ளப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My heart, canst thou not thinking of some med'cine tell,<br/>Not any one, to drive away this grief incurable?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul, will you not think and tell me some medicine be it what it may, that can cure this incurable malady?"
          }
        ]
      }
    ],
    "id": 1241
  },
  {
    "kural": {
      "l1": "காத லவரில ராகநீ நோவது",
      "l2": "பேதைமை வாழியென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காதல் அவரிலர் ஆகநீ நோவது<br/>பேதைமை வாழியென் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் நெஞ்சே! வாழ்க! அவர் நம்மிடம் காதல் இல்லாதவராக இருக்க, நீ மட்டும் அவரை நினைந்து வருந்துவதும் உன் அறியாமையே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "என் நெஞ்சு வாழி= என் நெஞ்சே வாழ்வாயாக;<br/><br/>அவர் காதல் இலராக நீ நோவது= அவர் நம்கண் காதல் இலராகவும் நீ அவர் வரவு நோக்கி வருந்துதற்கு ஏது;<br/><br/>பேதைமை= நின் பேதைமையே பிறிதில்லை, எ-று.<br/><br/>நம்மை நினையாமையின் நம்கண் காதல் இலர் என்பதறியலாம், அஃதறியாமை மேலும் அவர்பாற்செல்லக் கருதாது, அவர் வரவுபார்த்து வருந்தாநின்றாய், இது நீ செய்துகொள்கின்றது என்னும் கருத்தாற் பேதைமை என்றாள். வாழி- இகழ்ச்சி்க்குறிப்பு. யாம் அவர்பாற் சேறலே அறிவாவது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவர் நம்மேற் காதலிலராக, என் நெஞ்சே! நீ கூட்டத்தைக் கருதி வருந்துகின்றது பேதைமை.<br/><br/>இஃது அன்பிலார்மாட்டு வருந்தினாலும் பயனில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Since he loves not, thy smart<br/>Is folly, fare thee well, my heart!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "May you live, O my soul! While he is without love, for you to suffer is (simple) folly."
          }
        ]
      }
    ],
    "id": 1242
  },
  {
    "kural": {
      "l1": "இருந்துள்ளி யென்பரித னெஞ்சே பரிந்துள்ளல்",
      "l2": "பைதனோய் செய்தார் கணில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருந்துள்ளி என்பரிதல் நெஞ்சே பரிந்துள்ளல்<br/>பைதல்நோய் செய்தார்கண் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெஞ்சே!(என்னுடன்)இருந்து அவரை நினைந்து வருந்துவது ஏன்? இந்தத் துன்பநோயை உண்டாக்கியவரிடம் இவ்வாறு அன்பு கொண்டு நினைக்கும் தன்மை இல்லையே!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சே இருந்து உள்ளிப் பரிதல் என்= நெஞ்சே! அவர்பாற் செல்வதும் செய்யாது, ஈண்டு இறந்துபடுவதும் செய்யாது இருந்து அவர் வரவுநினைந்து நீ வருந்துகின்றது என்னை;<br/><br/>பைதல் நோய் செய்தார்கண் பரிந்து உள்ளல் இல்= இப்பையுள் நோய் செய்தார்மாட்டு நமக்கு இரங்கி வரக்கருதுதல் உண்டாகாது, எ-று.<br/><br/>நம் மாட்டு அருள் உடையர் அன்மையின் தாமாக வாரார், நாம் சேறலே இனித் தகுவது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சே! நீ இறந்துபடாது இருந்து அவர்வரவை நினைந்து வருந்துகின்றது யாதிற்கு? வருத்தமுற்று நினைத்தல் நமக்குச் சிறுமைசெய்யும் நோயைத் தந்தார்மாட்டு இல்லை யாயின்.<br/><br/>இது வாராது வருந்துகின்றாமென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What comes of sitting here in pining thought, O heart? He knows<br/>No pitying thought, the cause of all these wasting woes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul! why remain (here) and suffer thinking (of him)? There are no lewd thoughts (of you) in him who has caused you this disease of sorrow"
          }
        ]
      }
    ],
    "id": 1243
  },
  {
    "kural": {
      "l1": "கண்ணுங் கொளச்சேறி நெஞ்சே யிவையென்னைத்",
      "l2": "தின்னு மவர்க்காண லுற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணும் கொளச்சேறி நெஞ்சே இவையென்னைத்<br/>தின்னும் அவர்க்காணல் உற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெஞ்சே! நீ அவரிடம் செல்லும் போது என் கண்களையும் உடன் கொண்டு செல்வாயாக; அவரைக் காண வேண்டும் என்று இவை என்னைப் பிடுங்கித் தின்கின்றன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சே கண்ணும் கொளச் சேறி= நெஞ்சே, நீ அவர்பால் சேறலுற்றாயாயின் இக்கண்களையும் உடன் கொண்டு செல்வாயாக;<br/><br/>இவை அவர்க்காணல் உற்று என்னைத் தின்னும்= அன்றி நீ சேறியாயின், இவைதாம் காட்சிவிதுப்பினால் அவரைக் காண்டல்வேண்டி நீ காட்டு என்று என்னைத் தின்பனபோன்று நலியாநிற்கும், எ-று.<br/><br/>கொண்டு என்பது, கொள எனத்திரிந்து நின்றது. தின்னும் என்பது, இலக்கணைக் குறிப்பு. அந்நலிவு தீர்க்கவேண்டும் என்றது, தான் சேறல் குறித்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சே! நீ அவர்மாட்டுச் செல்லுவையாயின் இக்கண்களும் அவரைக்காணும்படி கொண்டு செல்வாயாக: அவரைக் காணலுற்று இவை என்னைத் தின்பனபோல நலியாநின்றன."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O rid me of these eyes, my heart; for they,<br/>Longing to see him, wear my life away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul! take my eyes also with you, (if not), these would eat me up (in their desire) to see him."
          }
        ]
      }
    ],
    "id": 1244
  },
  {
    "kural": {
      "l1": "செற்றா ரெனக்கை விடலுண்டோ நெஞ்சேயா",
      "l2": "முற்றா லுறாஅ தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செற்றார் எனக்கை விடல்உண்டோ நெஞ்சேயாம்<br/>உற்றால் உறாஅ தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெஞ்சே! யாம் விரும்பி நாடினாலும் எம்மை நாடாத அவர் நம்மை வெறுத்துவிட்டார் என்று எண்ணிக் கை விட முடியுமோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சே= நெஞ்சே!<br/><br/>யாம் உற்றால் உறாஅதவர்= யாம் நம்மையுறத் தாமுறாத நம் காதலரை;<br/><br/>செற்றார் எனக் கைவிடல் உண்டோ= வெறுத்தார் என்று கருதிப் புலந்து கைவிட்டிருக்கும் வலி நமக்கு உண்டோ, இல்லை, எ-று.<br/><br/>உறுதல்-அன்புபடுதல். அவ்வலி இன்மையின் அவர்பால் செல்வதே நமக்குத் தகுவது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சே! யாம் உற்றபின்பு உறாது போனவர் செறுத்தாரென்று அவரைக் கைவிடுதல் இயல்போ?<br/><br/>உறுதல்- விரைந்துறுதல். தலைமகள் தலைமகன் கொடுமையை உட்கொண்ட நெஞ்சிற்குச் சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "O heart, as a foe, can I abandon utterly<br/>Him who, though I long for him, longs not for me?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul! can he who loves not though he is beloved, be forsaken saying he hates me (now)?"
          }
        ]
      }
    ],
    "id": 1245
  },
  {
    "kural": {
      "l1": "கலந்துணர்த்துங் காதலர்க் கண்டாற் புலந்துணராய்",
      "l2": "பொய்க்காய்வு காய்தியென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கலந்துணர்த்தும் காதலர்க் கண்டாற் புலந்துணராய்<br/>பொய்க்காய்வு காய்திஎன் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் நெஞ்சே! ஊடியபோது கூடி ஊடல் உணர்த்த வல்ல காதலரைக் கண்டபோது நீ பிணங்கி உணரமாட்டாய்! பொய்யான சினங்கொண்டு காய்கின்றாய்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "என்நெஞ்சு= என்னெஞ்சே!:<br/><br/>கலந்து உணர்த்தும் காதலர்க் கண்டாற்புலந்து உணராய்= யான் தம்மொடு புலந்தால், அப்புலவியைக் கலவிதன்னானே நீக்கவல்ல காதலரைக் காண்டாற் பொய்யேயாயினும் ஒருகாற் புலந்து பின்அதனை நீங்க மாட்டாய்;<br/><br/>பொய்க்காய்வு காய்தி= அதுவும் மாட்டாத நீ, இப்பொழுது அவர் கொடியர் எனப் பொய்க்காய்வு காயாநின்றாய், இனி அதனை ஒழிந்து அவர்பால் செல்லத் துணிவாயாக, எ-று.<br/><br/>கலத்தலான் என்னும் பொருட்டாய கலக்க என்பது திரிந்துநின்றது. அதனான் உணர்த்தலாவது, கலவியின்பத்தைக் காட்டி அதனான் மயக்கிப் புலவிக்குறிப்பினை ஒழித்தல். பொய்க்காய்வு- நிலையில் வெறுப்பு. கண்டான் மாட்டாதநீ காணாதவழி வெறுக்கின்றதனாற் பயனில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்நெஞ்சே! நீ காதலர் கொடுமையை அவர்க்கு உட்பட்டு அறிந்து வைத்தும் அவரைக்கண்டால் புலந்து கலக்கமாட்டாது முன்பே கலப்பை: இப்பொழுது பொய்க்காய்வு காயாநின்றாய்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My heart, false is the fire that burns; thou canst not wrath maintain,<br/>If thou thy love behold, embracing, soothing all thy pain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul! when you see the dear one who remove dislike by intercourse, you are displeased and continue to be so. Nay, your displeasure is (simply) false."
          }
        ]
      }
    ],
    "id": 1246
  },
  {
    "kural": {
      "l1": "காமம் விடுவொன்றோ நாண்விடு நன்னெஞ்சே",
      "l2": "யானோ பொறேனிவ் விரண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காமம் விடுஒன்றோ நாண்விடு நன்னெஞ்சே<br/>யானோ பொறேன்இவ் விரண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்ல நெஞ்சே! ஒன்று காமத்தை விட்டு விடு; அல்லது நாணத்தை விட்டுவிடு; இந்த இரண்டையும் பொறுத்துக் கொண்டிருக்க என்னால் முடியாது"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்னெஞ்சே= நல்ல நெஞ்சே;<br/><br/>ஒன்றோ காமம் விடு= ஒன்றின் நாண்விட மாட்டாயாயின் காம வேட்கையை விடு;<br/><br/>(ஒன்றோ) நாண் விடு= ஒன்றின் அது விடமாட்டாயாயின், நாணினை விடு;<br/><br/>இவ்விரண்டு யானோ பொறேன்= அன்றியே இரண்டும் விடாமை நின்கருத்தாயின், ஒன்றற்கொன்று மறுதலையாய இவ்விரண்டனையும் உடன்தாங்கு மதுகை யான்இலன், எ-று.<br/><br/>'யானோ' என்னும் பிரிநிலை, நீ பொறுப்பினும் என்பதுபட நின்றது. 'நன்னெஞ்சே' என்றது, இரண்டையும் விடாது பெண்மையை நிலைபெறுத்தலின், நல்லை என்னும் குறிப்பிற்று. அது நன்றே எனினும், என் உயிர் உ்ண்டாதல் சாலாமையின், அதற்கு ஆகின்றிலேன் என்பதாம். முற்றும்மை விகாரத்தான் தொக்கது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எனக்கு நல்லநெஞ்சே! ஒன்றிற் காமத்தை விடுதல் வேண்டும்: ஒன்றில் நாணத்தை விடுதல் வேண்டும்: யான் இவ்விரண்டினையுங்கூடப் பொறுத்தலரிது.<br/><br/>இது பிரிவிடையாற்றாளாய்த் தலைமகனிருந்துழிச் செல்லக் கருதிய தலைமகள் நாணம் தடுத்தமை கண்டு கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Or bid thy love, or bid thy shame depart;<br/>For me , I cannot bear them both, my worthy heart!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my good soul, give up either lust or honour, as for me I can endure neither."
          }
        ]
      }
    ],
    "id": 1247
  },
  {
    "kural": {
      "l1": "பரிந்தவர் நல்காரென் றேங்கிப் பிரிந்தவர்",
      "l2": "பின்செல்வாய் பேதையென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பரிந்தவர் நல்காரென்று ஏங்கிப் பிரிந்தவர்<br/>பின்செல்வாய் பேதைஎன் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் நெஞ்சே! பிரிவுத் துன்பத்தால் வருத்தி அவர் வந்து அன்பு செய்யவில்லையே என்று ஏங்கிப்பிரிந்தவரின் பின் செல்கின்றாய்! நீ பேதை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "என் நெஞ்சு= என் நெஞ்சே;<br/><br/>அவர் பரிந்து நல்கார் என்று= அவர் இவ்வாற்றையை அறியாமையின் நொந்துவந்து தலையளி செய்யார் ஆயினார் என்று கருதி;<br/><br/>பிரிந்தவர்பின் ஏங்கிச் செல்வாய் பேதை= அஃது அறிவித்தற் பொரு்ட்டு, நம்மைப் பிரிந்துபோயவர்பின் ஏங்கிச் செல்லலுற்ற நீ யாதும் அறியாய், எ-று.<br/><br/>ஆற்றாமை கண்டுவைத்தும், நல்காது போயினாரைக் காணாதவழிச் சென்று அறிவித்த துணையானே நல்கவருவர் என்று கருதினமையின், 'பேதை' என்றாள்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்னெஞ்சே! நீ வருத்தமுற்று அவர் அருளுகின்றிலரென்று இரங்கி நம்மைவிட்டுப்போனவர் பின்னே போகாநின்றாய், பேதையா யிருந்தாய்<br/><br/>இது தலைமகள் தலைமகனிருந்த தேயத்தை நினைத்துக்கவன்ற நெஞ்சிற்குச் சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Thou art befooled, my heart, thou followest him who flees from thee;<br/>And still thou yearning criest; 'He will nor pity show nor love to me;"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "You are a fool, O my soul! to go after my departed one, while you mourn that he is not kind enough to favour you."
          }
        ]
      }
    ],
    "id": 1248
  },
  {
    "kural": {
      "l1": "உள்ளத்தார் காத லவராக வுள்ளிநீ",
      "l2": "யாருழைச் சேறியென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளத்தார் காத லவரால் உள்ளிநீ<br/>யாருழைச் சேறியென் நெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் நெஞ்சே! காதலர் உன் உள்ளததில் உள்ளவராக இருக்கும்போது நீ அவரை நினைத்து யாரிடம் தேடிச் செல்கின்றாய்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "என் நெஞ்சு= என்னெஞ்சே;<br/><br/>காதலவர் உள்ளத்தாராக= காதலர் நின் அகத்தாராக;<br/><br/>நீ உள்ளி யாருழைச் சேறி= முன்பு எல்லாம் கண்டுவைத்து இப்பொழுது நீ புறத்துத் தேடிச் செல்கின்றது யாரிடத்து, எ-று.<br/><br/>உள்ளம் என்புழி, அம்முப் பகுதிப்பொருள் விகுதி. நின் அகத்து இருக்கின்றவரை அஃது அறியாது புறத்துத்தேடிச் சேறல் நகையுடைத்து, அதனை ஒழி என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்னெஞ்சே! நின்னாற் காதலிக்கப்பட்டவர் நினது உள்ளத்திலே யிருப்பாராக, நீ நினைத்து யாவர்மாட்டுச் செல்கின்றாய்.<br/><br/>இது தலைமகள் வாராதேபோனால் இங்கே காணலாமென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My heart! My lover lives within my mind;<br/>Roaming, whom dost thou think to find?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my soul! to whom would you repair, while the dear one is within yourself? "
          }
        ]
      }
    ],
    "id": 1249
  },
  {
    "kural": {
      "l1": "துன்னாத் துறந்தாரை நெஞ்சத் துடையேமா",
      "l2": "வின்னு மிழத்துங் கவின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துன்னாத் துறந்தாரை நெஞ்சத்து உடையேமா<br/>இன்னும் இழத்தும் கவின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நம்மோடு பொருந்தியிருக்காமல் கைவிட்டுச் சென்ற காதலரை நெஞ்சில் வைத்திருக்கும்போது, இன்னும் மெலிந்து அழகை இழந்து வருகின்றோம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துன்னாத் துறந்தாரை நெஞ்சத்து உடையேமா= நம்மைக் கூடாவண்ணம் துறந்துபோயினாரை நாம் நம் அகத்து உடையேமாக;<br/><br/>இன்னும்கவின் இழத்தும்= முன் இழந்த புறக்கவினேயன்றி நின்ற அகக்கவினும் இழப்பேம், எ-று.<br/><br/>\"குன்றின், நெஞ்சுபக எறிந்த அஞ்சுடர் நெடுவேல்\"- (குறுந்தொகை-கடவுள்வாழ்த்து) என்புழிப்போல நெஞ்சு என்பது, ஈண்டும் அகப்பொருட்டாய் நின்றது. அவர் நம்மைத் துன்னாமல் துறந்தாராகவும், நாம் அவரை மறத்தன் மாட்டேமாகவும், போன மெய்க்கவினே அன்றி, நின்ற நிறையும் இழப்பேம் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனமே! நம்மோடு செறியாராய்த் துறந்து போனவரை நெஞ்சகத்தே யுடையோமாயின் முன்னும் இழந்த கவினொழிய இன்னமுமுள்ள கவினை இழப்போம்; ஆதலான் மறத்தலே கருமம்.<br/><br/>ஈண்டு நெஞ்சென்றது மனத்துடைய தானத்தை. இது நினைக்கின்றதனால் பயனில்லை யென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If I Should keep in mind the man who utterly renounces me,<br/>My soul must suffer further loss of dignity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If I retain in my heart him who has left me without befriending me, I shall lose even the (inward) beauty that remains. "
          }
        ]
      }
    ],
    "id": 1250
  }
]