export default [
  {
    kural: {
      l1: 'இன்மையி னின்னாத தியாதெனி னின்மையி',
      l2: 'னின்மையே யின்னா தது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்மையின் இன்னாதது யாதெனின் இன்மையின்<br/>இன்மையே இன்னா தது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமையைப் போல் துன்பமானது எது என்று கேட்டால், வறுமையைப் போல் துன்பமானது வறுமை ஒன்றே ஆகும்,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்மையின் இன்னாதது யாது எனின்= ஒருவனுக்கு வறுமைபோல இன்னாதது யாது என்று வினவின்; இன்மையின் இன்னாதது இன்மையே= வறுமைபோல இன்னாதது வறுமையே பிறிதில்லை.<br/><br/>இன்னாதது- துன்பம் செய்வது. ஒப்பதில்லை எனவே, மிக்கது இன்மை சொல்லவேண்டா வாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்குரவுபோல இன்னாதது யாதெனின் நல்குரவுபோல இன்னாதது தானே. (தானே - நல்குரவே)<br/><br/>இது தன்னை யொத்த இன்னாதது பிறிதில்லை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'You ask what sharper pain than poverty is known;<br/>Nothing pains more than poverty, save poverty alone.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is nothing that afflicts (one) like poverty. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்மை யெனவொரு பாவி மறுமையு',
      l2: 'மிம்மையு மின்றி வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்மை எனவொரு பாவி மறுமையும்<br/>இம்மையும் இன்றி வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமை என்று சொல்லப்படும் பாவி ஒருவனை நெருங்கினால், அவனுக்கு மறுமையின்பமும் இம்மையின்பமும் இல்லாமற் போகும் நிலைமை வரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இன்மை என ஒரு பாவி= வறுமை என்று சொல்லப்படுவதொரு பாவி; மறுமையும் இம்மையும் இன்றி வரும்= ஒருவனுழை வருங்கால், அவனுக்கு மறுமை இன்பமும், இம்மையின்பமும் இல்லையாக வரும்.<br/><br/>\'இன்மை என ஒருபாவி\' என்பதற்கு மேல் "அழுக்கா றெனஒரு பாவி"1 என்புழி உரைத்தாங்கு உரைக்க. மறுமை, இம்மை என்பன ஆகுபெயர். ஈயாமையானும், துவ்வாமையானும் அவை இலவாயின. இன்றி விடும் எனப் பாடம் ஓதிப் பாவியால்என விரித்துரைப்பாரும் உளர்.2',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்குரவென்று கூறப்படுகின்ற நிகரில்லாத பாவத்தை யுடையவன் இம்மையின்கண்ணும் மறுமையின்கண்ணும் நுகர்ச்சி இன்றி விடும்.<br/><br/>தன்மம் பண்ணாமையால் மறுமையின்கண்ணும் நுகர்ச்சியில்லாமையாயிற்று. இது நல்குரவு துன்பமாக்கு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Malefactor matchless! poverty destroys<br/>This world's and the next world's joys.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When cruel poverty comes on, it deprives one of both the present and future (bliss).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தொல்வரவுந் தோலுங் கெடுக்குந் தொகையாக',
      l2: 'நல்குர வென்னு நசை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தொல்வரவும் தோலும் கெடுக்கும் தொகையாக<br/>நல்குரவு என்னும் நசை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமை என்று சொல்லப்படும் ஆசைநிலை ஒருவனைப் பற்றினால் அவனுடைய பழைமையான குடிப் பண்பையும் புகழையும் ஒருசேரக் கெடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நல்குரவு என்னும் நசை= நல்குரவு என்று சொல்லப்படும் ஆசை; தொல்வரவும் தோலும் தொகையாகக் கெடுக்கும்= தன்னாற் பற்றப்பட்டாருடைய பழைய குடிவரவினையும், அதற்கேற்ற சொல்லினையும் ஒருங்கே கெடுக்கும்.<br/><br/>நசை இல்வழி நல்குரவும் இல்லையாகலின், நல்குரவையே நசையாக்கி, அஃது அக்குடியில் தொல்லோர்க்கு இல்லாத இழிதொழில்களையும், இளிவந்த சொற்களையும் உளவாக்கலான், அவ்விரண்டனையும் ஒருங்கு கெடுக்கும் என்றார். "குடிப்பிறப் பழி்க்கும் விழுப்பம் கொல்லும்"3 என்றார் பிறரும். தோலாவது, "இழுமென் மொழியால் விழுமியது நுவறல்"4 என்றார் தொல்காப்பியனாரும். இதற்கு உடம்பு என்று உரைப்பாரும் உளர்.5 அஃது அதற்குப் பெயராயினும் உடம்பு கெடுக்கும் என்றற்கோர் பொருட்சிறப்பு இல்லாமை அறிக.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தொன்றுதொட்டு வருகின்ற குடிப்பிறப்பினையும் வடிவழகினையும் ஒருங்கு கெடுக்கும்; நல்குரவென்று சொல்லப் படுகின்ற ஆசைப்பாடு.<br/><br/>நல்குரவு ஆசையைப் பண்ணுதலினால் ஆசையாயிற்று. தொல்- ஆகுபெயர். இது குலத்தினையும் அழகினையும் கெடுக்குமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Importunate desire, which poverty men name,<br/>Destroys both old descent and goodly fame.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Hankering poverty destroys at once the greatness of (one's) ancient descent and (the dignity of one's) speech.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இற்பிறந்தார் கண்ணேயு மின்மை யிளிவந்த',
      l2: 'சொற்பிறக்குஞ் சோர்வு தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இற்பிறந்தார் கண்ணேயும் இன்மை இளிவந்த<br/>சொற்பிறக்கும் சோர்வு தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமை என்பது, நல்ல குடியிற் பிறந்தவரிடத்திலும் இழிவு தரும் சொல் பிறப்பதற்குக் காரணமான சோர்வை உண்டாக்கிவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இற்பிறந்தார் கண்ணேயும்= இளிவந்த சொற்பிறவாத குடிப்பிறந்தார் மாட்டேயும்; இளிவந்த சொற்பிறக்கும் சோர்வு இன்மை தரும்= அது பிறத்தற்கு ஏதுவாகிய சோர்வினை நல்குரவு உண்டாக்கும்.<br/><br/>சிறப்பும்மை அவர்மாட்டு அது பிறவாமை தோன்ற நின்றது. 'இளிவந்த சொல்'- இளிவருதற்கு ஏதுவாகிய சொல்; அஃதாவது, எமக்கு ஈயவேண்டும் என்றல். 'சோர்வு', தாம் உறுகின்ற துன்பமிகுதி பற்றி, ஒரோவழித் தம் பிறப்பினை மறந்து அது சொல்லுவதாக நினைத்தல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்குரவு, குடிப்பிறந்தார்மாட்டேயும் இளிவரவான சொற்கள் பிறக்குஞ் சோர்வினை உண்டாக்கும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "From penury will spring, 'mid even those of noble race,<br/>Oblivion that gives birth to words that bring disgrace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even in those of high birth, poverty will produce the fault of uttering mean words.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நல்குர வென்னு மிடு்ம்பையுட் பல்குரைத்',
      l2: 'துன்பங்கள் சென்று படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நல்குரவு என்னும் இடும்பையுள் பல்குரைத்<br/>துன்பங்கள் சென்று படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமை என்று சொல்லப்படும் துன்ப நிலையினுள் பலவகையாக வேறுபட்டுள்ள எல்லாத் துன்பங்களும் சென்று விளைந்திடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நல்குரவு என்னும் இடும்பையுள்= நல்குரவு என்று சொல்லப்படும் துன்பம் ஒன்றனுள்ளே; பல்குரைத் துன்பங்கள் சென்று படும்= பல் துன்பங்களும் வந்து விளையும்.<br/><br/>'குரை' இசைநிறை. செலவு, விரைவின்கண் வந்தது. துன்பமும் தானும் உடனே நிகழ்தலின், நல்குரவைத் துன்பம் ஆக்கியும், அத்துன்பம் அடியாகச் செல்வர் கடைநோக்கிச் சேறல் துன்பமும், அவரைக் காண்டல் துன்பமும், கண்டான் மறுத்துழி நிகழும் துன்பமும், மறாவழியும் அவர் கொடுத்தது வாங்கல் துன்பமும், அது கொடுவந்து நுகர்வன கூட்டல் துன்பமும் முதலாயின நாள்தோறும் வேறு வேறாக வருதலின், எல்லாத் துன்பங்களும் உளவாம் என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வறுமை யெனப்படும் இடும்பையுள் பலவாகிய வன்மையுடைய துன்பங்கள் வந்து சோர்வுபடும்.<br/><br/>இது துன்பங்கள் சென்றுளவாமென்றது. பல்குரைத் துன்பம்- இரப்பார்க்கு உரைக்கத் துன்பம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From poverty, that grievous woe,<br/>Attendant sarrows plenteous grow.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The misery of poverty brings in its train many (more) miseries.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நற்பொரு ணன்குணர்ந்து சொல்லினு நல்கூர்ந்தார்',
      l2: 'சொற்பொருள் சோர்வு படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நற்பொருள் நன்குணர்ந்து சொல்லினும் நல்கூர்ந்தார்<br/>சொற்பொருள் சோர்வு படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல நூற் பொருளை நன்றாக உணர்ந்து எடுத்துச் சொன்ன போதிலும் வறியவர் சொன்ன சொற்பொருள் கேட்பார் இல்லாமல் பயன்படாமல் போகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நற்பொருள் நன்கு உணர்ந்து சொல்லினும்= மெய்ந்நூற் பொருளைத் தெளிய அறிந்து சொன்னாராயினும்; நல்கூர்ந்தார் சொற்பொருள் சோர்வு படும்= நல்கூர்ந்தார் சொல்லும் சொற்பொருள் இன்மையைத் தலைப்படும்.<br/><br/>பொருளின்மையைத் தலைப்படுதலாவது, யாம் இவர் சொல்லியன விரும்பிக் கேட்குமாயின், கண்ணோடி இவர் உறுகின்ற குறைமுடிக்க வேண்டும் என்றுஅஞ்சி, யாவரும் கேளாமையின் பயனில் சொல்லாய் முடிதல். கல்வியும் பயன்படாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நல்ல பொருளினை மிகவும் ஆராய்ந்து சொல்லினும் நல்கூர்ந்தார் சொல்லும் பொருள் சோர்வு படும்.<br/><br/>ஏற்றுக்கொள்வாரில்லை என்றவாறாயிற்று. இது கல்வி கெடும்: சுற்றத்தாரும் கைவிடுவ ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though deepest sense, well understood, the poor man's words convey,<br/>Their sense from memory of mankind will fade away.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The words of the poor are profitless, though they may be sound in thought and clear in expression.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறஞ்சாரா நல்குர வீன்றதா யானும்',
      l2: 'பிறன்போல நோக்கப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறஞ்சாரா நல்குரவு ஈன்றதா யானும்<br/>பிறன்போல நோக்கப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறத்தோடு பொருந்தாத வறுமை ஒருவனைச் சேர்ந்தால் பெற்ற தாயாலும் அவன் அயலனைப் போல் புறக்கணித்துப் பார்க்கப்படுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறம் சாரா நல்குரவு= அறத்தோடு இயைபில்லாத நல்குரவு உடையான்; ஈன்ற தாயானும் பிறன்போல நோக்கப்படும்= தன்னை ஈன்ற தாயானும், பிறனைக் கருதுமாறு போலக் கருதி நோக்கப்படும்.<br/><br/>அறத்தோடு கூடாமை,காரண காரியங்களுள் ஒன்றாய் இயையாமை. நல்குரவு ஆகுபெயர். சிறப்பும்மை அவளது இயற்கை அன்புடைமை விளக்கிநின்றது. கொள்வது இன்றாதலே அன்றிக் கொடுப்பது உண்டாதலும் உடைமையின், அதுநோக்கிச் சுற்றத்தார் யாவரும் துறப்பார் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறத்தோடு இயைபில்லாத நல்குரவுடையான், தன்னை ஈன்ற தாயானும் பிறனைக் கருதுமாறு போலக் கருதி நோக்கப்படும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "From indigence devoid of virtue's grace,<br/>The mother e'en that bare, estranged, will turn her face.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He that is reduced to absolute poverty will be regarded as a stranger even by his own mother. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்றும் வருவது கொல்லோ நெருநலுங்',
      l2: 'கொன்றது போலும் நிரப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்றும் வருவது கொல்லோ நெருநலும்<br/>கொன்றது போலும் நிரப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நேற்றும் கொலை செய்ததுபோல் துன்புறுத்திய வறுமை இன்றும் என்னிடம் வருமோ! (என்று வறியவன் நாள்தோறும் கலங்கி வருந்துவான்,)',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நெருநலும் கொன்றது போலும் நிரப்பு= நெருநற்றும் கொன்றது போன்று எனக்கு இன்னாதவற்றைச் செய்த நல்குரவு; இன்றும் வருவது கொல்லோ = இன்றும் என்பால் வரக்கடவதோ வந்தால் இனி யாது செய்வேன்?<br/><br/>அவ் இன்னாதனவாவன: மேற் சொல்லிய துன்பங்கள்.7 நெருநல் மிகவருந்தித் தன் வயிறு நிறைத்தான் ஒருவன் கூற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்றும் வரும்போலும்; நெருநற்றும் என்னைக் கொன்றது போலுற்ற நிரப்பிடும்பை.<br/><br/>இது நாடோறும் அச்ச முறுத்து மென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'And will it come today as yesterday,<br/>The grief of want that eats my soul away?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Is the poverty that almost killed me yesterday, to meet me today too ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நெருப்பினுட் டுஞ்சலு மாகு நிரப்பினுள்',
      l2: 'யாதொன்றுங் கண்பா டரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நெருப்பினுள் துஞ்சலும் ஆகும் நிரப்பினுள்<br/>யாதொன்றும் கண்பாடு அரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் நெருப்பினுள் இருந்து தூங்குதலும் முடியும்; ஆனால் வறுமை நிலையில் எவ்வகையாலும் கண்மூடித் தூங்குதல் அரிது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நெருப்பினுள் துஞ்சலும் ஆகும்= மந்திர மருந்துகளான் ஒருவனுக்கு நெருப்பிடையே கிடந்து உறங்கலும் ஆம்; நிரப்பினுள் யாதொன்றும் கண் பாடு அரிது= நிரப்பு வந்துழி யாதொன்றாமனும் உறக்கமில்லை.<br/><br/>நெருப்பினும் நிரப்புக் கொடிது என்றவாறு ஆயிற்று. இதுவும் அவன் கூற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெருப்பினுள்ளே கிடந்து உறங்குதலும் ஆகும்; நிரப்பிடும்பையுள் உறங்குதல் யாதொரு முகத்தினாலும் அரிது.<br/><br/>இஃது உறங்கவொட்டா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Amid the flames sleep may men's eyelids close,<br/>In poverty the eye knows no repose.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'One may sleep in the midst of fire; but by no means in the midst of poverty.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துப்புர வில்லார் துவரத் துறவாமை',
      l2: 'யுப்பிற்குங் காடிக்குங் கூற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துப்புர வில்லார் துவரத் துறவாமை<br/>உப்பிற்கும் காடிக்கும் கூற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நுகரும் பொருள் இல்லாத வறியவர் முற்றுந் துறக்கக் கூடியவராக இருந்தும் துறக்காத காரணம், உப்புக்கும் கஞ்சிக்கும் எமனாக இருப்பதே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "துப்புரவு இல்லார் துவரத் துறவாமை= நுகரப்படும் பொருள்கள் இல்லாதார் தம்மாற் செயற்பாலது முற்றத் துறத்தலேயாகவும் அது செய்யாது ஒழிதல்; உப்பிற்கும் காடிக்கும் கூற்று= பிறர் இல்லன் உளவாய உப்பிற்கும் காடிக்கும் கூற்றாம்.<br/><br/>மானம் அழியாமையின் செயற்பாலது அதுவேயாயிற்று. முற்றத் துறத்தல், சுற்றம் தானே விட்டமையின், ஒருவாற்றான் துறந்தார் ஆயினார் நின்ற தம் உடம்பினையும் துறத்தல். அது செய்யாது கொண்டிருத்தல் இரண்டனையும் மாளப்பண்ணுதலின், அதனை அவற்றிற்குக் 'கூற்று' என்றார். இனி முற்றத் துறத்தலாவது, துப்புரவில்லாமையின் ஒருவாற்றான் துறந்தார் ஆயினார், பின்னவற்றை மனத்தான் துறவாமை என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நுகரும்பொருள் இல்லாதார் பொருளின்மேற் பற்றறத் துறவாது வருந்துதல், உப்பிற்குங் காடிக்குங் கேடாக வேண்டியாம்.<br/><br/>துறப்பாராயின் நன்றென்வாறாயிற்று. நல்கூர்ந்தார்க்குத் துன்பமுறுதலன்றி இன்ப நுகரும் நெறியுளவோ என்றார்க்கு, இது துறப்பாராயின், இன்ப முறலா மென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Unless the destitute will utterly themselves deny,<br/>They cause their neighbour's salt and vinegar to die.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The destitute poor, who do not renounce their bodies, only consume their neighbour's salt and water. ",
          },
        ],
      },
    ],
  },
];
