export default [
  {
    kural: {
      l1: 'புல்லா திராஅப் புலத்தை யவருறு',
      l2: 'மல்லனோய் காண்கஞ் சிறிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புல்லா திராஅப் புலத்தை அவர்உறும்<br/>அல்லல்நோய் காண்கம் சிறிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(ஊடும்போது அவர் அடைகின்ற) துன்பநோயைச் சிறிது காண்போம்; அதற்காக அவரைத் தழுவாமலிருந்து பிணங்குவாயாக.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அவர் உறு அல்லல் நோய் சிறிது காண்கம்=அங்ஙனம் புலந்தால் காதலர் எய்தும் அல்லல் நோயினை யாம் சிறிது காணக்கடவேம்;<br/><br/>புல்லாது இராஅப் புலத்தை= நீ அவரை விரைந்து சென்று புல்லாதே இத்தொழிலை மேலிட்டுக்கொண்டிருப்பாயாக, எ-று.<br/><br/>'அல்லல் நோய்'- துன்பத்தைச்செய்யும் காமநோய். 'சிறிது' என்றாள், புலவியை நீளவிடலாகாது என்பது பற்றி. 'புலத்தை' என்புழி ஐகாரம், \"கடம் பூண்டு ஒருகால் நீ வந்தை\" (கலித்தொகை, குறிஞ்சிக்கலி-27) என்புழிப்போல முன்னிலைவினை விகுதி. புலத்தி என்பதூஉம் பாடம். புலவிக்குறிப்புக்கண்டு அவள்வழியளாய் நின்று, நாமுற்ற வருத்தம் அவரும் சிறிது உற்றறிதல் வேண்டும் என நகையாடி நேர்வித்தவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நம் காதலர் வந்தால் புல்லாதிருந்து புலத்தல் வேண்டும்: அவ்விடத்து அவருறும் கலக்கத்தை யாம் சிறிது காண்பேமாக.<br/><br/>இது வாயில் வேண்டிச் சென்ற தோழி தலைமகள் புலவிக் குறிப்புக் கண்டு முகங்கொடாமைப் பொருட்டு இனிமை கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Be still reserved, declined his profferred love;<br/>A little while his sore distress we'll prove.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let us witness awhile his keen suffering; just feign dislike and embrace him not.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உப்பமைந் தற்றாற் புலவி யதுசிறிது',
      l2: 'மிக்கற்றா னீள விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உப்பமைந் தற்றால் புலவி அதுசிறிது<br/>மிக்கற்றால் நீள விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உப்பு, உணவில் அளவோடு அமைந்திருப்பதைப் போன்றது ஊடல்; ஊடலை அளவுகடந்து நீட்டித்தல், அந்த உப்பு சிறிதளவு மிகுதியாக இருப்பதைப் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "புலவி உப்பு அமைந்தற்று= புலவி கலவி இன்பம் செயற்கு வேண்டும் அளவிற்றாதல் உப்புத் துய்ப்பனவற்றை இன்சுவைய ஆக்கற்கு வேண்டும் அளவிற்றாதல் போலும்;<br/><br/>சிறிது நீளவிடல் அது மிக்கற்று= இனி அதனை அவ்வளவில் சிறிது மிகவிடுதல் அவ்வுப்பு அளவின் மிக்காற்போலும், எ-று.<br/><br/>'நீளவிடல்'- அளவறிந்து உணராது, கலவிமேல் எழுந்த குறிப்பு, அழுங்கும் அளவும் செய்தல். சிறிது நீளவிடலாகாது என்றாள், நேர்விக்கின்றாள் ஆகலின். உப்பு மிக்கவழித் துய்ப்பது சுவையின்று ஆனாற்போலப் புலவிமிக்கவழிக் கலவி இன்பம் இன்றாம் என்றமையின், இது பண்புவமை.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நுகர்வனவற்றிற்கு உப்பமைந்தாற்போல இனிமை யுண்டாக்கும் புலவி: அதனை நீளவிடல் அவ்வுப்பு சிறிது மிக்காற்போல இன்னாதாம்.<br/><br/>இது வாயில் வேண்டிய தோழிக்குத் தலைமகள் மறுத்த விடத்துப் புலவியை நீளவிடுதல் தகாதென்று அவள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A cool reserve is like the salt that seasons well the mess,<br/>Too long maintained, 'tis like the salt's excess.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A little dislike is like salt in proportion; to prolong it a little is like salt a little too much.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அலந்தாரை யல்லனோய் செய்தற்றாற் றம்மைப்',
      l2: 'புலந்தாரைப் புல்லா விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அலந்தாரை அல்லல்நோய் செய்தற்றால் தம்மைப்<br/>புலந்தாரைப் புல்லா விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம்மோடு பிணங்கியவரை ஊடலுணர்த்தித் தழுவாமல் விடுதல், துன்பத்தால் வருந்தியவரை மேலும் துன்பநோய் செய்து வருத்தினாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தம்மைப் புலந்தாரைப் புல்லாவிடல்= தம்மைப் பெறாது புலந்தமகளிரைப் புலவிநீக்கிக் கலவாது ஆடவர் சேறல்;<br/><br/>அலந்தாரை அல்லல் நோய் செய்தற்று= பண்டே துன்பமுற்று அழிந்தாரை அதன்மேலும் மிக்கதுன்பத்தினைச் செய்தாற்போலும், எ-று.<br/><br/>பிறர்பாற் சேறலின், நும்மைப் பெறாது புலந்து ஊடியிருக்கின்ற பரத்தையரைப் போய்ப் புலவிநீக்கிப் புல்லீராயின், அவர் ஆற்றார் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்மைப் பெறாது புலந்த மகளிரைப் புலவிநீக்கிக் கலவாது ஆடவர் சேறல், பண்டே துன்பமுற்றழிந்தாரை அதன் மேலும் மிக்க துன்பத்தினைச் செய்தாற்போலும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis heaping griefs on those whose hearts are grieved<br/>To leave the grieving one without a fond embrace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'For men not to embrace those who have feigned dislike is like torturing those already in agony.',
          },
        ],
      },
    ],
  },
  {
    kural: { l1: 'ஊடி யவரை யுணராமை வாடிய', l2: 'வள்ளி முதலரிந் தற்று' },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊடி யவரை உணராமை வாடிய<br/>வள்ளி முதலரிந் தற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிணங்கியவரை ஊடலுணர்த்தி அன்பு செய்யாமலிருத்தல், முன்னமே வாடியுள்ள கொடியை அதன் அடியிலே அறுத்தல் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஊடியவரை உணராமை= நும்மோடு ஊடிய பரத்தையரை ஊடல் உணர்த்திக் கூடாது ஒழிதல்;<br/><br/>வாடிய வள்ளி முதல் அரிந்தற்று= பண்டே நீர்பெறாது வாடிய கொடியை அடியிலே அறுத்தாற்போலும் எ-று.<br/><br/>நீர் பரத்தையர் இடத்து இராவழி, எம்புதல்வரைக் கண்டு ஆற்றி இருக்கற்பாலமாய யாம், நும்மோடு ஊடுதற்கு உரியம் அல்லம், அன்மையின் எம்மை உணர்த்தல்வேண்டா, உரியராய் ஊடிய பரத்தையரையே உணர்த்தல் வேண்டுவது, அதனால் ஆண்டுச் சென்மின் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நும்மோடு ஊடிக்கண்டும் இவையிற்றால் வரும் பயன் இல்லை: நின்னோடு நெருநல் ஊடிய காமக்கிழத்தியரை ஊடல் தீராது பெயர்தல், வாடிய கொடியை அடியிலே அறுத்தாற்போலும்.<br/><br/>இது காமக்கிழத்தியரை ஊடல் தீராமை தீது; ஆண்டுப் போமேன்ற தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To use no kind conciliating art when lover grieves,<br/>Is cutting out the root of tender winding plant that droops.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Not to reconcile those who have feigned dislike is like cutting a faded creeper at its root.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நலத்தகை நல்லவர்க் கேஎர் புலத்தகை',
      l2: 'பூவன்ன கண்ணா ரகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நலத்தகை நல்லவர்க்கு ஏஎர் புலத்தகை<br/>பூஅன்ன கண்ணார் அகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்ல பண்புகள் அமைந்த நல்ல ஆடவர்க்கு அழகு, மலர் போன்ற கண்களை உடைய மகளிரின் நெஞ்சில் விளையும் ஊடலின் சிறப்பே ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நலத்தகை நல்லவர்க்கு ஏஎர்= நற்குணங்களாற் தகுதியுடையராய தலைவர்க்கும் அழகாவது;<br/><br/>பூ அன்ன கண்ணார் அகத்துப் புலத்தகை= தம் பூவன்ன கண்ணார் நெஞ்சின்கண் நிகழும் புலவி மிகுதியன்றே, எ-று.<br/><br/>சிறப்பும்மை விகாரத்தான் தொக்கது. தவறு இல்லார்க்கும் புலவி இனிது என்பான், 'நலத்தகை நல்லவர்க்கும்' என்றான். அழகு- இன்பப்பயனைத் தலைப்படுதல். தான் நுகர்ந்த இன்பத்திற்கு ஏதுவாகிய புலவியை, வியந்து கூறியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நலத்தகையினானே நல்லாரான பரத்தையர்க்கு ஓரழகாம், பூ வன்னகண்ணார்மாட்டுப் புலத்தல்.<br/><br/>நமக்கு ஆவார்மாட்டுப் புலத்தல் தீதென்றவாறு. இது பரத்தையரோடு புலந்து கூறிய தலைமகட்குத் தோழி கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Even to men of good and worthy mind, the petulance<br/>Of wives with flowery eyes lack not a lovely grace.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'An increased shyness in those whose eyes are like flowers is beautiful even to good and virtuous husbands. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துனியும் புலவியு மி்ல்லாயிற் காமங்',
      l2: 'கனியுங் கருக்காயு மற்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துனியும் புலவியும் இல்லாயின் காமம்<br/>கனியும் கருக்காயும் அற்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பெரும்பிணக்கும் சிறுபிணக்கும் இல்லாவிட்டால், காமம் மிகப் பழுத்த பழமும் முற்றாத இளங்காயும் போல் பயன்படாததாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'முதிர்ந்த கலாம் ஆகிய துனியும், இளைய கலாம் ஆகிய புலவியும் இல்லையாயின்;<br/><br/>காமம் கனியும் கருக்காயும் அற்று= காமம் செவ்விமுதிர்ந்த பழமும் இளங்காயும் பொலும் எ-று.<br/><br/>மிக முதிர்ந்து இறும் எல்லைத்தாய கனி, நுகர்வார்க்கு மிகவும் இனிமை செய்யாதாகலின் துனி இல்லையாயின் கனியற்று என்றும், கட்டிளமைத்தாய காய் நுகரும் செவ்வித்து அன்று ஆகலின், புலவி இல்லையாயின் கருக்காய் அற்று என்றும் கூறினான். இவ்விரண்டும் வேண்டும் என்று வியந்து கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உணராது நீட்டிக்கின்ற துனியும் உணர மீள்கின்ற புலவியும் இல்லையாயின் காமம் அழுகிய பழம்போலப் புளிக்கும்: காய்போலத் துவர்க்கும் ஆதலால்.<br/><br/>இஃது உணர்தற்கு நல்லது உளதென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Love without hatred is as ripened fruit;<br/>Without some lesser strife, fruit immature.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sexual pleasure, without prolonged and short-lived dislike, is like too ripe, and unripe fruit.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊடலி னுண்டாங்கோர் துன்பம் புணர்வது',
      l2: 'நீடுவ தன்றுகொ லென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊடலின் உண்டாங்கோர் துன்பம் புணர்வது<br/>நீடுவ தன்றுகொல் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கூடியிருக்கும் இன்பம் இனிமேல் நீட்டிக்காதோ என்று ஏங்கி எண்ணுவதால் ஊடியிருத்தலினும் காதலர்க்கு ஒருவகைத் துன்பம் இருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'புணர்வது நீடுவது (கொல்) அன்றுகொல் என்று= இனிப்புணர்ச்சி நீட்டிக்குமோ, நீட்டியாதோ என்று கருதலான்;<br/><br/>ஊடலின் ஓர் துன்பம் உண்டு= இன்பத்திற்கு இன்றியமையாத ஊடலின்கண்ணேயும் ஒருதுன்பம் நிகழும், எ-று.<br/><br/>என்று என்னும் எச்சத்திற்குக் கருதலான் என்பது வருவிக்கப்பட்டது. சிறப்பும்மை விகாரத்தான் தொக்கது. கொல் என்பதனை நீடுவது என்பதுடனும் கூட்டுக. ஆங்கு என்பது, அசைநிலை. ஊடல், கூடற்கண் விரைவித்தல் கூறியவாறு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஊடல் செய்யின் இன்பம் உண்டாயினும், அதன் கண்ணும் ஒரு துன்பம் உண்டு: புணருங்கால் அது நீட்டிக்குங்கொல்லோ? நீட்டியாதோ? என்று ஐயுறுதலால்.<br/><br/>இது தலைமகள் ஆற்றாமை வாயிலாகப் புலக்கத் தலைமகன் அது கண்டு சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A lover's quarrel brings its pain, when mind afraid<br/>Asks doubtful, ' Will reunion sweet long delayed?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The doubt as to whether intercourse would take place soon or not, creates a sorrow (even) in feigned dislike.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நோத லெவன்மற்று நொந்தாரென் றஃதறியுங்',
      l2: 'காதல ரில்லா வழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நோதல் எவன்மற்று நொந்தாரென்று அஃதறியும்<br/>காதலர் இல்லா வழி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நம்மால் இவர் வருந்தினார் என்று அந்த வருத்தத்தை அறிகின்ற காதலர் இல்லாதபோது, வருந்துவதால் பயன் என்ன?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நொந்தார் என்று அஃது அறியும் காதலர் இல்லாவழி= இவர் நம்பொருட்டாக நொந்தார் என்று, அந்நோவினை அறியும் அன்பு உடையாரைப் பெறாவழி;<br/><br/>நோதல் மற்று எவன்= ஒருவர் நோகின்றதனால் பயன் என், எ-று.<br/><br/>அறிதல்- ஈண்டு ஊடலை இனிது உணர்தல். 'மற்று' வினைமாற்றின்கண் வந்தது. இவள்நம் காதலியல்லள், அன்மையின் இந்நோவு அறியாள், அறியாமையின் நாம் புலக்கின்றதனாற் பயன் இல்லையெனத் தன் ஆற்றாமை உணர்த்தியவாறு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் நோகின்றதனால் பயனென்னை? இவர் நொந்தாரென்று நினைத்து அதனை யறிந்து தீர்க்கும் காதலர் மனமிலாராகியவிடத்து.<br/><br/>இஃது உணர்ப்புவயின் வாரா வூடற்கண் தலைமகன் புலந்துழி. அதனையறிந்து அகம்<br/><br/>புக்க தோழி அவனுக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'What good can greiving do, when none who love<br/>As there to know the grief they soul endures?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What avails sorrow when I am without a wife who can understand the cause of my sorrow?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நீரு நிழல தினிதே புலவியும்',
      l2: 'வீழுநர் கண்ணே யினிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நீரும் நிழலது இனிதே புலவியும்<br/>வீழுநர் கண்ணே இனிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நீரும் நிழலை அடுத்திருப்பதே இனிமையானது; அதுபோல், ஊடலும் அன்பு செலுத்துவோரிடத்தில் கொள்வதே இன்பமானது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நீரும் நிழலதே இனிது= உயிர்க்கு இன்றியமையாத நீரும் நிழலின்கண்ணே இனிதாவது, ஏனை வெயிலின்கண்ணது ஆகாது;<br/><br/>புலவியும் வீழுநர்கண்ணே இனிது= அது போலக் கலவிக்கு இன்றியமையாத புலவியும், அன்புடையார்கண்ணே இனிதாவது, ஏனை அன்பிலார்கண் ஆகாது, எ-று.<br/><br/>நிழற்கண் இருந்த நீர் குளிர்ச்சிமிக்குத் தாகம் தணித்தலின் இனிதாயிற்று. வீழுநர் ஆற்றாமைக்கு நோதலும், கூடுதற்கண் வேட்கையும் உடையராவர். இவள், நம்மாட்டு அவ்விரண்டும் இன்மையின், இப்புலவிதானும் இன்னாதாகாநின்றது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குளிர்ச்சியைத் தனக்கு இயல்பாகவுடைய நீரும் நிழலின் கண்ணதே யாயின், இனிதாம்: அதுப்போலப் புலவியும் அன்புடையார்மாட்டேயாயின் இனிதாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Water is pleasant in the cooling shade;<br/>So coolness for a time with those we love.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Like water in the shade, dislike is delicious only in those who love.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊட லுணங்க விடுவாரோ டென்னெஞ்சங்',
      l2: 'கூடுவே மென்ப தவா',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊடல் உணங்க விடுவாரோடு என்நெஞ்சம்<br/>கூடுவேம் என்பது அவா',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊடல் கொண்டபோது உணர்த்தி மகிழ்விக்காமல் வாடவிடுகின்றவரோடு என் நெஞ்சம் கூடியிருப்போம் என்று முயல்வதற்குக் காரணம் அதன் ஆசையே.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஊடல் உணங்க= தாம் ஊடற்கண்ணே மெலியாநிற்கவும்;<br/><br/>விடுவாரோடு கூடுவேம் என்பது என் நெஞ்சம் அவா= விட்டிருக்க வல்லாரோடு கூடக்கடவேம் என்று என் நெஞ்சம் முயறற்கு ஏது, தன் அவாவே, பிறிதில்லை, எ-று.<br/><br/>அன்பும் அருளும் இல்லாதாரை உடையர் என்றும், அவரொடு யாம் கூடுவம் என்றும் கருதி அதற்கு முயறல், அவாவுற்றார் செயல்ஆகலின், 'கூடுவேம் என்பது அவா' என்றாள். காரியம் காரணமாக உபசரிக்கப்பட்டது. இக்கூட்டம் முடியாது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என் புலவியைச் சாகவிட்டிருக்க வல்லாரோடு என்னெஞ்சு, கூடுவேமென்று நினைக்கின்றது தன்னாசைப்பாட்டால்.<br/><br/>இத புலவி நீங்கவேண்டுமென்ற தோழிக்குத் தலைமகள் புலவி தீர்வாளாய்ச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Of her who leaves me thus in variacne languishing,<br/>To think with my heart with love is fond desire.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is nothing but strong desire that makes her mind unite with me who can leave her to her own dislike.',
          },
        ],
      },
    ],
  },
];
