export default [
  {
    "kural": {
      "l1": "செல்லாமை யுண்டே லெனக்குரை மற்றுநின்",
      "l2": "வல்வரவு வாழ்வார்க் குரை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்லாமை உண்டேல் எனக்குரை மற்றுநின்<br/>வல்வரவு வாழ்வார்க் குரை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிரிந்து செல்லாத நிலைமையாக இருந்தால் எனக்குச் சொல்; பிரிந்து சென்று விரைந்து வருதலைப் பற்றியானால் அதுவரையில் உயிர் வாழ வல்லவர்க்குச் சொல்,"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செல்லாமை உண்டேல் எனக்கு உரை= நீ எம்மைப் பிரியாமை உண்டாயின் அதனை எனக்குச்சொல்;<br/><br/>மற்று நின் வல்வரவு வாழ்வார்க்கு உரை= அஃதுஒழியப் பிரிந்துபோய் விரைந்து வருதல் சொல்வையாயின், அதனை அப்பொழுது உயிர்வாழ்வார்க்குச் சொல்.<br/><br/>தலைமகளை ஒழித்து எனக்கு என்றாள், தான்அவள் என்னும் வேற்றுமையின்மையின். அக்காலம்எல்லாம் ஆற்றியிருந்து அவ்வரவு காணவல்லள்அல்லள், பிரிந்தபொழுதே இறந்துபடும் என்பதாம். அழுங்குவித்தல் பயன்.<br/><br/>இதனைத் தலைமகள் கூற்றாக்கி உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காதலர் போகாமையுண்டாயின் எனக்குக் கூறு; பிரிந்தார் நீட்டியாது விரைந்து வருவாரென்று சொல்லுகின்ற வரவினைப் பின்புளராய் வாழ்வார்க்குக் கூறு.<br/><br/>இது கடிது வருவாரென்ற தோழிக்குத் தலைமகள் ஆற்றாமையாற் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If you will say, 'I leave thee not, ' then tell me so;<br/>Of quick return tell those that can survive this woe."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If it is not departure, tell me; but if it is your speedy return, tell it to those who would be alive then."
          }
        ]
      }
    ],
    "id": 1151
  },
  {
    "kural": {
      "l1": "இன்க ணுடைத்தவர் பார்வல் பிரிவஞ்சும்",
      "l2": "புன்க ணுடைத்தாற் புணர்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்கண் உடைத்தவர் பார்வல் பிரிவஞ்சும்<br/>புன்கண் உடைத்தால் புணர்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அவருடைய பார்வை முன்பு இன்பம் உடையதாக இருந்தது; இப்போது அவருடைய கூட்டம் பிரிவுக்கு அஞ்சுகின்ற துன்பம் உடையதாக இருக்கின்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவர் பார்வல் இன்கண் உடைத்து= தழையும் கண்ணியும் கொண்டு பின்னின்ற ஞான்று அவர் நோக்குமாத்திரமும் புணர்ச்சி குறித்தமையான் நமக்கு இன்பம் உடைத்தாயிருக்கும்;<br/><br/>புணர்வு பிரிவு அஞ்சும் புன்கண் உடைத்து= இன்று அப்புணர்ச்சிதான் நிகழாநிற்கவும், அது பிரிவர் என்று அஞ்சும் அச்சத்தினை உடைத்தாயிற்று. அவர் அன்பின் நிலைமையிது.<br/><br/>'பார்வல்' என்றதனாற் புணர்ச்சிபெறாத பின்னிலைக்காலம் பெறப்பட்டது. 'புன்கண்' என்னும் காரணப்பெயர் காரியத்தின் மேலதாயிற்று. அவ்வச்சத்தினை உடைத்தாதலாவது, \"முள்ளுறழ் முளையெயிற் றமிழ்தூறும் தீநீரைக்/ கள்ளினும் மகிழ்செய்யும் எனவுரைத்தும் அமையார்என்/ ஒள்ளிழை திருத்தும்\" (கலி. பாலைக்கலி,3) பண்டையிற் சிறப்பால் அவன் பிரிதற்குறிப்புக் காட்டி அச்சம் செய்தலுடைமை. அழுங்குவித்தல்- பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நங்காதலரை வரவு பார்த்திருக்குமது இன்பத்தை யுடைத்து; அவரைப் புணர்ந்திருக்கும் இருப்பு. பிரிவாரோ என்று அஞ்சப்படும் துன்பத்தை யுடைத்து."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "It once was perfect joy to look upon his face;<br/>But now the fear of parting saddens each embrace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "His very look was once pleasing; but (now) even intercourse is painful through fear of separation."
          }
        ]
      }
    ],
    "id": 1152
  },
  {
    "kural": {
      "l1": "அரிதரோ தேற்ற மறிவுடையார் கண்ணும்",
      "l2": "பிரிவோ ரிடத்துண்மை யான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அரிதரோ தேற்றம் அறிவுடையார் கண்ணும்<br/>பிரிவோ ரிடத்துண்மை யான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவுடைய காதலரிடத்தும் பிரிவு ஒரு காலத்தில் உள்ளபடியால், அவர் 'பிரியேன்' என்று சொல்லும் உறுதிமொழியை நம்பித் தெளிவது அரிது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவுடையார் கண்ணும்= பிரியேன் என்ற தம்சொல்லும் நம்பிரிவாற்றாமையும் அறிதல் உடையராய கண்ணும்;<br/><br/>ஓரிடத்துப் பிரிவு உண்மையான்= ஒரோவழிப் பிரிவு நிகழ்தலான்;<br/><br/>தேற்றம் அரிது= அவர்சொல்லும் தலையளியும்பற்றி நம்மாட்டு அன்புடையர் எனத் தேறும் தேற்றம் அரிதாயிருந்தது.<br/><br/>அரோ அசைநிலை. உம்மை உயர்வு சிறப்பின்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிரியேனென்ற தஞ்சொல்லும் நம்பிரிவாற்றாமையும் அறிதலுடையராய காதலர்கண்ணும் ஒரோ வழிப் பிரிவு நிகழ்தலான் அவர் சொல்லும் தலையளியும் பற்றி நம்மாட்டன்புடையரெனத் தேறுந்தேற்றம் அரிதாயிருந்தது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To trust henceforth is hard, if ever he depart,<br/>E'en he, who knows, his promise and my breaking heart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As even the lover who understands (everything) may at times depart, confidence is hardly possible."
          }
        ]
      }
    ],
    "id": 1153
  },
  {
    "kural": {
      "l1": "அளித்தஞ்ச லென்றவர் நீப்பிற் றெளித்தசொற்",
      "l2": "றேறியார்க் குண்டோ தவறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அளித்தஞ்சல் என்றவர் நீப்பின் தெளித்தசொல்<br/>தேறியார்க்கு உண்டோ தவறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அருள் மிகுந்தவராய் 'அஞ்ச வேண்டா' என்று முன் தேற்றியவர் பிரிந்து செல்வாரானால் அவர் கூறிய உறுதி மொழியை நம்பித் தெளிந்தவர்க்குக் குற்றம் உண்டோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அளித்து அஞ்சல் என்றவர் நீப்பின்= எதிர்ப்பட்ட ஞான்றே தலையளி செய்து, 'நின்னிற்பிரியேன் அஞ்சல்' என்றவர்தாமே பின் பிரிவாராயின்;<br/><br/>தெளித்த சொல் தேறியார்க்குத் தவறு உண்டோ= அவர்க்குஅன்றி அவர் தெளிவித்த சொல்லை மெய்யெனத் தெளிந்தார்க்குக் குற்றமுண்டோ?<br/><br/>'தேறியார்' என்பது, தன்னைப் பிறர்போற் கூறல். சொல்லும் செயலும் ஒவ்வாமைக்குற்றம் அவர்க்கு எய்தும், அஃது எய்தாவகை அழுங்குவி என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நம்மைத் தலையளிசெய்து நின்னிற் பிரியேன். நீ அஞ்சல் என்றவர் தாமே நீங்கிப் போவாராயின் அவர் தெளிவித்த சொல்லைத் தெளிந்தவர்க்கு வருவதொரு குற்றம் உண்டோ?<br/><br/>தன்மையைப் படர்க்கைபோற் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If he depart, who fondly said, 'Fear not.' what blame's incurred<br/>By those who trusted to his reassuring word?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If he who bestowed his love and said \"fear not\" should depart, will it be the fault of those who believed in (his) assuring words ?"
          }
        ]
      }
    ],
    "id": 1154
  },
  {
    "kural": {
      "l1": "ஓம்பி னமைந்தார் பிரிவோம்பன் மற்றவர்",
      "l2": "நீங்கி னரிதாற் புணர்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஓம்பின் அமைந்தார் பிரிவோம்பல் மற்றவர்<br/>நீங்கின் அரிதால் புணர்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காத்துக் கொள்வதானால் காதலராக அமைந்தவரின் பிரிவு நேராமல் காக்க வேண்டும்; அவர் பிரிந்து நீங்கினால் மீண்டும் கூடுதல் அரிது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஓம்பின் அமைந்தார் பிரிவு ஓம்பல்= என்னுயிரைச் செல்லாமற் காத்தியாயின், அதனை ஆளுதற்கு அமைந்தாருடைய செலவினை அழுங்குவிப்பாயாக;<br/><br/>மற்று அவர்நீங்கின் புணர்வு அரிது= அழுங்குவிப்பார் இன்றி, அவர்செல்வாராயின் அவரால் ஆளப்பட்ட உயிரும் செல்லும், சென்றால் பின் அவரைக்கூடுதல் எனக்கு அரிதாம்.<br/><br/>ஆளுதற்கு அமைதல்- இறைவர் ஆதற்குத் தெய்வத்தால் ஏற்புடையர் ஆதல். மற்று- வினைமாற்றின்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காக்கலாமாயின் அமைந்தார் தம்முடைய பிரிவைக் காக்க; அவர் பிரிவராயின் பின்பு கூடுதல் அரிது.<br/><br/>மேல் தலைமகன் கூறிய சொற்கேட்டு யாது சொல்வேனென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If you would guard my life, from going him restrain<br/>Who fills my life! If he depart, hardly we meet again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If you would save (my life), delay the departure of my destined (husband); for if he departs, intercourse will become impossible. "
          }
        ]
      }
    ],
    "id": 1155
  },
  {
    "kural": {
      "l1": "பிரிவுரைக்கும் வன்கண்ண ராயி னரிதவர்",
      "l2": "நல்குவ ரென்னும் நசை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிரிவுரைக்கும் வன்கண்ணர் ஆயின் அரிதவர்<br/>நல்குவர் என்னும் நசை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிரிவைப்பற்றித் தெரிவிக்கும் அளவிற்குக் கல் நெஞ்சம் உடையவரானால், அத்தகையவர் திரும்பி வந்து அன்பு செய்வார் என்னும் ஆசை பயனற்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவர் பிரிவு உரைக்கும் வன்கண்ணர் ஆயின்= நம் கவவுக்கடுமை அறிந்த தலைவர்தாமே நம்முனின்று தம்பிரிவினை உணர்த்தும் வன்கண்மை உடையராயின்;<br/><br/>நல்குவர் எ்னனும் நசை அரிது= அத்தன்மையார் பின்பு நம் ஆற்றாமை அறிந்து வந்து தலையளிசெய்வார் என்று இருக்கும் ஆசை விடப்படும்.<br/><br/>அருமை- பயன்படுதல் இல்லாமை. கூடியிருந்தே அன்பின்றிப் பிரிவு எ்ணணுதலும் உணர்த்தலும் வல்லர் ஆயினார் பிரிந்துபோய் அன்புடையராய் நம்மை நினைத்துவந்து நல்குதல் யாண்டையது என்பதாம். அழுங்குவித்தல் பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிரிவினை யுரைக்கும் வன்கண்மையை யுடையராயின் அவர் மறுத்துவந்து நல்குவரென்னும் ஆசை யில்லை.<br/><br/>இது தலைமகன் பிரிந்தானென்று கேட்டவிடத்து நின்னிற் பிரியேனென்ற சொல்லை உட்கொண்டு தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To cherish longing hope that he should ever gracious be,<br/>Is hard, when he could stand, and of departure speak to me."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If he is so cruel as to mention his departure (to me), the hope that he would bestow (his love) must be given up."
          }
        ]
      }
    ],
    "id": 1156
  },
  {
    "kural": {
      "l1": "துறைவன் றுறந்தமை தூற்றாகொன் முன்கை",
      "l2": "யிறையிறவா நின்ற வளை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துறைவன் துறந்தமை தூற்றாகொல் முன்கை<br/>இறைஇறவா நின்ற வளை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என் மெலிவால் முன்கையில் இறைகடந்து சுழலும் வளையல்கள், தலைவன் விட்டுப் பிரிந்த செய்தியைப் பலரறியத் தெரிவித்துத் தூற்றாமலிருக்குமோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துறைவன் துறந்தமை = துறைவன் என்னைப் பிரியலுற்றமையை;<br/><br/>முன்கை இறை இறவாநின்ற வளை தூற்றாகொல்= அவன் உணர்த்தாமல் தாமே உணர்ந்து என் முன்கையிறையினின்றும் கழலாநின்ற வளைகள் என்க்கு அறிவியாவோ, அவன் உணர்த்த உணர்ந்துவந்து நீ அறிவித்தல் வேண்டுமோ.<br/><br/>முன்னே நிகழ்ந்தமையின் 'துறந்தமை' என்றும், கேட்டதுணையான் மெலிந்து ஆ்றறாமையின் 'இறவாநின்ற' என்றும் கூறினாள். அழுங்குவித்து வந்து கூறற்பாலை அல்லையாய் நீயும் இவ்வளைகள் செய்தனவே செய்தாய் எனப் புலந்து கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இறைவன் பிரிகின்றமையை எமக்கு அறிவியாவோ? முன் கையின் இறையைக் கடவாநின்ற வளைகள்.<br/><br/>முன்பே அறிதலான், உடம்பு மெலிந்தது என்றவா றாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The bracelet slipping from my wrist announced before<br/>Departure of the Prince that rules the ocean shore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Do not the rings that begin to slide down my fingers forebode the separation of my lord ?"
          }
        ]
      }
    ],
    "id": 1157
  },
  {
    "kural": {
      "l1": "இன்னா தினனில்லூர் வாழ்த லதனினு",
      "l2": "மின்னா தினியார்ப் பிரிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்னாது இனன்இல்ஊர் வாழ்தல் அதனினும்<br/>இன்னாது இனியார்ப் பிரிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இனத்தவராக நம்மேல் அன்புடையார் இல்லாத ஊரில் வாழ்தல் துன்பமானது; இனிய காதலரின் பிரிவு அதைவிடத் துன்பமானது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இனன் இல் ஊர் வாழ்தல் இன்னாது= மகளிர்க்குத் தம் குறிப்பறியும் தோழியர் இல்லாத வேற்றூரின்கண் வாழ்தல் இன்னாது; இனியார்ப்பிரிவு அதனினும் இன்னாது= அதன்மேலும் தம் காதலரைப் பிரிதல் அதனினும் இன்னாது.<br/><br/>தலைவன் செலவினை அழுங்குவித்து வாராது, உடன்பட்டு வந்தமைபற்றிப் புலக்கின்றாள்ஆகலின், 'இனன்இல்லூர்' என்றாள். உலகியல் கூறுவாள்போன்று தனக்கு அவ்விரண்டும் உண்மை கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்கு இனமில்லாதவூரின்கண் இருந்து வாழ்தல் இன்னாது: இனியாரைப் பிரிதல் அதனினும் இன்னாது.<br/><br/>இது பிரிவுணர்த்திய தலைமகற்கு இவ்விரண்டு துன்பமும் எங்கட்குளவாமென்று பிரிவுடன்படாது தோழி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis sad to sojourn in the town where no kind kinsmen dwell;<br/>'Tis sadder still to bid a friend beloved farewell."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Painful is it to live in a friendless town; but far more painful is it to part from one's lover."
          }
        ]
      }
    ],
    "id": 1158
  },
  {
    "kural": {
      "l1": "தொடிற் சுடினல்லது காமநோய் போல",
      "l2": "விடிற்சுட லாற்றுமோ தீ"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தொடிற்சுடின் அல்லது காமநோய் போல<br/>விடிற்சுடல் ஆற்றுமோ தீ"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெருப்பு, தன்னைத் தொட்டால் சுடுமே அல்லாமல் காமநோய்போல் தன்னை விட்டு நீங்கியபொழுது சுடவல்லதாகுமோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தீத்தொடின் சுடல் அல்லது= தீத் தன்னைத் தொட்டாற் சுடுமாயின் சுடுதல்அல்லது;<br/><br/>காமநோய் போல விடின் சுடல் ஆற்றுமோ= காமமாகிய நோய்போலத் தன்னை அகன்றாற் தப்பாது சுடுதலைவற்றோ, மாட்டாது.<br/><br/>சுடுமாயின் என்பது, மந்திர மருந்துகளான் தம்பிக்கப்படாதாயின் என்றவாறு. காமத்திற்கு அதுவும் இல்லை என்பாள் வாளா 'சுடல்' என்றாள். அகறல்- நுகராமை. சுடல் என்பது முன்னும் கூட்டப்பட்டது. தீயினும் கொடியதனை யான் ஆற்றுமாறு என்னை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தீண்டினாற் சுடுமதல்லது காமநோய்போல, நீங்கினாற் சுடவற்றோ தீ.<br/><br/>தலைமகன் பிரிந்துழித் தலைமகளாற்றாமை கண்டு தோழி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fire burns the hands that touch; but smart of love<br/>Will burn in hearts that far away remove."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Fire burns when touched; but, like the sickness of love, can it also burn when removed ?"
          }
        ]
      }
    ],
    "id": 1159
  },
  {
    "kural": {
      "l1": "அரிதாற்றி யல்லனோய் நீக்கிப் பிரிவாற்றிப்",
      "l2": "பின்னிருந்து வாழ்வார் பலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அரிதாற்றி அல்லல்நோய் நீக்கிப் பிரிவாற்றிப்<br/>பின்இருந்து வாழ்வார் பலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிரியமுடியாத பிரிவிற்கு உடன்பட்டு,(பிரியும் போது) துன்பத்தால் கலங்குவதையும் விட்டு, பிரிந்தபின் பொறுத்திருந்து பின்னும் உயிரோடிருந்து வாழ்வோர் உலகில் பலர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "(நீ சொல்லுகின்றது ஒக்கும்) அரிது ஆற்றி அல்லல் நோய் நீக்கி= பிரிவு உணர்த்தியவழி அதற்கு உடம்பட்டுப் பிரியுங்கால் நிகலும் அல்லல் நோயினையும் நீக்கி;<br/><br/>பிரிவு ஆற்றிப் பின் இருந்து வாழ்வார் பலர்= பிரிந்தால் அப்பிரிவுதன்னையும் ஆற்றிப் பின்னும் இருந்து உயிர்வாழும் மகளிர் உலகத்துப் பலர்.<br/><br/>பண்டை இற்சிறப்பத் தலையளிபெற்று இன்புறுகின்ற எல்லைக் கண்ணே, அஃது இழந்து துன்புறுதற்கு உடம்படுதல் அரியது ஒன்றாகலின், அரியதனைச்செய்து என்றும், செல்லும் தேயத்து அவர்க்கு யாது நிகழுமென்றும், வருந்துணையும் யாம் ஆ்றறியிருக்குமாறு என் என்றும், அவ்வரவுதான் எஞ்ஞான்று வந்து எய்தும் என்றும், இவ்வாற்றான் நிகழும் கவலை மனத்து நீங்காது ஆகலான் 'அல்லல் நோய் நீக்கி' என்றும், பிரிந்தால் வருந்துணையும் அகத்து நிகழும் காமவேதனையும், புறத்து யாழிசை மதி தென்றல் என்று இவைமுதலாக வந்து அதனை வளர்ப்பனவும் ஆற்றல் அரியவாகலின் 'பிரிவாற்றி' என்றும், தம்காதலரை இன்றியமையா மகளிருள் இவையெல்லாம் பொறுத்துப் பின்னும் இருந்து உயிர்வாழ்வார் ஒருவரும் இல்லை என்பது குறிப்பால் தோன்றப் 'பின்னிருந்து வாழ்வார் பலர்' என்றும் கூறினாள். 'அரிது' என்பது, வினைக்குறிப்புப்பெயர். பிரிவின்கண் நிகழ்வனவற்றைப் 'பிரிவு' என்றாள். 'செய்து', 'நீக்கி', 'ஆற்றி' என்பன, ஓசைவகையான் அவ்வவற்றது அருமை உணரநின்றன. சிறப்பும்மை விகாரத்தான் தொக்கது. யானும் இறந்துபடுவல் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொறத்தற்கரியதனைப் பொறுத்து, அல்லல் செய்யும் நோயை நீக்கிப் பிரிவையும் பொறுத்துக் காதலரை நீங்கியபின் தமியராயிருந்து வாழ்வார் பலர்.<br/><br/>அல்லல்நோய்- காமவேதனை. பிரிவாற்றுதல்- புணர்ச்சியின்மையைப் பொறுத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Sorrow's sadness meek sustaining, Driving sore distress away,<br/>Separation uncomplaining Many bear the livelong day!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As if there were many indeed that can consent to the impossible, kill their pain, endure separation and yet continue to live afterwards. "
          }
        ]
      }
    ],
    "id": 1160
  }
]