export default [
  {
    "kural": {
      "l1": "தன்னூன் பெருக்கற்குத் தான்பிறி தூனுண்பா",
      "l2": "னெங்ஙன மாளு மருள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தன்னூன் பெருக்கற்குத் தான்பிறிது ஊனுண்பான்<br/>எங்ஙனம் ஆளும் அருள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் உடம்பைப் பெருக்கச் செய்வதற்காகத் தான் மற்றோர் உயிரின் உடம்பைத் தின்கின்றவன் எவ்வாறு அருளுடையவனாக இருக்க முடியும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன் ஊன் பெருக்கற்குத் தான் பிறிது ஊன் உண்பான்= தன் உடம்பை வீக்குதற்பொருட்டுத் தான் பிறிதோர் உயிரின் உடம்பைத் தின்பவன்; எங்ஙனம் ஆளும் அருள்= எவ்வகையான் நடத்தும் அருளினை.<br/><br/>பயன் இலாத ஊன் பெருக்கலைப் பயன் எனக் கருதி, இக்கொடுமை செய்வானே அறிவிலாத கொடியோன் என்றவாறு ஆயிற்று. 'எங்ஙனம் ஆளும் அருள்' என்பது, ஆளான் என்பது பயப்ப நின்ற இகழ்ச்சிக் குறி்ப்பு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன் ஊன் பெருக்கற்கு-தன்னுடம்பை வளர்த்தற்கு, தான் பிறிது ஊன் உண்பான்- தான் பிறிதொன்றினது உடம்பை உண்ணுமவன், எங்ஙனம் அருள் ஆளும்-எவ்வாறு அருளினை ஆள்வான்?<br/><br/>ஊனுண்ண அருள் கெடுமோ என்றார்க்கு, இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "How can the wont of 'kindly grace' to him be known,<br/>Who other creatures' flesh consumes to feed his own?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "How can he be possessed of kindness, who to increase his own flesh, eats the flesh of other creatures."
          }
        ]
      }
    ],
    "id": 251
  },
  {
    "kural": {
      "l1": "பொருளாட்சி போற்றாதார்க் கில்லை யருளாட்சி",
      "l2": "யாங்கில்லை யூன்றின் பவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருளாட்சி போற்றாதார்க்கு இல்லை அருளாட்சி<br/>ஆங்கில்லை ஊன்தின் பவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளுடையவராக இருக்கும் சிறப்பு, அப்பொருளை வைத்துக் காப்பாற்றாதவர்க்கு இல்லை; அருளுடையவராக இருக்கும் சிறப்பு, புலால் தின்பவர்க்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருள் ஆட்சி போற்றாதார்க்கு இல்லை= பொருளால் பயன் கோடல் அதனைப் பாதுகாவாதார்க்கு இல்லை; ஆங்கு அருள் ஆட்சி ஊன் தின்பவர்க்கு இல்லை= அது போல அருளால் பயன் கோடல் ஊன் தின்பவர்க்கு இல்லை.<br/><br/>பொருட்பயன் இழத்தற்குக் காரணம் காவாமை போல, அருட்பயன் இழத்தற்கு ஊன் தின்னல் காரணம் என்பதாயிற்று.<br/><br/>ஊன்தின்றார் ஆயினும், உயிர்கட்கு ஒரு தீங்கும் நினையாதார்க்கு அருள் ஆள்தற்கு இழுக்கு இல்லை என்பாரை மறுத்து, அஃது உண்டு என்பது இவை இரண்டு பாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் ஆட்சி போற்றுதார்க்கு இல்லை-பொருள்தனை ஆளுதல் (அதனைக்) காக்கமாட்டாதார்க்கு இல்லை; ஆங்கு அருள் ஆட்சி ஊன் தின்பவர்க்கு இல்லை-அது போல அருளினை ஆளுதல் ஊன் தின்பவர்க்கு இல்லை.<br/><br/>ஊனுண்ண அருட்கேடு வரும் என்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No use of wealth have they who guard not their estate;<br/>No use of grace have they with flesh who hunger state."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As those possess no property who do not take care of it, so those possess no kindness who feed on flesh."
          }
        ]
      }
    ],
    "id": 252
  },
  {
    "kural": {
      "l1": "படைகொண்டார் நெஞ்சம்போல் நன்றூக்கா தொன்ற",
      "l2": "னுடற்சுவை யுண்டார் மனம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "படைகொண்டார் நெஞ்சம்போல் நன்றூக்காது ஒன்றன்<br/>உடல்சுவை உண்டார் மனம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஓர் உயிரின் உடம்பைச் சுவையாக உண்டவரின் மனம் கொலைக்கருவியைக் கையில் கொண்டவரின் நெஞ்சம் போல் நன்மையாகிய அருளைப் போற்றாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "படை கொண்டார் நெஞ்சம் போல்= கொலைக் கருவியைத் தம் கையில் கொண்டவர் மனம் அதனால் செய்யும் கொலையையே நோக்குவது அல்லது, அருளை நோக்காதவாறு போல; ஒன்றன் உடல்சுவை உண்டார் மனம் நன்று ஊக்காது= பிறிதோர் உயிரின் உடலைச் சுவைபட உண்டவர் மனம் அவ்வூனையே நோக்குவதுஅல்லது அருளை நோக்காது.<br/><br/>சுவைபட உண்டல்- காயங்களான் இனிய சுவைத்து ஆக்கி உண்டல். இதனான் ஊன் தின்றார் மனம் தீங்குநினைத்தல் உவம அளவையால் சாதித்து, மேலது வலியுறுத்தப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "படைகொண்டார் நெஞ்சம் போல் நன்று ஊக்காது-ஆயுதம் கைக்கொண்டவர்கள் நெஞ்சுபோல் நன்மையை நினையாது, ஒன்றின் உடல் சுவை உண்டார் மனம்-ஓன்றின் உடலைச் சுவைபட உண்டார் மனம்.<br/><br/>இஃது, ஊனுண்பார் நெஞ்சம் அறத்தை நினையா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like heart of them that murderous weapons bear, his mind,<br/>Who eats of savoury meat, no joy in good can find."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Like the (murderous) mind of him who carries a weapon (in his hand), the mind of him who feasts with pleasure on the body of another (creature), has no regard for goodness."
          }
        ]
      }
    ],
    "id": 253
  },
  {
    "kural": {
      "l1": "அருளல்ல தியாதெனிற் கொல்லாமை கோறல்",
      "l2": "பொருளல்ல தவ்வூன் றினல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருளல்லது யாதெனில் கொல்லாமை கோறல்<br/>பொருளல்லது அவ்வூன் தினல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அருள் எது என்றால் ஓர் உயிரையும் கொல்லாமலிருத்தல்; அருளல்லாதது எது என்றால் உயிரைக் கொல்லுதல்; அதன் உடம்பைத் தின்னுதல் அறம் அல்லாதது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருள் யாது எனின் கொல்லாமை= அருள்யாது எனின், கொல்லாமை; அல்லது (யாதெனின்) கோறல்= அருள் அல்லது யாது எனின் கோறல்; அவ்வூன் தினல் பொருள் அல்லது= ஆகலான், அக்கோறலான் வந்த ஊனைத் தின்கை பாவம்.<br/><br/>உபசாரவழக்கால் 'கொல்லாமை', 'கோறல்' ஆகிய காரியங்களை 'அருள்', 'அல்லது' எனக் காரணங்கள்ஆக்கியும், 'ஊன்தின்கை' ஆகிய காரணத்தைப் பாவம் எனக் காரியமாக்கியும் கூறினார். அருள்அல்லது- கொடுமை. சிறப்புப் பற்றி அறமும் பொருள் எனப்படுதலின், பாவம் 'பொருள்அல்லது' எனப்பட்டது. 'கோறல்' என முன்நின்றமையின், 'அவ்வூன்' என்றார். இனி, இதனை இவ்வாறன்றி 'அருளல்லது' என்பதனை ஒன்றாக்கி, 'கொல்லாமை கோறல்' என்பதற்குக் கொல்லாமை என்னும் விரதத்தை அழித்தல் என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அருள் அல்லது யாது எனின்-அருளல்லது யாதெனில், கொல்லாமை கோறல்-கொல்லாமையைச் சிதைத்தல் (என்க); பொருள் அல்லது அவ்வூன் தினல்-பொருளல்லது (யாதெனில்) அவ்வூனைத் தின்னல் (என்க).<br/><br/>[பொருளல்லது-பயனில்லாதது, கொல்லாமையைச் சிதைத்தல்-கொலையைச் செய்தல்.]<br/><br/>புலால் உண்பதனால் அருள் கெடுதலே யன்றிப் பெறுவதொரு பயனும் இல்லையென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'What's grace, or lack of grace?'To kill' is this , that 'not to kill';<br/>To eat dead flesh can never worthy end fulfil."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If it be asked what is kindness and what its opposite, the answer would be preservation and destruction of life; and therefore it is not right to feed on the flesh (obtained by taking away life)."
          }
        ]
      }
    ],
    "id": 254
  },
  {
    "kural": {
      "l1": "உண்ணாமை யுள்ள துயிர்நிலை யூனுண்ண",
      "l2": "வண்ணாத்தல் செய்யா தளறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உண்ணாமை உள்ளது உயிர்நிலை ஊனுண்ண<br/>அண்ணாத்தல் செய்யாது அளறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உயிர்கள் உடம்புபெற்று வாழும் நிலைமை, ஊன் உண்ணாதிருத்தலை அடிப்படையாகக் கொண்டது; ஊன் உண்டால் நரகம் அவனை வெளிவிடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உயிர் நிலை ஊன் உண்ணாமை உள்ளது= ஒருசார் உயிர் உடம்பின்கண்ணே நிற்றல் ஊன் உண்ணாமை என்கின்ற அறத்தின்கண்ணது; உண்ண= ஆகலான், அந்நிலை குலைய ஒருவன் அதனை உண்ணுமாயின்; அளறு அண்ணாத்தல் செய்யாது= அவனை விழுங்கிய நிரயம் பின் உமிழ்வதற்கு அங்காவாது.<br/><br/>உண்ணப்படும் விலங்குகள் அதனால் தேய்ந்து சிலவாக, ஏனைய பலவாய் வருதலின், உண்ணாமை உள்ளது உயிர்நிலை என்றார். உண்ணின் என்பது, உண்ண எனத்திரிந்து நின்றது.ஊன் உண்டவன் அப்பாவத்தான் நெடுங்காலம் நிரயத்துள் அழுந்தும் என்பதாம்.<br/><br/>கொலைப்பாவம் கொன்றார்மேல் நிற்றலின் பின் ஊன் உண்பார்க்குப் பாவமில்லை என்பாரை மறுத்து, அஃது உண்டு என்பது இவ்விரண்டு பாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "(ஊன்) உண்ணாமை உயிர் நிலை உள்ளது-ஊனை உண்ணாமையினால் உயிர் நிலையைப் பெறுதல் உள்ளதாம்; ஊன் உண்ண அளறு அண்ணாத்தல் செய்யாது-ஊனை உண்ண (உண்டாரை எல்லா உலகத்தினும் இழிந்த) நரகம் (விழுங்கிக் கொண்டு) அங்காவாது. .<br/><br/>அங்காவாமை-புறப்பட விடாமை-[வெளிப்பட விடாமை.]<br/><br/>[உயிர் நிலையைப் பெறுதல்-உயிர் பிறப்பிறப்பின்றி நிற்றல்-வீடு.]<br/><br/>இஃது, ஊன் உண்ணாதார் வீடு பெறுவா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If flesh you eat not, life's abodes unharmed remain;<br/>Who eats, hell swallows him,and renders not again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to eat flesh contributes to the continuance of life; therefore if a man eat flesh, hell will not open its mouth (to let him escape out, after he has once fallen in)."
          }
        ]
      }
    ],
    "id": 255
  },
  {
    "kural": {
      "l1": "தினற்பொருட்டாற் கொல்லா துலகெனின் யாரும்",
      "l2": "விலைப்பொருட்டா லூன்றருவா ரில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தினற்பொருட்டால் கொல்லாது உலகெனின் யாரும்<br/>விலைப்பொருட்டால் ஊன்றருவா ரில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புலால் தின்னும்பொருட்டு உலகத்தார் உயிர்களைக் கொல்லாதிருப்பாரானால், விலையின் பொருட்டு ஊன் விற்பவர் இல்லாமல் போவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தினல்பொருட்டால் = பேதைமை காரணமாக அல்லது, ஊன் தின்கை காரணமாக; உலகு கொல்லாது எனின்= உலகம் கொல்லாதாயின்; விலைப் பொருட்டால் ஊன் தருவார் யாரும் இல்= பொருள் காரணமாக ஊன் விற்பார் யாவரும் இல்லை.<br/><br/>'உலகு' என்பது, ஈண்டு உயிர்ப்பன்மை மேல் நின்றது. பின்நிகழும் 'தின்கை' முன்நிகழும் கொலைக்குக் காரணம் ஆகாமையின், தின்பார்க்குக் காரணத்தான் வரும் 'பாவம் இல்லை' என்ற வாதியை நோக்கி, அருத்தாபத்தி அளவையால் காரணமாதல் சாதித்தமையின் இதனான் மேலது வலியுறுத்தப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தினல் பொருட்டு உலகு கொள்ளாது எனின்-தின்னுதற்காக உலகத்தார் கொள்ளார்களாகில், விலை பொருட்டு ஊன் தருவார் யாரும் இல்-விலைக்காக ஊன் விற்பார் யாரும் இல்லையாம். [ஆல் இரண்டும் அசை.]<br/><br/>கொன்று தின்னாது, விலைக்குக் கொண்டு தின்பார்க்குக் குற்றமென்னை யென்றார்க்கு, அதனானும் கொலைப்பாகம் வருமென்று இது கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'We eat the slain,' you say, 'by us no living creatures die;<br/>Who'd kill and sell, I pray, if none came there the flesh to buy?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the world does not destroy life for the purpose of eating, then no one would sell flesh for the sake of money."
          }
        ]
      }
    ],
    "id": 256
  },
  {
    "kural": {
      "l1": "உண்ணாமை வேண்டும் புலாஅல் பிறிதொன்றன்",
      "l2": "புண்ண துணர்வார்ப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உண்ணாமை வேண்டும் புலாஅல் பிறிதொன்றன்<br/>புண்ணது உணர்வார்ப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புலால் உண்ணாமலிருக்க வேண்டும்; ஆராய்ந்து அறிவாரைப் பெற்றால், அப்புலால் வேறோர் உயிரின் புண் என்பதை உணரலாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புலாஅல் பிறிது ஒன்றன் புண்= புலாலாவது, பிறிதோர் உடம்பின் புண்; அது உணர்வார்ப்பெறின்= அது தூய்து அன்மை அறிவாரைப் பெறின்; உண்ணாமை வேண்டும்= அதனை உண்ணாது ஒழியல் வேண்டும்.<br/><br/>அஃது என்னல் வேண்டும்= ஆய்தம் விகாரத்தால் தொக்கது. அம்மெய்ம்மை உணராமையின், அதனை உண்கின்றார் என்பதாம்.<br/><br/>பொருந்தும் ஆற்றானும், புலால் உண்டல் இழிந்தது என்பது இதனான் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புலாலை உண்ணாமை வேண்டும்- புலாலை உண்ணாமை வேண்டும்; உணர்வார் பெறின்-(அதன் உண்மைத் தன்மையைக்) காண்பார் உண்டாயின், அது பிறிது ஒன்றின் புண் - அது பிறிது ஒன்றின் புண்ணாகும்.<br/><br/>[பிறிது ஒன்றின்-வேறு ஓர் பிராணியின்.]<br/><br/>இது, புலால் மறுத்தல் வேண்டுமென்பதூஉம், அது தூயதாமென்பதூஉம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With other beings' ulcerous wounds their hunger they appease;<br/>If this they felt, desire to eat must surely cease."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If men should come to know that flesh is nothing but the unclean ulcer of a body, let them abstain from eating it."
          }
        ]
      }
    ],
    "id": 257
  },
  {
    "kural": {
      "l1": "செயிரின் றலைப்பிரிந்த காட்சியா ரு்ண்ணா",
      "l2": "ருயிரின் றலைப்பிரிந்த வூன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செயிரின் தலைப்பிரிந்த காட்சியார் உண்ணார்<br/>உயிரின் தலைப்பிரிந்த ஊன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றத்திலிருந்து நீங்கிய அறிவை உடையவர், ஓர் உயிரினடத்திலிருந்து பிரிந்துவந்த உடம்பாகிய ஊனை உண்ணமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செயிரின் தலைப்பிரிந்த காட்சியார்= மயக்கம் ஆகிய குற்றத்தின் நீங்கிய அறிவினை உடையார்; உயிரின் தலைப்பிரிந்த ஊன் உண்ணார்= ஓர் உயிரின் நீங்கி வந்த ஊனை உண்ணார்.<br/><br/>'தலைப்பிரிவு' எனபது ஒருசொல். பிணம் என ஊனின் மெய்ம்மை தானே உணர்தலின் 'உண்ணார்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செயிரின் தலைப்பிரிந்த காட்சியார் உண்ணார்-குற்றத்தினின்றும் நீங்கின தெளிவையுடையார் உண்ணார், உயிரின் தலைப் பிரிந்த ஊன்-உயிரினின்றும் நீங்கின உடம்பை.<br/><br/>இம் மேற்கூறிய குற்றமெல்லாம் பயத்தலின், புலாலைத் தெளிவுடையோர் உண்ணா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose souls the vision pure and passionless perceive,<br/>Eat not the bodies men of life bereave."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wise, who have freed themselves from mental delusion, will not eat the flesh which has been severed from an animal."
          }
        ]
      }
    ],
    "id": 258
  },
  {
    "kural": {
      "l1": "அவிசொரிந் தாயிரம் வேட்டலி னொன்ற",
      "l2": "னுயிர்செகுத் துண்ணாமை நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அவிசொரிந் தாயிரம் வேட்டலின் ஒன்றன்<br/>உயிர்செகுத் துண்ணாமை நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெய் முதலிய பொருள்களைத் தீயில் சொரிந்து ஆயிரம் வேள்விகள் செய்தலைவிட, ஒன்றன் உயிரைக் கொன்று உடம்பைத் தின்னாதிருத்தல் நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அவி சொரிந்து ஆயிரம் வேட்டலின்= தீயின்கண் நெய் முதலிய அவிகளைச் சொரிந்து ஆயிரம் வேள்வி வேட்டலினும்; ஒன்றன் உயிர் செகுத்து உண்ணாமை நன்று= ஒருவிலங்கின் உயிரைப் போக்கி அது நின்ற ஊனை உண்ணாமை நன்று.<br/><br/>அவ்வேள்விகளான் வரும் பயனினும் இவ்விரதத்தான் வரும் பயனே பெரிது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவி சொரிந்து ஆயிரம் வேட்டலின்-நெய்யைச் சொரிந்து ஆயிரம் வேள்வி வேட்டலினும், ஒன்றின் உயிர் செகுத்து உண்ணாமை நன்று-ஒன்றின் உயிரை நீக்கி அதன் உடம்பை உண்ணாமை நன்று.<br/><br/>இது, புலாலுண்ணாமை எல்லாப் புண்ணியங்களிலும் நன்றென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than thousand rich oblations, with libations rare,<br/>Better the flesh of slaughtered beings not to share."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to kill and eat (the flesh of) an animal, is better than the pouring forth of ghee etc., in a thousand sacrifices."
          }
        ]
      }
    ],
    "id": 259
  },
  {
    "kural": {
      "l1": "கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி",
      "l2": "யெல்லா வுயிருந் தொழும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி<br/>எல்லா உயிருந் தொழும். ⁠"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஓருயிரையும் கொல்லாமல் புலால் உண்ணாமல் வாழ்கின்றவனை உலகத்தில் உள்ள எல்லா உயிர்களும் கைகூப்பி வணங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொல்லான் புலாலை மறுத்தானை= ஓர் உயிரையும் கொல்லாதவனுமாய்ப் புலாலையும் உண்ணாதவனை; எல்லா உயிரும் கை கூப்பித் தொழும்= எல்லா உயிரும் கை குவித்துத் தொழும்.<br/><br/>இவ்விரண்டு அறமும் ஒருங்கு உடையார்க்கல்லது, ஒன்றே உடையார்க்கு அதனால் பயன் இல்லை ஆதலின், கொல்லாமையும் உடன்கூறினார். இப்பேரருள் உடையான், மறுமைக்கண் தேவரின் மிக்கான்ஆம் என அப்பயனது பெருமை கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கொல்லான் புலாலை மறுத்தானை-கொல்லானுமாய்ப் புலாலையுண்டலைத் தவிர்த்தவனுமாய் நிற்பானை; எல்லா உயிரும் கைகூப்பி தொழும்-எல்லா உயிரும் . கூப்பித் தொழும். [கை கூப்பி - கைகுவித்து.]<br/><br/>இது, புலாலுண்ணாதான் தேவர்க்கு மேலாவ னென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who slays nought - flesh rejects - his feet before,<br/>All living things with clasped hands adore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "All creatures will join their hands together, and worship him who has never taken away life, nor eaten flesh."
          }
        ]
      }
    ],
    "id": 260
  }
]