export default [
  {
    "kural": {
      "l1": "ஒளியொருவற் குள்ள வெறுக்கை யிளியொருவற்",
      "l2": "கஃதிறந்து வாழ்து மெனல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒளிஒருவற்கு உள்ள வெறுக்கை இளிஒருவற்கு<br/>அஃதிறந்து வாழ்தும் எனல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்கு ஒளி ஊக்கமிகுதியே ஆகும்; ஒருவனுக்கு இழிவு அந்த ஊக்கம் இல்லாமலே உயிர் வாழலாம் என்று எண்ணுதலாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவற்கு ஒளி உள்ள வெறுக்கை= ஒருவனுக்கு ஒளியாவது, பிறரால் செயற்கு அரிய செய்வேம் என்று கருதும் ஊக்கமிகுதி; ஒருவற்கு இளி அஃது இறந்து வாழ்தும் எனல்= ஒருவனுக்கு மாசாவது, அச்செயலை ஒழிந்து உயிர்வாழக் கடவேம் என்று கருதுதல்.<br/><br/>'ஒளி': தான் உளனாய காலத்து மிக்குத் தோன்றுதலுடைமை. \"ஒளிநிறா னோங்குபுகழ் செய்யான்\"Â என்றார் பிறரும். மேலும், \"செயற்கரிய செய்வார் பெரியர்\"Ê என்றாராயினும், ஈண்டு அவை அளவிறந்த ஒப்புரவு, ஈகை முதலியவாம். அவற்றினானாய பெருமையை அதன் காரணத்தின் மேலிட்டு 'உள்ள வெறுக்கை' என்றும், அதுதன்னையே அதன் காரியமாகிய ஒளியாக்கியும் கூறினார். இவ்வாறு இதன் எதிர்மறைக்கண்ணும் ஒக்கும்.<br/><br/>இதனான் பெருமையின் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவனுக்கு மனப்பெருமை புகழாம்: அதனை நீங்கி வாழுமென்று பிறர் சொல்லுதல் ஒருவனுக்கு இளிவாமாதலான்.<br/><br/>இது பெருமையாவது நிறையுடைமை யென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The light of life is mental energy; disgrace is his<br/>Who say's 'I ill lead a happy life deviod of this.'"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One's light is the abundance of one's courage; one's darkness is the desire to live destitute of such (a state of mind.)"
          }
        ]
      }
    ],
    "id": 971
  },
  {
    "kural": {
      "l1": "பிறப்பொக்கு மெல்லா வுயிர்க்குஞ் சிறப்பொவ்வா",
      "l2": "செய்தொழில் வேற்றுமை யான்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்பொவ்வா<br/>செய்தொழில் வேற்றுமை யான்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லா உயிர்க்கும் பிறப்பு ஒரு தன்மையானதே; ஆயினும் செய்கின்ற தொழில்களின் உயர்வு தாழ்வு வேறுபாடுகளால் சிறப்பியல்பு ஒத்திருப்பதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லா உயிர்க்கும் பிறப்பு ஒக்கும்= எல்லா மக்கள் உயிர்க்கும் பொதுவாகிய பிறப்பியல்பு ஒக்குமே எனினும்; சிறப்பு ஒவ்வா செய்தொழில் வேற்றுமையான்= பெருமை, சிறுமை எனப்பட்ட சிறப்பியல்கள் ஒவ்வா, அவை செய்யும் தொழில்களது வேறுபாட்டான்.<br/><br/>வேறுபாடு: நல்லனவும், தீயனவும் இரண்டுமாயினவும், இரண்டும் அல்லவாயினவுமாய அளவிறந்த பாகுபாடுகள். வினைவயத்தான் பஞ்சபூத பரிணாமமாகிய யாக்கையைப் பொருந்தி நின்று அதன் பயன் அனுபவித்தல், எல்லா வருணத்தார்க்கும் ஒத்தலின் 'பிறப்பொக்கும்' என்றும், பெருமை சிறுமைகட்குக் கட்டளைக் கல்Ŵலாகிய தொழிற் பாகுபாடுகள் வருணந்தோறும், யாக்கைதோறும் வேறுபடுதலின் 'சிறப்பொவ்வா' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லா வுயிர்க்கும் பிறப்பால் ஒரு வேறுபாடில்லை. ஆயினும் தான்செய் தொழிலினது ஏற்றச் சுருக்கத்தினாலே பெருமை ஒவ்வாது.<br/><br/>எனவே, இது பெருமையாவது குலத்தினால் அறியப்படா தென்பதூஉம் அதற்குக் காரணமும் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "All men that live are one in circumstances of birth,<br/>Diversities of works give each his special worth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "All human beings agree as regards their birth but differ as regards their characteristics, because of the different qualities of their actions."
          }
        ]
      }
    ],
    "id": 972
  },
  {
    "kural": {
      "l1": "மேலிருந்து மேலல்லார் மேலல்லர் கீழிருந்துங்",
      "l2": "கீழல்லார் கீழல் லவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மேலிருந்தும் மேலல்லார் மேலல்லர் கீழிருந்தும்<br/>கீழல்லார் கீழல் லவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மேல்நிலையில் இருந்தாலும் மேன்மைப் பண்பு இல்லாதவர் மேலானவர் அல்லர்; கீழ்நிலையில் இருந்தாலும் இழிகுணம் இல்லாதவர் கீழ்மக்கள் அல்லர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மேல் அல்லார் மேல் இருந்தும் மேல் அல்லர்= செயற்கு அரிய செய்கலாது சிறியராயினார், உயர்ந்து அமளி முதலியவற்றின் மிசையிருந்தவராயினும், பெரியராகார்; கீழ் அல்லவர் கீழ் இருந்தும் கீழ் அல்லார்= அவை செய்து பெரியராயினார், தாழ்ந்த வறுநிலத்து இருந்தாராயினும், சிறியர் ஆகார்.<br/><br/>மேலிருத்தல், கீழிருத்தல்களான் செல்வ நல்குரவுகளும், மேல் கீழ்களாற் பெருமை சிறுமைகளும் கருதப்பட்டன.<br/><br/>இவை இரண்டு பாட்டானும் முறையே குடிமை மாத்திரத்தானும், செல்வமாத்திரத்தானும் அஃது உளதாகாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மேலான இடத்திருந்தாலும், மேன்மையில்லாதார் மேன்மக்களாகார்: கீழான இடத்திருந்தாலும் கீழ்மை யில்லாதார் கீழ்மக்களாகார்.<br/><br/>இடமென்பது செல்வத்தினால் இருக்குமிடம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The men of lofty line, whose souls are mean, are never great;<br/>The men of lowly birth, when high of soul, are not of low estate."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though (raised) above, the base cannot become great; though (brought) low, the great cannot become base. "
          }
        ]
      }
    ],
    "id": 973
  },
  {
    "kural": {
      "l1": "ஒருமை மகளிரே போலப் பெருமையுந்",
      "l2": "தன்னைத்தான் கொண்டொழுகி னுண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒருமை மகளிரே போலப் பெருமையும்<br/>தன்னைத்தான் கொண்டொழுகின் உண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு தன்மையான கற்புடைய மகளிரைப் போல், பெருமைப் பண்பும் ஒருவன் தன்னைத்தான் காத்துக் கொண்டு நடந்தால் உளதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருமை மகளிரே போல= கவராதமனத்தினை உடைய மகளிர் நிறையின் வழுவாமல் தம்மைத் தாம் காத்துக்கொண்டு ஒழுகுமாறுபோல; பெருமையும் தன்னைத் தான் கொண்டொழுகின் உண்டு= பெருமைக்குணனும், ஒருவன் நிறையின் வழுவாமல் தன்னைத்தான் காத்துக்கொண்டு ஒழுகுவானாயின் அவன்கண் உண்டாம்.<br/><br/>பொருளின் தொழில் உவமையினும் வந்தது. கற்புண்டாதல் தோன்ற நின்றமையின், உம்மை எச்சவும்மை. ஒழுகுதல் மன மொழி மெய்களை ஒடுக்கி ஒப்புரவு முதலிய செய்துபோதல். இதனால் அஃது உளதாமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கவராத மனத்தினையுடைய மகளிர் நிறையின் வழுவாமல் தம்மைத் தாம் காத்துக்கொண்டொழுகுமாறு போலப் பெருமைக் குணனும் ஒருவன் நிறையின் வழுவாமல் தன்னைத்தான் காத்துக் கொண்டொழுகுவானாயின் அவன்கண் உண்டாம். "
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like single-hearted women, greatness too,<br/>Exists while to itself is true."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even greatness, like a woman's chastity, belongs only to him who guards himself."
          }
        ]
      }
    ],
    "id": 974
  },
  {
    "kural": {
      "l1": "பெருமை யுடையவ ராற்றுவா ராற்றி",
      "l2": "னருமை யுடைய செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெருமை யுடையவர் ஆற்றுவார் ஆற்றின்<br/>அருமை உடைய செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெருமைப்பண்பு உடையவர் செய்வதற்கு அருமையான செயலைச் செய்வதற்கு உரிய நெறியில் செய்து முடிக்க வல்லவர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருமை உடையவர்= அவ்வாற்றான் பெருமையுடையர் ஆயினார்; அருமை உடைய செயல் ஆற்றின் ஆற்றுவார்= தாம் வறியராயவழியும், பிறரான் செய்தற்கு அரியவாய தம் செயல்களை விடாது அவை செய்யும் நெறியான் கடைபோகச் செய்தலை வல்லராவர்.<br/><br/>வறியராயவழியும் என்பது, முன்செய்து போந்தமை தோன்றப் 'பெருமையுடையவர்' என்றதனானும், 'ஆற்றுவார்' என்றதனானும் பெற்றாம். இதனால் அதனைஉடையார் செய்தி கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெருமையுடையவர் நெறியினானே செய்யவல்லர்: செய்தற்கு அருமையுடைய செயல்களை.<br/><br/>இது செய்தற்கு அரிய செய்வார் பெரியரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The man endowed with greatness true,<br/>Rare deeds in perfect wise will do."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(Though reduced) the great will be able to perform, in the proper way, deeds difficult (for others to do)."
          }
        ]
      }
    ],
    "id": 975
  },
  {
    "kural": {
      "l1": "சிறியா ருணர்ச்சியு ளி்ல்லை பெரியாரைப்",
      "l2": "பேணிக்கொள் வேமென்னு நோக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறியார் உணர்ச்சியுள் இல்லை பெரியாரைப்<br/>பேணிக்கொள் வேம்என்னும் நோக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெரியோரை விரும்பிப் போற்றுவோம் என்னும் உயர்ந்த நோக்கம், அவருடைய சிறப்பை உணராத சிறியோரின் உணர்ச்சியில் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெரியாரைப் பேணிக் கொள்வேம் என்னும் நோக்கு= அப்பெற்றியராய பெரியாரை வழிபட்டு அவர் இயல்பினை யாம் கோடும் என்னும் கருத்து; சிறியார் உணர்ச்சியுள் இல்லை= மற்றைச் சிறியராயினார் மனத்தின்கண் உளதாகாது.<br/><br/>குடிமை, செல்வம், கல்வி என்று இவற்றது உண்மைமாத்திரத்தால் தாம் வியந்திருப்பார்க்கு, அவை நமக்கு இயல்பென்று அமைந்திருப்பாரை வழிபட்டு அஃது உடையராதல் கூடாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சிறுமையுடையார் உணர்வின்கண் இல்லை, பெருமை யுடையாரைப் போற்றித் துணையாகக் கொள்வேமென்னும் கருத்து.<br/><br/>இது பெரியாரைப் பெறுதலும் பெருமையென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'As votaries of the truly great we will ourselves enroll,'<br/>Is thought that enters not the mind of men of little soul."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is never in the nature of the base to seek the society of the great and partake of their nature."
          }
        ]
      }
    ],
    "id": 976
  },
  {
    "kural": {
      "l1": "இறப்பே புரிந்த தொழிற்றாஞ் சிறப்புந்தான்",
      "l2": "சீரல் லவர்கட் படின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இறப்பே புரிந்த தொழிற்றாம் சிறப்புந்தான்<br/>சீரல் லவர்கண் படின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சிறப்பு நிலையும் தனக்குப் பொருந்தாத சீரற்ற கீழ் மக்களிடம் ஏற்பட்டால், வரம்புமீறிய செயலை உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறப்புந்தான்= தனக்கு ஒக்கும் பெரியாரிடத்து அமைந்திருத்தலைச் செய்வதாய சிறப்புத்தானும்; சீர் அல்லவர்கண் படின்= தனக்கு ஒவ்வாத சிறியாரிடத்துப் படுமாயின்; இறப்பே புரிந்ததொழிற்றாம்= அதனை ஒழித்துத் தருக்கின்கண்ணே மிக்கசெயலை உடைத்தாம்.<br/><br/>தருக்கினை மிகச்செய்யும் என்பதாயிற்று. சிறப்பு, குடிமை செல்வம் கல்விகளினாய மிகுதி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல்வமானது தனக்கு நிகரில்லாதார்மாட்டே நிற்குமாயின், நிதியை இறப்பாரிடத்தே பொருந்தின தொழிலை உடைத்தாம்.<br/><br/>சீரல்லவர்- பெரியரல்லர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whene'er distinction lights on some unworthy head,<br/>Then deeds of haughty insolence are bred."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even nobility of birth, wealth and learning, if in (the possession of) the base, will (only) produce everincreasing pride."
          }
        ]
      }
    ],
    "id": 977
  },
  {
    "kural": {
      "l1": "பணியுமா மென்றும் பெருமை சிறுமை",
      "l2": "யணியுமாந் தன்னை வியந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பணியுமாம் என்றும் பெருமை சிறுமை<br/>அணியுமாம் தன்னை வியந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெருமைப் பண்பு எக்காலத்திலும் பணிந்து நடக்கும்; ஆனால் சிறுமையோ தன்னைத்தானே வியந்து பாராட்டிக் கொள்ளும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருமை என்றும் பணியுமாம்= பெருமையுடையார், அச்சிறப்பு உண்டாய ஞான்றும் தருக்கின்றி அமைந்தொழுகுவர்; சிறுமை (என்றும்) தன்னை வியந்து அணியுமாம்= மற்றைச் சிறுமையுடையார் அஃது இல்லாத ஞான்றும் தம்மை வியந்து புனையாநிற்பர்.<br/><br/>பொருளின்தொழி்ல்கள் பண்பின்மேல் ஏற்றப்பட்டன. இஃது \"அற்றமறைக்கும் பெருமை\"Ș என்புழியும் ஒக்கும். என்றும் என்பது, பின்னும் வந்து இயைந்தது. ஆம் என்பன இரண்டும் அசை. புனைதல்: பிறரின் தமக்கோர் மிகுதியை ஏற்றிக்கோடல். இதற்கு உயர்ந்தார் தாழ்வார், தாழ்ந்தார் உயர்வார், இஃதொரு விரோதம் இருந்தவாறென் என உலகியலை வியந்து கூறிற்றாக்குவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெருமை எக்காலத்தும் பிறரைத் தாழ்ந்தொழுகும்: சிறுமை தன்னைப் பெருக்க நினைத்து அலங்கரிக்கும்.<br/><br/>இது பெருமையாவது பணிந்தொழுகுதலென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Greatness humbly bends, but littleness always<br/>Spreads out its plumes, and loads itself with praise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great will always humble himself; but the mean will exalt himself in selfadmiration."
          }
        ]
      }
    ],
    "id": 978
  },
  {
    "kural": {
      "l1": "பெருமை பெருமித மின்மை சிறுமை",
      "l2": "பெருமித மூர்ந்து விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெருமை பெருமிதம் இன்மை சிறுமை<br/>பெருமிதம் ஊர்ந்து விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெருமைப் பண்பாவது செருக்கு இல்லாமல் வாழ்தல்: சிறுமையோ செருக்கே மிகுந்து அதன் எல்லையில் நின்று விடுவதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருமை பெருமிதம் இன்மை= பெருமைக் குணமாவது, காரணம் உண்டாயவழியும் அஃது இயல்பாதல் நோக்கித் தருக்கின்றி இருத்தல்; சிறுமை பெருமிதம் ஊர்ந்து விடல்= சிறுமைக்குணமாவது, அஃது இல்வழியும் அதனை ஏற்றிக்கொண்டு தருக்கின் முடிவின்கண்ணே நின்றுவிடுதல்.<br/><br/>அளவறத் தருக்குதல் என்பதாயிற்று. விடும் என்று பாடம் ஓதுவாரும் உளர்Đ. முற்றுத்தொடரும், எழுவாய்த்தொடரும் தம்முள் இயையாமையின் அது பாடம் அன்மை உணர்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெருமையாவது செருக்கின்மை: சிறுமை செருக்கினை மேற்கொண்டொழுகுதலான்.<br/><br/>மேல் குலத்தினாலும் பெரியாரைப் பெரியாரென்று கொள்ளல் படாதென்றார். இனிப் பெருமை யிலக்கணங் கூறுவார், முற்படச்செருக்கின்மை பெருமையென்று கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Greatness is absence of conceit; meanness, we deem,<br/>Riding on car of vanity supreme."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Freedom from conceit is (the nature of true) greatness; (while) obstinacy therein is (that of) meanness."
          }
        ]
      }
    ],
    "id": 979
  },
  {
    "kural": {
      "l1": "அற்ற மறைக்கும் பெருமை சிறுமைதான்",
      "l2": "குற்றமே கூறி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றம் மறைக்கும் பெருமை சிறுமைதான்<br/>குற்றமே கூறி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெருமைப்பண்பு பிறருடைய குறைபாட்டை மறைக்கும்; சிறுமையோ பிறருடைய குற்றத்தையே எடுத்துச் சொல்லிவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருமை அற்றம் மறைக்கும்= பெருமையுடையார் பிறர் மானத்தையே கூறி அவமானத்தை மறையாநிற்பர்; சிறுமைதான் குற்றமே கூறிவிடும்= மற்றைச் சிறுமையுடையார், பிறர் குணத்தை மறைத்துக் குற்றத்தையே கூறி விடுவர்.<br/><br/>மறைத்தலும் கூறலும் ஏனையிடத்தும் இயைந்தன. 'அற்றம்' ஆகுபெயர். 'தான்' என்பது அசை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெருமை பிறருடைய குறைவை மறைத்துச் சொல்லும்: சிறுமை அவர்க்குள்ள நன்மை சொல்லுதலைத் தவிர்ந்து குற்றத்தையே சொல்லிவிடும்.<br/><br/>இது குற்றம் கூறாமை பெருமையென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Greatness will hide a neighbour's shame;<br/>Meanness his faults to all the world proclaim."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great hide the faults of others; the base only divulge them. "
          }
        ]
      }
    ],
    "id": 980
  }
]