export default [
  {
    kural: {
      l1: 'பேதைமை யென்பதொன் றியாதெனி னேதங்கொண்',
      l2: 'டூதியம் போக விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பேதைமை என்பதொன்று யாதெனின் ஏதங்கொண்டு<br/>ஊதியம் போக விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பேதைமை என்று சொல்லப்படுவது யாது என்றால், தனக்குக் கெடுதியானதைக் கைக்கொண்டு ஊதியமானதைக் கைவிடுதலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பேதைமை என்பது ஒன்று = பேதைமை என்று சொல்லப்படுவது ஒருவனுக்கு ஏனைக் குற்றங்களெல்லாவற்றினும் மிக்கதொன்று; யாது எனின் ஏதம் கொண்டு ஊதியம் போகவிடல்= அதுதான் யாதென்று வினவின், தனக்குக் கேடுபயப்பனவற்றைக் கைக்கொண்டு ஆக்கம் பயப்பனவற்றைக் கைவிடுதல்.<br/><br/>கேடு: வறுமை, பழி, பாவங்கள். ஆக்கம்: செல்வம், புகழ், அறங்கள். தானே தன்னிருமையும் கெடுத்துக்கோடல் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறியாமையென்று சொல்லப்படுவதொன்று யாதெனின், அது குற்றம் பயப்பனவற்றைக் கொண்டு நன்மை பயப்பனவற்றைப் போகவிடல்.<br/><br/>இது பேதைமையின் இலக்கணம் கூறிற்று',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What one thing merits folly's special name.<br/>Letting gain go, loss for one's own to claim!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Folly is one (of the chief defects); it is that which (makes one) incur loss and forego gain.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பேதைமையு ளெல்லாம் பேதைமை காதன்மை',
      l2: 'கையல்ல தன்கட் செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பேதைமையுள் எல்லாம் பேதைமை காதன்மை<br/>கையல்ல தன்கட் செயல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுக்குப் பேதைமை எல்லாவற்றிலும் மிக்க பேதைமை, தன் ஒழுக்கத்திற்குப் பொருந்தாததில் தன் விருப்பத்தைச் செலுத்துதலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பேதைமையுள் எல்லாம் பேதைமை= ஒருவனுக்குப் பேதைமை எல்லாவற்றுள்ளும் மிக்க பேதைமையாவது; கையல்லதன்கண் காதன்மை செயல்= தனக்கு ஆகாத ஒழுக்கத்தின்கண் காதன்மை செய்தல்.<br/><br/>இருமைக்கும் ஆகாவென்று நூலோர் கடிந்த செயல்களை விரும்பிச் செய்தல் என்பதாம். இவை இரண்டு பாட்டானும் பேதைமையது இலக்கணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறியாமை யெல்லாவற்றுள்ளும் அறியாமையாவது தனக்குக் கைவராத பொருளின்கண் காதன்மை செய்தல்.<br/><br/>இது வருந்தினாலும் பெறாததற்குக் காதல் செய்தலும் பேதைமையென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Mid follies chiefest folly is to fix your love<br/>On deeds which to you station unbefitting prove.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The greatest folly is that which leads one to take delight in doing what is forbidden.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நாணாமை நாடாமை நாரின்மை யாதொன்றும்',
      l2: 'பேணாமை பேதை தொழில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நாணாமை நாடாமை நாரின்மை யாதொன்றும்<br/>பேணாமை பேதை தொழில் ⁠833',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தகாதவற்றிற்கு நாணாமலிருத்தல், தக்கவற்றை நாடாமலிருத்தல், அன்பு இல்லாமை, நன்மை ஒன்றையும் விரும்பாமை அகியவை பேதையின் தொழில்கள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாணாமை= நாணவேண்டும் அவற்றுக்கு நாணாமையும்; நாடாமை= நாடவேண்டுமவற்றை நாடாமையும்; நார் இன்மை= யாவர்மாட்டும் முறிந்தசொல், செயல்உடைமையும்; யாதொன்றும் பேணாமை= பேணவேண்டுமவற்றுள் யாதொன்றனையும் பேணாமையும்; பேதை தொழில்= பேதையது தொழில்.<br/><br/>நாணவேண்டுமவை: பழி, பாவங்கள். நாடவேண்டுமவை: கருமங்களிற் செய்வன, தவிர்வன. முறிதல்:கண்ணறுதல். பேணவேண்டுமவை= குடிப்பிறப்பு, கல்வி, ஒழுக்கம் முதலாயின. இவை பேதைக்கு எஞ்ஞான்றும் இயல்பாய் வருதலின் 'தொழில்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாணமில்லாமையும், தெரிந்துணராமையும், ஈரமின்மையும், யாதொரு பொருளையும் போற்றாமையும் பேதையார் தொழில்.<br/><br/>இது பேதையார்செயல் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Ashamed of nothing, searching nothing out, of loveless heart,<br/>Nought cherishing, 'tis thus the foll will play his part.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Shamelessness indifference (to what must be sought after), harshness, and aversion for everything (that ought to be desired) are the qualities of the fool.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஓதி யுணர்ந்தும் பிறர்க்குரைத்துந் தானடங்காப்',
      l2: 'பேதையிற் பேதையா ரில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஓதி உணர்ந்தும் பிறர்க்குரைத்தும் தானடங்காப்<br/>பேதையின் பேதையார் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நூல்களை ஓதியும், அவற்றின் பொருளை உணர்ந்தும், பிறர்க்கு எடுத்துச் சொல்லியும் தான் அவற்றின் நெறியில் அடங்கி ஒழுகாத பேதைபோல் வேறு பேதையர் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஓதி= மனமொழி மெய்கள் அடங்குவதற்கு ஏதுவாய நூல்களை ஓதியும்; உணர்ந்தும்= அவ்வடக்கத்தான் வரும் பயனை உணர்ந்தும்; பிறர்க்கு உரைத்தும்= அதனை அறியலுறப் பிறர்க்கு உரைத்தும்; தான் அடங்காப் பேதையின்= தான் அவையடங்கி ஒழுகாத பேதை போல; பேதையார் இல்= பேதையார் உலகத்தில்லை<br/><br/>உம்மை முன்னும் கூட்டப்பட்டது. இப்பேதைமை தனக்கு மருந்தாய இவற்றால் தீராமையானும், வேற்று மருந்தின்மையானும் 'பேதையிற் பேதையார் இல்' என்றார். இவை இரண்டு பாட்டானும் பேதையது தொழில் பொதுவகையான் கூறப்பட்டது. இனி்ச் சிறப்பு வகையாற் கூறுப.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நூல்களைக் கற்றறிந்தும் அவற்றைப் பிறர்க்கு இசையச் சொல்லியும், தான் அடங்குதலைச் செய்யாத பேதையார்போலப் பேதையார் உலகத்தில் இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The sacred law he reads and learns, to other men expounds,-<br/>Himself obeys not: where can greater fool be found?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There are no greater fools than he who, though he has read and understood (a great deal) and even taught it to others, does not walk according to his own teaching.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒருமைச் செயலாற்றும் பேதை யெழுமையுந்',
      l2: 'தான்புக் கழுந்து மளறு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒருமைச் செயலாற்றும் பேதை எழுமையும்<br/>தான்புக் கழுந்தும் அளறு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எழுபிறப்பிலும் தான் புகுந்து அழுந்துவதற்கு உரிய நரகத் துன்பத்தைப் பேதை தன் ஒரு பிறவியில் செய்து கொள்ள வல்லவனாவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பேதை= பேதையாயினான்; எழுமையும் தான்புக்கு அழுந்தும் அளறு= வரும் பிறவிகள் எல்லாம் தான் புக்கு அழுந்தும் நிரயத்தினை; ஒருமைச் செயல் ஆற்றும்= இவ்வொரு பிறப்புள்ளே செய்துகொள்ள வல்லனாம்.<br/><br/>எல்லாப் பிறப்பு ஏழாய் அடங்குதல் அறியப்பட்டமையின், முற்றும்மை கொடுத்தார். அழுந்துதற்கு இடனாய நிரயம்; ஈண்டைப் பிறப்புக்களினும் கொடுவினை வயத்தால் அந்நிரயத் துன்பமே உழந்து வருதலின், 'எழுமையும் தான்புக்குஅழுந்தும் அளறு' என்றார்.முடிவில் காலம்எல்லாம் தான் நிரயத்துன்ப முடித்தற்கு ஏதுவாம் கொடுவினைகளையே அறிந்து சில காலத்துள்ளே செய்துகோடல் பிறர்க்கு அரிதாகலின், 'ஆற்றும்' என்றார். இதனான் அவன் மறுமைச் செயல் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பேதை ஒருபிறப்பின்கண் செய்யும் செயலாலே செய்ய வல்லவன், எழுபிறப்பினும் தான் புக்கழுந்தும் நரகத்தை.<br/><br/>புக்கழுந்தல்- ஒருகால் நரகத்திலே பிறந்தால் அவ்வுடம்பு நீங்கினாலும் அதனுள்ளே பிறத்தல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The fool will merit hell in one brief life on earth,<br/>In which he entering sinks through sevenfold round of birth.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A fool can procure in a single birth a hell into which he may enter and suffer through all the seven births. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொய்படு மொன்றோ புனைபூணுங் கையறியாப்',
      l2: 'பேதை வினைமேற் கொளின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொய்படும் ஒன்றோ புனைபூணும் கையறியாப்<br/>பேதை வினைமேற் கொளின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒழுக்கநெறி அறியாத பேதை ஒரு செயலை மேற் கொண்டால் (அந்தச் செயல் முடிவுபெறாமல்) பொய்படும்; அன்றியும் அவன் குற்றவாளியாகித் தளை பூணுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கையறியாப் பேதை வினைமேற்கொளின்= செய்யும் முறைமை அறியாத பேதை ஒரு கருமத்தை மேற்கொள்வனாயின்; பொய்படும் ஒன்றோ புனை பூணும்= அதுவும் புரைபடும், தானும் தளை பூணும்.<br/><br/>புரைபடுதல்: பின் ஆகாவகை உள்ளழிதல். 'ஒன்றோ' என்பது எண்ணிடைச்சொல். அதனையும் கெடுத்துத் தானும் கெடும் என்பதாம். இதனான் அவன் செல்வம் படைக்குமாறு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒழுக்கமறியாதா னொருபேதையான் ஒருகருமத்தை மேற்கொண்டானாயின், அப்பொழுது பொய்யனென்னவும் பட்டுப் பிறர்க்குப் புனைபூணும்.<br/><br/>புனைபூணல் - சிறைபடுதல்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When fool some task attempts with uninstructed pains,<br/>It fails; nor that alone, himself he binds with chains.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If the fool, who knows not how to act undertakes a work, he will (certainly) fail. (But) is it all ? He will even adorn himself with fetters.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஏதிலா ராரத் தமர்பசிப்பர் பேதை',
      l2: 'பெருஞ்செல்வ முற்றக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஏதிலார் ஆரத் தமர்பசிப்பர் பேதை<br/>பெருஞ்செல்வம் உற்றக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பேதை பெருஞ் செல்வம் அடைந்தபோது, (அவனோடு தொடர்பில்லாத) அயலார் நிறைய நன்மை பெற. அவனுடைய சுற்றத்தார் பசியால் வருந்துவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பேதை பெரும் செல்வம் உற்றக்கடை= பேதையாயினான் பெரிய செல்வத்தைத் தெய்வத்தான் எய்தியவழி; ஏதிலார் ஆரத் தமர் பசிப்பர்= தான்னோடு ஒரியைபும் இல்லாதார் நிறைய, எல்லா இயைபும் உடைய தமராயினார் பசியாநிற்பர்.<br/><br/>எல்லா நன்மையும் செய்துகோடற் கருவி என்பது தோன்றப் 'பெருஞ்செல்வம்' என்றும், அதனைப் படைக்கும் ஆற்றல் இல்லாமை தோன்ற 'உற்றக்கடை' என்றும், எல்லாம் பெறுதல் தோன்ற 'ஆர' என்றும், உணவும் பெறாமை தோன்றப் 'பசிப்பர்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அயலார் உண்ண, உற்றார் பசியாநிற்பர்; பேதையானவன் பெரிய செல்வத்தை உற்றவிடத்து.<br/><br/>இதுபேதை பொருள்பெற்றால் வழங்குந்திறங் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When fools are blessed with fortune's bounteous store,<br/>Their foes feed full, their friends are prey to hunger sore.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If a fool happens to get an immense fortune, his neighbours will enjoy it while his relations starve.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மைய லொருவன் களித்தற்றாற் பேதைதன்',
      l2: 'கையொன் றுடைமை பெறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மையல் ஒருவன் களித்தற்றால் பேதைதன்<br/>கையொன்று உடைமை பெறின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பேதை தன் கையில் ஒரு பொருள் பெற்றால் (அவன் நிலைமை) பித்துப் பிடித்த ஒருவன் கள் குடித்து மயங்கினாற் போலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பேதை தன் கைஒன்று உடைமை பெறின்= பேதையாயினான், தன் கைக்கண்ணே ஒன்றனை உடைமையாகப் பெற்றானாயின்; மையல் ஒருவன் களித்தற்று= அவன் மயங்குதல், முன்னே பித்தினையுடையான் ஒருவன் அம்மயக்கத்தின் மேலே மதுவுண்டு மயங்கினாற் போலும்.<br/><br/>'பெறின்' எனவே, தெய்வத்தான்அன்றித் தன்னாற் பெறாமை பெற்றாம். பேதையும், செல்வக்களிப்பும் ஒருங்கு உடைமையால், அவன் செய்வன மையலும், மதுக்களிப்பும் ஒருங்குடையான் செய்வனபோல் தலைதடுமாறும் என்பதாம். இவை இரண்டு பாட்டானும், அவன் செல்வம் எய்தியவழிப் பயன்கொள்ளுமாறு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முன்னே பித்தாய் மயங்கிய ஒருவன் பின்பு கள்ளினை நுகர்ந்து களித்தாற் போலாவதொன்று, பேதை தன்கையின்கண் ஒன்றுடையனானவிடத்து.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When folly's hand grasps wealth's increase, 'twill be<br/>As when a mad man raves in drunken glee.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A fool happening to possess something is like the intoxication of one who is (already) giddy.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பெரிதினிது பேதையார் கேண்மை பிரிவின்கட்',
      l2: 'பீழை தருவதொன் றில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெரிதினிது பேதையார் கேண்மை பிரிவின்கண்<br/>பீழை தருவதொன் றில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பேதையரிடமிருந்து பிரிவு நேர்ந்தபோது, அப்பிரிவு துன்பம் ஒன்றும் தருவதில்லை. ஆகையால் பேதையருடன் கொள்ளும் நட்பு மிக இனியதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பிரிவின்கண் தருவது பீழை ஒன்று இல்= பின் பிரிவுவந்துழி, அஃது இருவர்க்கும் தருவதொரு துன்பமில்லை; பேதையார் கேண்மை பெரிது இனிது = ஆதலாற் பேதையாயினார் தம்முட் கொண்ட நட்பு மிகவினிது.<br/><br/>நாடோறும் தேய்ந்து வருதலின், துன்பம் தாராதாயிற்று. புகழ்வார் போன்று பழித்தவாறு. இதனால் அவரது நட்பின் குற்றம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மக்கட்குப் பேதையாரது நட்பு மிகவும் இனிது: பிரிந்தவிடத்துத் தருவதொரு துன்பம் இல்லையாதலான்.<br/><br/>இது பேதை காமந்துய்க்குமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Friendship of fools is very pleasant thing;<br/>Parting with them will leave behind no sting',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The friendship between fools is exceedingly delightful (to each other): for at parting there will be nothing to cause them pain.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கழாஅக்கால் பள்ளியுள் வைத்தற்றாற் சான்றோர்',
      l2: 'குழாஅத்துப் பேதை புகல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கழாஅக்கால் பள்ளியுள் வைத்தற்றால் சான்றோர்<br/>குழாஅத்துப் பேதை புகல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சான்றோரின் கூட்டத்தில் பேதை புகுதல், ஒருவன் தூய்மையில்லாதவற்றை மிதித்துக் கழுவாத காலைப் படுக்கையில் வைத்தாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சான்றோர் குழாஅத்துப் பேதை புகல்= சான்றோர் அவையின்கண் பேதையாயினான் புகுதல்; கழாஅக்கால் பள்ளியுள் வைத்தற்று= தூயவல்ல மிதித்த காலை இன்பந்தரும் அமளிக்கண்ணே வைத்தாற் போலும்.<br/><br/>கழுவாக்கால் என்பது இடக்கரடக்கு. அதனால் அவ்வமளியும் இழிக்கப்படுமாறு போல, இவனால் அவ்வவையும் இழிக்கப்படும் என்பதாம். இதனால் அவன் அவையிடை இருக்குமாறு கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கழுவாத காலைப் பள்ளியின்கண் வைத்தாற்போலும், சான்றோர் அவையின்கண் பேதை புகுந்து கூடியிருத்தல்.<br/><br/>இது பேதை யிருந்த அவை யிகழப்படுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Like him who seeks his couch with unwashed feet,<br/>Is fool whose foot intrudes where wise men meet.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "The appearance of a fool in an assembly of the learned is like placing (one's) unwashed feet on a bed. ",
          },
        ],
      },
    ],
  },
];
