export default [
  {
    kural: {
      l1: 'மாலையோ வல்லை மணந்தா ருயிருண்ணும்',
      l2: 'வேலைநீ வாழி பொழுது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மாலையோ அல்லை மணந்தார் உயிருண்ணும்<br/>வேலைநீ வாழி பொழுது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொழுதே! நீ மாலைக்காலம் அல்லை: (காதலரோடு கூடியிருந்து பிறகு பிரிந்து வாழும்) மகளிரின் உயிரை உண்ணும் முடிவுக் காலமாக இருக்கின்றாய்!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பொழுது= பொழுதே!<br/><br/>நீ மாலையோ அல்லை= நீ முன்னாள்களின் வந்த மாலையோவெனின், அல்லை;<br/><br/>மணந்தார் உயிர் உண்ணும் வேலை= இருந்தவாற்றான் அந்நாட்காதலரை மணந்த மகளிர் உயிரை உண்ணும் இறுதிக்காலமாய் இருந்தாய், எ-று.<br/><br/>முன்னாள்= கூடியிருந்தநாள். அந்நாள் மணந்தார் எனவே, பின் பிரிந்தாரதல் பெறுதும். வாழி என்பது குறிப்புச்சொல். "வாலிழை மகளிர் உயிர்ப்பொதி அவிழ்க்குங் காலை" (கலித்தொகை, நெய்தற்கலி-2)என்றாற்போல ஈண்டுப் பொதுமையாற் கூறப்பட்டது. வேலை என்பது ஆகுபெயர். வேலை என்பதற்கு வேலாய் இருந்தாய் என்பாரும் உளர்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொழுதே! நீ வெப்பமுடையை யானமையான் மாலையோ எனின் அல்லை: முன்பு கூடிப் பிரியப்பட்டார் உயிரை உண்பதாகியவொரு வேலாயிருந்தாய்.<br/><br/>இது மாலைப்பொழுது கண்டு தலைமகள் ஆற்றாமையாற் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Thou art not evening, but a spear that doth devour<br/>The souls of brides; farewell, thou evening hour!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Live, O you evening are you (the former) evening? No, you are the season that slays (married) women.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புன்கண்ணை வாழி மருண்மாலை யெங்கேள்போல்',
      l2: 'வன்கண்ண தோநின் றுணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புன்கண்ணை வாழி மருள்மாலை எம்கேள்போல்<br/>வன்கண்ண தோநின் துணை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மயங்கிய மாலைப்பொழுதே! நீயும் எம்மைப்போல் துன்பப்படுகின்றாயே! உன் துணையும் எம் காதலர் போல் இரக்கம் அற்றதோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மருண்மாலை= மயங்கிய மாலாய்;<br/><br/>புன்கண்ணை= நீயும் எம்போலப் புன்கண் உடையாய் இருந்தாய்;<br/><br/>நின் துணை எம் கேள் போல் வன்கண்ணதோ= நின் துணையும் எந்துணை போல வன்கண்மையுடையதோ, கூறுவாயாக, எ-று.<br/><br/>மயங்குதல் பகலும் இரவும் தம்முள்ளே விரவுதல்; கலங்குதலும் தோன்ற நின்றது. புன்கண்-ஒளியிழத்தல். அதுபற்றித் துணயும் உண்டாக்கிக் கூறினாள். எச்சவும்மை விகாரத்தான் தொக்கது. எமக்குத் துன்பம் செய்தாய், நீயும் இன்பம் உற்றிலை என்னும் குறிப்பால் வாழி என்றாள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மயங்கிய மாலைப்பொழுதே! நீ வாழ்வாயாக; புன்கண்மையை யுடையையாயிருந்தாய்; எம்முடைய கேளிரைப் போல வன்கண்மையை யுடைத்தோ நின்துணையும்.<br/><br/>இது தன்னுட்கையாறெய்திடு கிளவி.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Thine eye is sad; Hail, Doubtful hour of eventide!<br/>Of cruel eye, as is my spouse , is too thy bride?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'A long life to you, O dark evening! You are sightless. Is your help-mate (also) as hard-hearted as mine. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பனியரும்பிப் பைதல்கொண் மாலை துனியரும்பித்',
      l2: 'துன்பம் வளர வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பனிஅரும்பிப் பைதல்கொள் மாலை துனிஅரும்பித்<br/>துன்பம் வளர வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பனி தோன்றிய பசந்த நிறம்கொண்ட மாலைப்பொழுது எனக்கு வருத்தம் ஏற்பட்டுத் துன்பம் மேன்மேலும் வளரும்படியாக வருகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பனி அரும்பிப் பைதல்கொள் மாலை= காதலர் கூடிய நாளெல்லாம் என்முன் நடுக்கம் எய்திப் பசந்து வந்த மாலை;<br/><br/>துனி அரும்பித் துன்பம் வளர வரும்= இந்நாள் எனக்கு இறந்துபாடு வந்துதோன்றி அதற்குளதாம் துன்பம் ஒருகாலைக்கொருகால் மிக வாரா நின்றது, எ-று.<br/><br/>குளிர்ச்சி தோன்ற மயங்கி வருமாலை என்னும் செம்பொருள் இக்குறிப்புணர நின்றது. துனி-உயிர்வாழ்தற்கண் வெறுப்பு. அதனால் யான் ஆற்றுமாறு என்னை என்பது குறிப்பெச்சம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெருநல் எனக்கு நடுக்கத்தை யுண்டாக்கித் தானும் புன்மை கொண்டிருந்த மாலைப்பொழுது இன்றும் எனக்கு வெறுப்புத்தோன்றி வருத்தம் மிகும்படியாக வாரா நின்றது.<br/><br/>இது முன்னை ஞான்று மாலையாலடர்ப்புண்ட தலைமகள் பிற்றைஞான்று மாலை வருவது கண்டு கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "With buds of chilly dew wan evening's shade enclose;<br/>My anguish buds space, and all my sorrow grows.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The evening that (once) came in with trembling and dimness (now) brings me an aversion for life and increasing sorrow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காதல ரில்வழி மாலை கொலைக்களத்',
      l2: 'தேதிலர் போல வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காதலர் இல்வழி மாலை கொலைக்களத்து<br/>ஏதிலர் போல வரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலர் இல்லாத இப்போது, கொலை செய்யும் இடத்தில் பகைவர் வருவதுபோல் மாலைப்பொழுது(என் உயிரைக் கொள்ள) வருகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மாலை= காதலர் உள்ளபொழுதெல்லாம் என்னுயிர் தளிர்ப்ப வந்தமாலை;<br/><br/>காதலர் இல்வழி= அவரி்ல்லாத இப்பொழுது;<br/><br/>கொலைக்களத்து ஏதிலர் போல வரும்= அஃது ஒழிந்துநிற்றலேயன்றிக் கொல்லுங் களரியிற் கொலைஞர் வருமாறு போல அவ்வுயிரைக் கோடற்கு வாராநின்றது, எ-று.<br/><br/>ஏதிலர்- அருள்யாதும் இல்லார். முன்னெல்லாம் எனக்கு நட்பாய் இன்பம் செய்து வந்தபொழுதும், இன்று என்மேல் பகையாய்த் துன்பம்செய்து வாராநின்றது. இனி, யான் ஆற்றுமாறு என்னை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதரில்லாதவிடத்து இம்மாலைப்பொழுது கொலைக் களத்துப் பகைவரைப்போல வரும்.<br/><br/>இது மாலைக்காலத்து நோய் மிகுதற்குக் காரணமென்னை யென்ற தோழிக்குத் தலைமகள் காரணங்கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When absent is my love, the evening hour descends,<br/>As when an alien host to field of battle wends.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'In the absence of my lover, evening comes in like slayers on the field of slaughter.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காலைக்குச் செய்தநன் றென்கொ லெவன்கொல்யான்',
      l2: 'மாலைக்குச் செய்த பகை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காலைக்குச் செய்தநன்று என்கொல் எவன்கொல்யான்<br/>மாலைக்குச் செய்த பகை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் காலைப்பொழுதிற்குச் செய்த நன்மை என்ன? (என்னைத் துன்புறுத்துகின்ற) மாலைப்பொழுதிற்குச் செய்த பகையான தீமை என்ன.?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யான் காலைக்குச் செய்த நன்று என்கொல்= (காலையும், மாலையும் அவர் கூடியஞான்று போலாது இஞ்ஞான்று வேறுபட்டு வாராநின்றன அவற்றுள்) யான் காலைக்குச் செய்த உபகாரம் யாது;<br/><br/>மாலைக்குச் செய்த பகை எவன்= மாலைக்குச் செய்த அபகாரம் யாது, எ-று.<br/><br/>கூடியஞான்று பிரிவர் என்று அஞ்சப்பண்ணிய காலை, அஃது ஒழிந்து இஞ்ஞான்று கங்குல் வெள்ளத்திற்குக் கரையாய் வாராநின்றது என்னும் கருத்தால்' 'நன்று என்கொல்' என்றும், கூடியஞான்று இன்பம் செய்துவந்த மாலை, அஃதொழிந்து இஞ்ஞான்று அளவில் துன்பம் செய்யாநின்றது என்னும் கருத்தால், 'பகையெவன்கொல் என்றும் கூறினாள். பகை- ஆகுபெயர் தன்னோடு ஒத்த காலைபோலாது மாலை தன் கொடுமையால் துன்பம் செய்யாநின்றது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலர் பிரிவதன் முன்னம், பிரிவரென்று அச்சத்தைத் தந்த காலைப்பொழுது பிரிந்தபின்பு வருத்தாது ஒழிதற்கு யான் செய்த நன்மை யாதோ? அவரோடு இன்பம் நுகர்தற்கு நட்பாயிருந்த மாலைப்பொழுது பிரிந்த பின்பு வருத்துவதற்கு யான் செய்த பகைமை யாதோ?<br/><br/>இது மாலையது பண்பின்மையை உட்கொண்டு தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "O morn, how have I won thy grace? thou bring'st relief!<br/>O'eve, why art thou foe? thou dost renew my grief.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What good have I done to morning (and) what evil to evening?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மாலைநோய் செய்தன் மணந்தா ரகலாத',
      l2: 'காலை யறிந்த திலேன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மாலைநோய் செய்தல் மணந்தார் அகலாத<br/>காலை அறிந்த திலேன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மாலைப்பொழுது இவ்வாறு துன்பம் செய்யவல்லது என்பதைக் காதலர் என்னைவிட்டு அகலாமல் உடனிருந்த காலத்தில் யான் அறியவில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மாலை நோய் செய்தல்= முன்னெல்லாம் எனக்கு நட்பாய் இன்பம் செய்துபோந்த மாலை இன்று பகையாய்த் துன்பம்செய்தலை;<br/><br/>மணந்தார் அகலாத காலை அறிந்தது இலேன்= காதலர் பிரிதற்குமுன்னே அறியப்பெற்றிலேன், எ-று.<br/><br/>இங்ஙனம் வேறுபடுதல் அறிந்திலேன், அறிந்தேனாயின் அவர் பிரிவிிற்கு உடம்படேன் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மாலைப்பொழுது நோய் செய்தலை என்னோடு கூடினவர் பிரியாத காலத்தே அறியப் பெற்றிலேன். அறிந்தேனாயின், இது நோய் செய்யுமென்று கூறியிருப்பேன்.<br/><br/>இது மாலையால் வருத்தமுற்ற தலைமகள் தலைமகனை நினைந்து கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The pangs that evening brings I never knew,<br/>Till he , my wedded spouse, from me withdrew.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Previous to my husband's departure, I know not the painful nature of evening.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காலை யரும்பிப் பகலெல்லாம் போதாகி',
      l2: 'மாலை மலருமிந் நோய்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காலை அரும்பிப் பகலெல்லாம் போதாகி<br/>மாலை மலரும்இந் நோய்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இந்தக் காமநோய், காலைப்பொழுதில் அரும்பாய்த் தோன்றி, பகற்பொழுதெல்லாம் பேரரும்பாய் வளர்ந்து மாலைப்பொழுதில் மலராகின்றது',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இந்நோய்= இக்காமநோயாகிய பூ;<br/><br/>காலை அரும்பி= காலைப்பொழுதின்கண் அரும்பி;<br/><br/>பகல் எல்லாம் போதாகி= பகற்பொழுதெல்லாம் பேர்அரும்பாய் முதிர்ந்து;<br/><br/>மாலைமலரும்= மாலைப்பொழுதின்கண் மலராநிற்கும், எ-று.<br/><br/>துயில் எழுந்தபொழுதாகலின், கனவின்கண் கூட்டம்நினைந்து ஆற்றுதல் பற்றிக் 'காலையரும்பி' என்றும், பின் பொழுது செலச்செல அதுமறந்து பிரிவு உ்ள்ளி ஆற்றாளாதல் பற்றிப் 'பகல்எல்லாம் போதாகி' என்றும், தத்தம் துணையை உள்ளிவந்து சேரும் விலங்குகளையும், மக்களையும்கண்டு, தான் அக்காலத்தில் நுகர்ந்தஇன்பம் நினைந்து ஆற்றாமை மிகுதிபற்றி 'மாலைமலரும்' என்றும், கூறினாள். பூப்போல இந்நோய் காலவயத்தது ஆகாநின்றது என்பது உருவகத்தாற் பெறப்பட்டது. ஏகதேச உருவகம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இக்காம நோயாகிய பூ விடியற்காலத்தே அரும்பிப் பகற்பொழுதெல்லாம் முகிழ் முகிழ்த்து மாலைக்காலத்தே மலரா நின்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My grief at morn a bud, all day an opening flower,<br/>Full-blown expands in evening hour.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'This malady buds forth in the morning, expands all day long and blossoms in the evening.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அழல்போலு மாலைக்குத் தூதாகி யாயன்',
      l2: 'குழல்போலுங் கொல்லும் படை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அழல்போலும் மாலைக்குத் தூதாகி ஆயன்<br/>குழல்போலும் கொல்லும் படை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆயனுடைய புல்லாங்குழல், நெருப்புப்போல் வருந்தும் மாலைப் பொழுதிற்குத் தூதாகி என்னைக் கொல்லும் படையாக வருகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஆயன் குழல்= முன்னெல்லாம் இனியதாய்ப் போந்த ஆயன்குழல்;<br/><br/>அழல்போலும் மாலைக்குத் தூதாகி= இதுபொழுது அழல்போலச் சுடுவதாய மாலைக்குத் தூதுமாய்;<br/><br/>கொல்லும்படை= அது வந்து என்னைக் கொல்வுழிக் கொல்லும் படையும் ஆயிற்று, எ-று.<br/><br/>பின்னின்ற போலும் என்பது உரையசை. முன்னரே வரவுணர்த்தலின் தூதாயிற்று. கோறற்கருவியாகலின் படையாயிற்று. தானே சுடவல்ல மாலை இத்துணையும் பெற்றால் என்செய்யாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நெருப்பையொத்த இம்மாலைப் பொழுதிற்கு முன்பு தூதாகி வந்து இப்பொழுது கொல்லுதற்குப் படையுமாகி வரவல்லது ஆயன் ஊதுங்குழலோ?<br/><br/>இப்பொழுது வருத்துதலின் படை என்றாள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Then shepherd's pipe is like a murderous weapon, to my ear,<br/>For it proclaims the hour of ev'ning's fiery anguish near.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "The shepherd's flute now sounds as a fiery forerunner of night, and is become a weapon that slays (me). ",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பதிமருண்டு பைத லுழக்கு மதிமருண்டு',
      l2: 'மாலை படர்தரும் போழ்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பதிமருண்டு பைதல் உழக்கும் மதிமருண்டு<br/>மாலை படர்தரும் போழ்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறிவு மயங்கும்படியாக மாலைப்பொழுது வந்து படரும்போது, இந்த ஊரும் மயங்கி என்னப்போல் துன்பத்தால் வருந்தும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "மதி மருண்டு மாலைபடர்தரும் போழ்து= (இதற்கு முன்னெல்லாம் யானே மயங்கி நோயுழந்தேன்) இனிக் கண்டாரும் மதி மருளும்வகை மாலை வரும்பொழுது;<br/><br/>பதி மருண்டு பைதல் உழக்கும்= இப்பதி எல்லாம் மயங்கி நோயுழக்கும், எ-று.<br/><br/>மதிமருள என்பது, மதிமருண்டு எனத் திரிந்து நின்றது. கூற்றமாகக் கருதிக் கூறினாள் ஆகலின், 'மாலைபடர்தரும் போழ்து' என்றாள். யான் இறந்து படுவல் என்பதாம். மாலை மயங்கி வரும்போழ்து, என் பதி மதி நிலைகலங்கி நோய் உழக்கும் என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்மதி நிலைகலங்க மயக்கத்தை யுடைத்தாகிய மாலைக்காலம் வரும்பொழுது இப்பதியெல்லாம் மயங்கித் துன்பமுறாநிற்கும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "If evening's shades, that darken all my soul, extend;<br/>From this afflicted town will would of grief ascend.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "When night comes on confusing (everyone's) mind, the (whole) town will lose its sense and be plunged in sorrow.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொருண்மாலை யாளரை யுள்ளி மருண்மாலை',
      l2: 'மாயுமென் மாயா வுயிர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொருள்மாலை யாளரை உள்ளி மருள்மாலை<br/>மாயும்என் மாயா உயிர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(பிரிவுத்துன்பத்தால்) மாயாமல் நின்ற என் உயிர், பொருள் காரணமாகப் பிரிந்துசென்ற காதலரை நினைத்து மயங்குகின்ற இம் மாலைப்பொழுதில் மாய்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மாயா என் உயிர்= காதலர் பிரிவைப் பொறுத்து இறந்துபடாதிருந்த என் உயிர்;<br/><br/>பொருண்மாலையாளரை உள்ளி மருண்மாலை மாயும்= இன்று பொருள் இயல்பே தமக்கு இயல்பாக உடையவரை நினைந்து, இம்மயங்கும் மாலைக்கண்ணே இறந்துபடாநின்றது, எ-று.<br/><br/>குறித்த பருவம் கழியவும் பொருள்முடிவு நோக்கி வாராமையின், சொல் வேறுபடாமையாகிய தம் இயல்பு ஒழிந்தவர் அ்பபொருளியல்பே தம் இயல்பு ஆயினார், காலம் இதுவாயிற்று, இனி, நீ சொல்கின்றவாற்றாற் பயனில்லை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருள் தேடுதலையே தமக்கு இயல்பாக உடையவரை நினைத்து மயங்கின மாலைப்பொழுதிலே எனது சாகமாட்டாத உயிர் மெலியாநின்றது.<br/><br/>இது மாலையாலடர்ப்புண்ட தலைமகள் தலைமகன் அன்பும் அறனும் இலனென்று நினைத்துத் தன்னுள்ளே சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'This darkening eve, my darkling soul must perish utterly;<br/>Remembering him who seeks for wealth, but seeks not me.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'My (hitherto) unextinguished life is now lost in this bewildering night at the thought of him who has the nature of wealth. ',
          },
        ],
      },
    ],
  },
];
