export default [
  {
    "kural": {
      "l1": "கண்டுகேட் டுண்டுயிர்த் துற்றறியு மைம்புலனு",
      "l2": "மொண்டொடி கண்ணே யுள"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்டுகேட்டு உண்டுயிர்த்து உற்றறியும் ஐம்புலனும்<br/>ஒண்தொடி கண்ணே உள"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்டும் கேட்டும் உண்டும் முகர்ந்தும் உற்றும் அறிகின்ற ஐந்து புலன்களாலாகிய இன்பங்களும் ஒளி பொருந்திய வளையல் அணிந்த இவளிடத்தில் உள்ளன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்டு கேட்டு உண்டு உயிர்த்து உற்று அறியும் ஐம்புலனும்= கண்ணாற்கண்டும், செவியாற் கேட்டும், நாவால் உண்டும், மூக்கான் மோந்தும் மெய்யால் தீண்டியும் அனுபவிக்கப்படும் ஐம் புலனும்;<br/><br/>ஒண்டொடி கண்ணே உள= இவ்வொள்ளிய தொடியை உடையாள்கண்டே உளவாயின.<br/><br/>உம்மை முற்றும்மை. தேற்றேகாரம் வேறிடத்து இன்மை விளக்கி நின்றது. வேறு வேறு காலங்களில் வேறு வேறு பொருள்களான் அனுபவிக்கப்படுவன ஒருகாலத்து இவள்கண்ணே அனுபவிக்கப்பட்டன என்பதாம். வடநூலார் இடக்கர்ப்பொருளளவாகச் சொல்லிய புணர்ச்சித் தொழில்களும் ஈண்டு அடக்கிக் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்டும் கேட்டும் உண்டும் உயிர்த்தும் உற்றும் அறிகின்ற ஐந்து புலனும் இவ்வொள்ளிய தொடியை யுடையாள் மாட்டே யுள.<br/><br/>இது பொறிகள் ஐந்தினுக்கும் ஒருகாலத்தே யின்பம் பயந்ததென்று புணர்ச்சியை வியந்து கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "All joys that senses five-sight, hearing, taste,smell ,touch-can give,<br/>In this resplendent armlets bearing damsel live!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The (simultaneous) enjoyment of the five senses of sight, hearing, taste, smell and touch can only be found with bright braceleted (women)."
          }
        ]
      }
    ],
    "id": 1101
  },
  {
    "kural": {
      "l1": "பிணிக்கு மருந்து பிறம னணியிழை",
      "l2": "தன்னோய்க்குத் தானே மருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிணிக்கு மருந்து பிறமன் அணியிழை<br/>தன்நோய்க்குத் தானே மருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நோய்களுக்கு மருந்து வேறு பொருள்களாக இருக்கின்றன; ஆனால், அணிகலன் அணிந்த இவளால் வளர்ந்த நோய்க்கு இவளே மருந்தாக இருக்கின்றாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிணிக்கு மருந்து பிற மன்= வாத முதலிய பிணிகட்கு மருந்தாவன அவற்றிற்கு நிதானமாயினவன்றி மாறாய இயல்பினை உடையனவாம்;<br/><br/>அணியிழை தன் நோய்க்குத் மருந்து தானே= அவ்வாறன்றி இவ்வணியிழையினை உடையாள் தன்னின் ஆய பிணிக்கு மருந்தும் தானே ஆயினாள்.<br/><br/>இயற்கைப் புணர்ச்சியை நினைந்து முன் வருந்தினான் ஆகலின், 'தன்னோய்' என்றும், அவ்வருத்தம் தமியாளை இடத்து எதிர்ப்பட்டுத் தீர்ந்தான் ஆகலின், 'தானே மருந்து' என்றும் கூறினான். இப்பிணியும் எளியவாயவற்றான் தீரப்பெற்றிலம் என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நோயுற்றால் அதற்கு மருந்தாவது பிறிதொன்று: இவ்வணியிழையால் வந்த நோய்க்குக் காரணமாகிய இவள் தானே மருந்தாம்.<br/><br/>இது புணர்வதன் முன்னின்ற வேட்கை தணிந்தமை கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Disease and medicine antagonists we surley see;<br/>This maid, to pain she gives, herself is remedy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The remedy for a disease is always something different (from it); but for the disease caused by this jewelled maid, she is herself the cure."
          }
        ]
      }
    ],
    "id": 1102
  },
  {
    "kural": {
      "l1": "தாம்வீழ்வார் மென்றோட் டுயிலி னினிதுகொ",
      "l2": "றாமரைக் கண்ணா னுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தாம்வீழ்வார் மென்றோள் துயிலின் இனிதுகொல்<br/>தாமரைக் கண்ணான் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தாமரைக் கண்ணனுடைய உலகம், தாம் விரும்பும் காதலியரின் மெல்லிய தோள்களில் துயிலும் துயில்போல் இனிமை உடையதோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தாம் வீழ்வார் மென்றோள் துயிலின் இனிதுகொல்= ஐம்புலன்களையும் நுகர்வார்க்குத் தாம் விரும்பும் மகளிர் மெல்லிய தோளின்கண் துயிலும் துயில்போல வருந்தாமல் எய்தல் ஆமோ; தாமரைக்கண்ணான் உலகு= அவற்றைத் துறந்த தவயோகிகள் எய்தும் செங்கண்மால் உலகம்?<br/><br/>ஐம்புலன்களையும் நுகர்வார் என்னும் பெயர் அவாய்நிலையான் வந்தது. இப்பெற்றித்தாய துயிலைவிட்டுத் தவயோகங்களான் வருந்த வேண்டுதலின், எம்மனோர்க்கு ஆகாது என்னும் கருத்தால் 'இனிதுகொல்' என்றான். இந்திரன் உலகு என்று உரைப்பாரும் உளர். 'தாமரைக்கண்ணான்' என்பது அவனுக்குப் பெயர் அன்மையின், அஃது உரையன்மை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மால் விரும்பப்படுவாரது மெல்லிய தோளின்கண் துயிலுந் துயிலினும் இனிதோ? இந்திரனது சுவர்க்கம்.<br/><br/>இது சுவர்க்கத்தின்பமும் இதுதானே யென்று கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than rest in her soft arms to whom the soul is giv'n,<br/>Is any sweeter joy in his, the Lotus-eyed-one's heaven?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Can the lotus-eyed Vishnu's heaven be indeed as sweet to those who delight to sleep in the delicate arms of their beloved ? "
          }
        ]
      }
    ],
    "id": 1103
  },
  {
    "kural": {
      "l1": "நீங்கிற் றெறூஉங் குறுகுங்காற் றண்ணென்னுந்",
      "l2": "தீயாண்டுப் பெற்றா ளிவள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நீங்கின் தெறூஉம் குறுகுங்கால் தண்ணென்னும்<br/>தீயாண்டுப் பெற்றாள் இவள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நீங்கினால் சுடுகின்றது; அணுகினால் குளிர்ச்சியாக இருக்கின்றது; இத்தகைய புதுமையான தீயை இவள் எவ்விடத்திலிருந்து பெற்றாள்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நீங்கின்தெறூஉம் குறுகுங்கால் தண் என்னும் தீ= தன்னை அகன்றுழிச் சுடாநிற்கும், அணுகுழிக் குளிராநிற்கும், இப்பெற்றித்தாய தீயை;<br/><br/>இவள் யாண்டுப்பெற்றாள்= என்கண் தருதற்கு இவள் எவ்வுலகத்துப் பெற்றாள்?<br/><br/>கூடாமுன் துன்புறுதலின் 'நீங்கின் தெறூஉம்' என்றும், கூடிய பின் இன்புறுதலின் 'குறுகுங்கால் தண்ணென்னும்' என்றும், இப்பெற்றியதோர் தீ உலகத்து இல்லையாம் ஆகலின், 'யாண்டுப் பெற்றாள்' என்றும் கூறினான். தன் காமத்தீத்தன்னையே அவள் தந்தாளாகக் கூறினான், அவளான் அது வெளிப்படுதலின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னை நீங்கினவிடத்துச் சுடும். குறுகினவிடத்துக் குளிரும்: இத்தன்மையாகிய தீ எவ்விடத்துப் பெற்றாள் இவள்.<br/><br/>இது புணர்ச்சி உவகையாற் கூறுதலான், புணர்ச்சி மகிழ்தலாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Withdraw, it burns; approach, it soothes the pain;<br/>Whence did the maid this wonderous fire obtain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "From whence has she got this fire that burns when I withdraw and cools when I approach ?"
          }
        ]
      }
    ],
    "id": 1104
  },
  {
    "kural": {
      "l1": "வேட்ட பொழுதி னவையவை போலுமே",
      "l2": "தோட்டார் கதுப்பினா டோள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேட்ட பொழுதின் அவையவை போலுமே<br/>தோட் டார் கதுப்பினாள் தோள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மலரணிந்த கூந்தலை உடைய இவளுடைய தோள்கள் விருப்பமான பொருள்களை நினைந்து விரும்பிய பொழுது அவ்வப்பொருள்களைப் போலவே இன்பம் செய்கின்றன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேட்ட பொழுதின் அவையவை போலுமே= மிக இனியவாய பொருள்களைப் பெறாது அவற்றின்மேல் விருப்பம் கூர்ந்தபொழுதின்கண், அவையவை தாமே வந்து இன்பம் செய்யுமாறுபோல் இன்பம் செய்யும்;<br/><br/>தோட்டார் கதுப்பினார் தோள்= எப்பொழுதும் பெற்றுப் புணரினும், பூவினை அணிந்த தழைந்த கூந்தலினை உடையாள் தோள்கள்.<br/><br/>தோடு ஆகுபெயர். இயற்கைப் புணர்ச்சி, இடந்தலைப்பாடு, பாங்கற்கூட்டத்துக்கண் முன்னரே நிகழ்ந்திருக்கப் பின்னரும் புதியவாய்நெஞ்சம் பிணித்தலின், அவ் வாராமைபற்றி இவ்வாறு கூறினான். தொழிலுவமம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காதலித்தபொழுது காதலிக்கப்பட்ட அவ்வப்பொருள்களைப் போலும், தோளின்கண் தாழ்ந்த கூந்தலினையுடையவள் தோள்.<br/><br/>தோட்டாழ்கதுப்பு- புணர்ச்சிக்காலத்து அசைந்து தாழ்ந்த கூந்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In her embrace, whose locks with flowery wreaths are bound,<br/>Each varied form of joy the soul can wish is found."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The shoulders of her whose locks are adorned with flowers delight me as if they were the very sweets I have desired (to get)."
          }
        ]
      }
    ],
    "id": 1105
  },
  {
    "kural": {
      "l1": "உறுதோ றுயிர்தளிர்ப்பத் தீண்டலாற் பேதைக்",
      "l2": "கமுதி னியன்றன தோள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறுதோறு உயிர்தளிர்ப்பத் தீண்டலால் பேதைக்கு<br/>அமிழ்தின் இயன்றன தோள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருந்தும்போதெல்லாம் உயிர் தளிர்க்கும்படியாகத் தீண்டுதலால் இவளுக்குத் தோள்கள் அமிழ்தத்தால் செய்யப்பட்டிருக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உயிர் உறுதோறு தளிர்ப்பத் தீண்டலால்= தன்னைப் பெறாது வாடிய என்னுயிர் பெற்று உறும்தோறும் தளிர்க்கும் வகை தீண்டுதலான்;<br/><br/>பேதைக்குத் தோள் அமிழ்தின் இயன்றன= இப்பேதைக்குத் தோள்கள் தீண்டப்படுவதோர் அமிழ்தினான் செய்யப்பட்டன.<br/><br/>ஏது ஆகலான், தீண்டல் அமிழ்திற்கும் எய்திற்று. வாடிய உயிரைத் தளிர்ப்பித்தல் பற்றி, அவை 'அமிழ்தின் இயன்றன' என்றான். தளிர்த்தல்- இன்பத்தான் தழைத்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சாருந்தோறும் என்னுயிர் தழைப்பச் சார்தலால் பேதைக்குத் தோள்கள் அமுதினால் செய்யப்பட்டனவாக வேண்டும்.<br/><br/>சாராதகாலத்து இறந்துபடுவதான உயிரைத் தழைக்கப் பண்ணுதலான் அமுதம் போன்றதென்றவாறு. இது கூடிய தலைமகன் மகிழ்ந்து கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Ambrosia are the simple maiden's arms; when I attain<br/>Their touch, my withered life puts forth its buds again!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The shoulders of this fair one are made of ambrosia, for they revive me with pleasure every time I embrace them."
          }
        ]
      }
    ],
    "id": 1106
  },
  {
    "kural": {
      "l1": "தம்மி லிருந்து தமதுபாத் துண்டற்றா",
      "l2": "லம்மா வரிவை முயக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தம்மில் இருந்து தமதுபாத்து உண்டற்றால்<br/>அம்மா அரிவை முயக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அழகிய மாமை நிறம் உடைய இவளுடைய தழுவுதல், தம்முடைய வீட்டிலிருந்து தாம் ஈட்டிய பொருளைப் பகுத்துக் கொடுத்து உண்டாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அம் மா அரிவை முயக்கு= அழகிய மாமை நிறத்தை உடைய அரிவையது முயக்கம்;<br/><br/>தம்மில் இருந்து தமது பாத்து உண்டற்றால்= இன்பம் பயத்தற்கண் தமக்குரிய இல்லின்கணிருந்து, உலகோர் தம் தாளான் வந்த பொருளைத் தென்புலத்தார், தெய்வம், விருந்து, ஒக்கல்கட்குப் புகுத்துத் தம் கூற்றை உண்டாற்போலும்.<br/><br/>தொழிலுவமம். இல்லறம் செய்தார் எய்தும் துறக்கத்து இன்பம் எனக்கு இப்புணர்ச்சியே தரும் என, வரைவு உடன்படான் கூறியவாறாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மிடத்திலே யிருந்து, தமது தாளாண்மையால் பெற்ற பொருளை இல்லாதார்க்குப் பகுத்து உண்டாற்போலும், அழகிய மாமை நிறத்தினையுடைய அரிவை முயக்கம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As when one eats from household store, with kindly grace<br/>Sharing his meal; such is this golden maid's embrace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The embraces of a gold-complexioned beautiful female are as pleasant as to dwell in one's own house and live by one's own (earnings) after distributing (a portion of it in charity)."
          }
        ]
      }
    ],
    "id": 1107
  },
  {
    "kural": {
      "l1": "வீழு மிருவர்க் கினிதே வளியிடை",
      "l2": "போழப் படாஅ முயக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வீழும் இருவர்க்கு இனிதே வளியிடை<br/>போழப் படாஅ முயக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காற்று இடையறுத்துச் செல்லாதபடி தழுவும் தழுவுதல், ஒருவரை ஒருவர் விரும்பிய காதலர் இருவர்க்கும் இனிமை உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வளி இடை போழப் படா முயக்கு= ஒருபொழுது நெகிழாமையின் காற்றால் இடை அறுக்கப்படாத முயக்கம்;<br/><br/>வீழும் இருவர்க்கு இனிதே= ஒருவரை ஒருவர் விழைவார் இருவர்க்கும் இனிதே.<br/><br/>முற்றும்மை விகாரத்தான் தொக்கது. ஏகாரம் தேற்றத்தின்கண் வந்தது. ஈண்டு இருவர் இல்லை;இன்மையான் இஃது ஒவ்வாது என்பது கருத்து. களவிற் புணர்ச்சியை மகிழ்ந்து வரைவு உடன்படான் கூறியது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒத்த காதலுடையா ரிருவர்க்கும் இனிதாம்; காற்றால் இடை யறுக்கப்படாத முயக்கம்.<br/><br/>இது புணர்ச்சி விருப்பினால் கூறினமையால் புணர்ச்சி மகிழ்தலாயிற்று. இது குறிப்பினால் புகழ்ந்தது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Sweet is the strict embrace of those whom fond affection binds,<br/>Where no dissevering breath of discord entrance finds."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To ardent lovers sweet is the embrace that cannot be penetrated even by a breath of breeze. "
          }
        ]
      }
    ],
    "id": 1108
  },
  {
    "kural": {
      "l1": "ஊட லுணர்தல் புணர்த லிவைகாமங்",
      "l2": "கூடியார் பெற்ற பயன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடல் உணர்தல் புணர்தல் இவைகாமம்<br/>கூடியார் பெற்ற பயன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஊடுதல், ஊடலை உணர்ந்து விடுதல், அதன்பின் கூடுதல் ஆகிய இவை காதல் வாழ்வு நிறைவேறப்பெற்றவர் பெற்ற பயன்களாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஊடல் உணர்தல் புணர்தல் இவை= புணர்ச்சி இனிதாதற் பொருட்டு வேண்டுவதாய ஊடலும், அதனை அளவறிந்து நீங்குதலும், அதன்பின் நிகழ்வதாய அப்புணர்ச்சிதானும் என இவையன்றே;<br/><br/>காமம் கூடியார் பெற்ற பயன்= வரைந்துகொண்டு காமத்தை இடைவிடாது எய்தியவர் பெற்ற பயன்கள்.<br/><br/>ஆடவர்க்குப் பிரிவு என்பது ஒன்று உளதாதன் மேலும், அதுதான் பரத்தையர்மாட்டு ஆதலும், அதனை அறிந்து மகளிர் ஊடிநிற்றலும், அவ்வூடலைத் தவறு செய்தவர்தாமே தம் தவறின்மை கூறி நீக்கலும், பின்னும் அவ்விருவரும் ஒத்த அன்பினராய்க் கூடலும் அன்றே முன வரைந்து எய்தினார் பெற்ற பயன்; அப்பயன் இருதலைப் புள்ளின் ஓருயிராய உழுவல் அன்பு உடைய எமக்கு வேண்டா என அவ்வரைந்து எய்தலை இகழ்ந்து கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஊடுதலும் ஊடல் தீர்தலும், பின்னைப் புணர்தலுமென்னுமிவை அன்பினாற் கூடினார் பெற்ற பயன்.<br/><br/>காமம் - அன்பு. புணர்தலெனினும் பேணுதலெனினும் ஒக்கும். ஊடற் குறிப்பு தோன்றநின்ற தலைமகளை ஊடல் தீர்த்துப் புணர்ந்த தலைமகன் அதனால் வந்த மகிழ்ச்சி கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The jealous variance, the healing of the strife, reunion gained;<br/>These are the fruits from wedded love obtained."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Love quarrel, reconciliation and intercourse - these are the advantages reaped by those who marry for lust."
          }
        ]
      }
    ],
    "id": 1109
  },
  {
    "kural": {
      "l1": "அறிதோ றறியாமை கண்டற்றாற் காமஞ்",
      "l2": "செறிதோறுஞ் சேயிழை மாட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிதோறு அறியாமை கண்டற்றால் காமம்<br/>செறிதோறும் சேயிழை மாட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செந்நிற அணிகலன்களை அணிந்த இவளிடம் பொருந்துந்தோறும் காதல் உணர்தல், நூற்பொருள்களை அறிய அறிய அறியாமை கண்டாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிதோறு அறியாமை கண்டற்று= நூல்களானும் நுண்ணுர்வானும் பொருள்களை அறிய அறிய முன்னை அறியாமை கண்டாற்போலக் காணப்படா நின்றது;<br/><br/>சேயிழை மாட்டுச் செறிதோறும் காமம்= சிவந்த இழையினை உடையாளை இடைவிடாது செறியச் செறிய இவள்மாட்டுக் காதல்.<br/><br/>களவொழுக்கத்திற் பல இடையீடுகளான் எய்தப்பெறாது அவாவுற்றான் இதுபொழுது நிரந்தரமாக எய்தப் பெற்றமையின், 'செறிதோறும்' என்றான். அறிவிற்கு எல்லையின்மையான் மேன்மேல் அறிய அறிய முன்னை அறிவு அறியாமையாய் முடியுமாறுபோலச் செறிவிற்கு எல்லையின்றி மேன்மேற் செறியச் செறிய முன்னைச் செறிவு செறியாமையாய் முடியாநின்றது எனத் தன்னாராமை கூறியவாறு.<br/><br/>இப்புணர்ச்சி மகிழ்தல், தலைமட்கும் உண்டேனும் அவள்மாட்டுக் குறிப்பான் நிகழ்வது அல்லது கூற்றான் நிகழாமை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதானும் ஒன்றை அறியுந்தோறும் அறியாமை தோன்றினாற்போலும், இச்சேயிழைமாட்டுப் புணர்ச்சியும் புணருந்தோறும் அமையாமை.<br/><br/>காமப்புணர்ச்சியாயிற்று. இஃது அமையாமையின் கூற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The more men learn the more their lack of learning they detect;<br/>'Tis so when I approach the maid with gleaming jewels decked."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As (one's) ignorance is discovered the more one learns, so does repeated intercourse with a well-adorned female (only create a desire for more). "
          }
        ]
      }
    ],
    "id": 1110
  }
]