export default [
  {
    kural: {
      l1: 'இறந்த வெகுளியிற் றீதே சிறந்த',
      l2: 'வுவகை மகிழ்ச்சியிற் சோர்வு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இறந்த வெகுளியின் தீதே சிறந்த<br/>உவகை மகிழ்ச்சியிற் சோர்வு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பெரிய உவகையால் மகிழ்ந்திருக்கும்போது மறதியால் வரும் சோர்வு, ஒருவனுக்கு வரம்பு கடந்த சினம் வருவதைவிடத் தீமையானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சிறந்த உவகை மகிழ்ச்சியிற் சோர்வு= மிக்க உவகைக்களிப்பான் வரும் மறவி; இறந்த வெகுளியின் தீது= அரசனுக்கு அளவிறந்த வெகுளியினும் தீது.<br/><br/>மிக்க உவகை பெருஞ்செல்வம், பேரின்பம், பெருமிதம் என்று இவற்றான் வருவது. அளவு பகைவரை அடர்த்தற்கும், கொடியோரை ஒறுத்தற்கும் வேண்டுவது. 'இறந்த வெகுளி' ஒரோவழிப் பகைவரையும் கொல்லும்; இஃது அன்னதன்றித் தன்னையே கோறலின், அதனினும் தீது ஆயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மிகுந்த வெகுளியினும் தனக்குத் தீமையைச் செய்யும்; மிக்க உவகைக்களிப்பினால் வரும் மறப்பு.<br/><br/>தனக்குச் சிறந்த உவகை தன்மகிழ்ச்சியாற் சோருஞ் சோர்வு என்றும், உய்க்க வேண்டுமவரிடத்து உய்க்கும் உவகை என்றுமாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis greater ill, if rapture of o'erweening gladness to the soul,<br/>Bring self-forgetfulness, than if transcendent wrath control.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'More evil than excessive anger, is forgetfulness which springs from the intoxication of great joy.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொச்சாப்புக் கொல்லும் புகழை யறிவினை',
      l2: 'நிச்ச நிரப்புக்கொன் றாங்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொச்சாப்புக் கொல்லும் புகழை அறிவினை<br/>நிச்ச நிரப்புக்கொன் றாங்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நாள்தோறும் விடாமல் வரும் வறுமை அறிவைக் கொல்வதுபோல, ஒருவனுடைய புகழை அவனுடைய மறதி கொன்றுவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "புகழைப் பொச்சாப்புக் கொல்லும்= ஒருவன் புகழினை அவன் மறவி கெடுக்கும்; அறிவினை நிச்ச நிரப்புக் கொன்றாங்கு= அறிவினை நிச்சநிரப்புக் கெடுக்குமாறு போல.<br/><br/>'நிச்சநிரப்பு' நாள்தோறும் இரவான் வருந்தித் தன் வயிறு நிறைத்தல். அஃது அறிவுடையான்கண் உண்டாயின் அவற்கு இளிவரவானும், பாவத்தானும் எள்ளற்பாட்டினை விளைத்து, அவன் நன்குமதிப்பினை அழிக்கும். அதுபோல மறவியும், புகழுடையான்கண் உண்டாயின் அவற்குத் தற்காவாமையானும் காரியக்கேட்டானும் எள்ளற்பாட்டினை விளைத்து அவன் நன்குமதிப்பினை அழிக்கும் என்பதாயிற்று.<br/><br/>இவை இரண்டுபாட்டானும் பொச்சாப்பினது குற்றம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மறவியாகின்றது புகழைக்கொல்லும்: நாடோறும் இரவால் வருந்தி வயிற்றை நிறைக்கும் ஊண் அறிவைக் கொல்லுமாறு போல.<br/><br/>இவை மூன்றினாலும் பொருளின்கண் கடைப்பிடித்தல் கூறினார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Perpetual poverty is death to wisdom of the wise;<br/>When man forgets himself his glory dies!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Forgetfulness will destroy fame, even as constant poverty destroys knowledge.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொச்சாப்பார்க் கில்லை புகழ்மை யதுவுலகத்',
      l2: 'தெப்பா னூலோர்க்குந் துணிவு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொச்சாப்பார்க் கில்லை புகழ்மை அதுஉலகத்து<br/>எப்பால்நூ லோர்க்கும் துணிவு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மறதியால் சோர்ந்து நடப்பவர்க்குப் புகழுடன் வாழும் தன்மையில்லை; அஃது உலகத்தில் எப்படிப்பட்ட நூலோர்க்கும் ஒப்பமுடிந்த முடிபாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பொச்சாப்பார்க்குப் புகழ்மை இல்லை= பொச்சாந்து ஒழுகுவார்க்குப் புகழுடைமை இல்லை; அது உலகத்து எப்பால் நூலோர்க்கும் துணிவு= அவ்வின்மை இந்நீதிநூல் உடையார்க்கேயன்றி உலகத்து எவ்வகைப்பட்ட நூலுடையார்க்கும் ஒப்பமுடிந்தது.<br/><br/>அரசர்க்கேயன்றி அறமுதலிய நான்கினும் முயல்வார் யாவர்க்கும் கைகூடாமையின் புகழில்லை என்பது தோன்ற, 'எப்பால் நூலோர்க்கும் துணிவு' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொச்சாப்பு உடையார்க்குப் புகழுடைமையில்லையாம்; அஃது உலகத்து வழங்குகின்ற எவ்வகைப்பட்ட நூலோர்க்குந் துணிவு.<br/><br/>இது பொச்சாப்பார்க்குப் புகழாகாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'To self-oblivious men no praise'; this rule<br/>Decisive wisdom sums of every school.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Thoughtlessness will never acquire fame; and this tenet is upheld by all treatises in the world.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அச்ச முடையார்க் கரணில்லை யாங்கில்லை',
      l2: 'பொச்சாப் புடையார்க்கு நன்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அச்ச முடையார்க்கு அரணில்லை ஆங்கில்லை<br/>பொச்சாப் புடையார்க்கு நன்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உள்ளத்தில் அச்சம் உடையவர்க்குப் புறத்திலே அரண் இருந்தும் பயன் இல்லை; அதுபோல் மறதி உடையவர்க்கு நல்ல நிலை வாய்த்தும் பயன் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அரண் அச்சம் உடையார்க்கு இல்லை= காடு மலை முதலிய அரண்களுக்குள்ளே நிற்பினும் மனத்தின்கண் அச்சம் உடையார்க்கு அவற்றால் பயன் இல்லை. ஆங்கு நன்கு பொச்சாப்பு உடையார்க்கு இல்லை= அதுபோலச் செல்வம்எல்லாம் உடையராயினும், மனத்தின்கண் மறவியை உடையார்க்கு அவற்றான் பயனில்லை.<br/><br/>நன்மைக்கு ஏதுவாகலின், 'நன்கு' என்றார். அச்சமுடையார் நின்ற அரண் அழியுமாறுபோல, மறவியுடையாருடைய செல்வங்களும் அழியும் என்பதாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அச்சமுடையார்க்கு ஆவதொரு அரணில்லை: அதுபோலப் பொச்சாப்புடையார்க்கு வருவதொரு நன்மை இல்லை.<br/><br/>இது பொச்சாப்புடையார்க்குக் காவலில்லை என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'To cowards is no fort's defence'; e'en so<br/>The self-oblivious men no blessing know.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Just as the coward has no defence (by whatever fortifications ha may be surrounded), so the thoughtless has no good (whatever advantages he may possess)',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முன்னுறக் காவா திழுக்கியான் றன்பிழை',
      l2: 'பின்னூ றிரங்கி விடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முன்னுறக் காவாது இழுக்கியான் தன்பிழை<br/>பின்னூறு இரங்கி விடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வரும் இடையூறுகளை முன்னே அறிந்து காக்காமல் மறந்து சோர்ந்தவன், பின்பு அவை வந்துற்றபோது தன் பிழையை நினைந்து இரங்குவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "முன்னுறக் காவாது இழுக்கியான்= தன்னாற் காக்கப்படும் துன்பங்களை அவை வருவதற்கு முன்னே அறிந்து காவாது மறந்திருந்தான்; பின் ஊறு தன் பிழை இரங்கிவிடும்= பின் வந்துற்ற காலத்துக் காக்கலாகாமையின் அப்பிழைப்பினை நினைந்து இரங்கிவிடும்.<br/><br/>காக்கப்படும் தன்மைகளாவன: சோர்வு பார்த்துப் பகைவர் செய்வன. ஊற்றின்கண் என்புழி உருபும் சாரியையும் உட்ன்தொக்கன. உற்ற காலத்துக் காக்கல் ஆகாமையின், 'இரங்கி விடும்' என்றார்.<br/><br/>இவை மூன்றுபாட்டானும் பொச்சாப்பு உடையார்க்கு வரும் ஏதம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னாற் காக்கப்படும் துன்பங்களை அவை வருவதற்கு முன்னே அறிந்து காவாது மறந்திருந்தான், பின் வந்துற்றகாலத்துக் காக்கலாகாமையின் அப்பிழைப்பினை நினைந்திரங்கிவிடும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To him who nought foresees, recks not of anything,<br/>The after woe shall sure repentance bring.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The thoughtless man, who provides not against the calamities that may happen, will afterwards repent for his fault.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இழுக்காமை யார்மாட்டு மென்றும் வழுக்காமை',
      l2: 'வாயி னதுவொப்ப தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இழுக்காமை யார்மாட்டும் என்றும் வழுக்காமை<br/>வாயின் அதுவொப்பது இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யாரிடத்திலும் எக்காலத்திலும் மறந்தும் சோர்ந்திருக்காத தன்மை தவறாமல் பொருந்தியிருக்குமானால், அதற்கு ஒப்பான நன்மை வேறொன்றும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இழுக்காமை யார்மாட்டும் என்றும் வழுக்காமை வாயின்= அரசர்க்கு மறவாமைக் குணம் யாவர்மாட்டும் எக்காலத்தும் ஒழிவின்றி வாய்க்குமாயின்; அது ஒப்பது இல்= அதனை ஒக்கும் நன்மை பிறிது இல்லை.<br/><br/>வினைசெய்வார், சுற்றத்தார் என்னும் தம்பாலார்கண்ணும் ஒப்பவேண்டுதலின் 'யார்மாட்டும்' என்றும், தாம் பெருகிய ஞான்றும் சுருங்கிய ஞான்றும் ஒப்பவேண்டுதலின் 'என்றும்' என்றும், எல்லாக் காரியங்களினும் ஒப்பவேண்டுதலின், 'வழுக்காமை' என்றும் கூறினார். 'வாயின்' என்பது முதனிலைத் தொழிற்பெயர் அடியாகவந்த வினையெச்சம். வாய்த்தல்- நேர்படுதல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாவர்மாட்டும் எல்லாநாளும் தப்புச்செய்யாமை தப்பாமல் வாய்க்குமாயின் அதனையொக்க நன்மை பயப்பது பிறிதொன்று இல்லை.<br/><br/>இது முறைமை செய்யுங்கால் கடைப்பிடித்துச் செய்யவேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Towards all unswerving, ever watchfulness of soul retain,<br/>Where this is found there is no greater gain.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is nothing comparable with the possession of unfailing thoughtfulness at all times; and towards all persons.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அரியவென் றாகாத வில்லைபொச் சாவாக்',
      l2: 'கருவியாற் போற்றிச் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அரியஎன்று ஆகாத இல்லைபொச் சாவாக்<br/>கருவியால் போற்றிச் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மறவாமை என்னும் கருவி்கொண்டு (கடமைகளைப்) போற்றிச் செய்தால், செய்வதற்கு அரியவை என்று ஒருவனால் முடியாத செயல்கள் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அரிய என்று ஆகாத இல்லை= இவை செய்தற்கு அரியன என்று சொல்லப்பட்டு ஒருவற்கு முடியாத காரியங்கள் இல்லை; பொச்சாவாக் கருவியான் போற்றிச் செயின்= மறவாத மனத்தானே எண்ணிச் செய்யப்பெறின்.<br/><br/>பொச்சாவாத என்பதன் இறுதிநிலை விகாரத்தான் தொக்கது. அந்தக்கரணமாதலின் 'கருவி' என்றார். இடைவிடாத நினைவும், தப்பாத சூழ்ச்சியும் உடையார்க்கு எல்லாம் எளிதின் முடியும் என்பதாம்.<br/><br/>இவை இரண்டுபாட்டானும் பொச்சாவாமையது சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செயற்கு அரியனவென்று செய்யலாகாதன வில்லை; மறவாமையாகிய கருவியாலே பாதுகாத்துச் செய்வானாயின்.<br/><br/>இது வினை செய்யுங்கால் மறவாமை வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though things are arduous deemed, theer's nought may not be won,<br/>When work with mind's unslumbering energy and thought is done.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is nothing too difficult to be accomplished, if a man set about it carefully, with unflinching endeavour.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புகழ்ந்தவை போற்றிச் செயல்வேண்டுஞ் செய்யா',
      l2: 'திகழ்ந்தார்க் கெழுமையு மில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புகழ்ந்தவை போற்றிச் செயல்வேண்டும் செய்யாது<br/>இகழ்ந்தார்க்கு எழுமையும் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சான்றோர் புகழ்ந்து சொல்லிய செயல்களைப் போற்றிச் செய்ய வேண்டும்; அவ்வாறு செய்யாமல் மறந்து சோர்ந்தவருக்கு ஏழு பிறப்பிலும் நன்மை இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "புகழ்ந்தவை போற்றிச் செயல்வேண்டும்= நீதி நூலுடையார் இவை அரசர்க்கு உரியன என்று உயர்த்துக்கூறிய செயல்களைக் கடைப்பிடித்துச் செய்க; செய்யாது இகழ்ந்தார்க்கு எழுமையும் இல்= அங்ஙனம் செய்யாது மறந்தவர்க்கு எழுமையினும் நன்மையில்லை ஆகலான்.<br/><br/>அச்செயல்களாவன : மூவகையாற்றலும், நால்வகை உபாயமும், ஐவகைத் தொழிலும், அறுவகைக் குணமும் முதலாய செயல்கள். சாதி தருமம்ஆகிய இவற்றின் வழீஇயோர்க்கு உள்ளது நிரயத்துன்பமே ஆகலின், 'எழுமையும்இல்' என்றார். 'எழுமை' ஆகுபெயர். இதனான் பொச்சாவாது செய்யவேண்டுவன கூறப்பட்டன.<br/><br/>(இவற்றுள் மூவகை ஆற்றலை 466 ஆம் குறள் உரையினும், நால்வகை உபாயத்தை 467 ஆம் குறள்உரையினும், ஐவகைத்தொழிலை 462 ஆம் குறள்உரையினும், அறுவகைக்குணத்தை 485 ஆம் குறள்உரையினும் காண்க.)",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உயர்ந்தாரால் புகழப்பட்டவையிற்றைக் கடைப்பிடித்துச் செய்தல்வேண்டும். இவையிற்றைச் செய்யாது இகழ்ந்தவர்க்கு எழுபிறப்பிலும் நன்மையில்லையாமாதலான்.<br/><br/>இஃது அறத்தின்கண் இகழாமற் செய்வது கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Let things that merit praise thy watchful soul employ;<br/>Who these despise attain through sevenfold births no joy.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a man) observe and do these things which have been praised (by the wise); if he neglects and fails to perform them, for him there will be no (happiness) throughout the seven births.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இகழ்ச்சியிற் கெட்டாரை யுள்ளுக தாந்தம்',
      l2: 'மகிழ்ச்சியின் மைந்துறும் போழ்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இகழ்ச்சியின் கெட்டாரை உள்ளுக தாந்தம்<br/>மகிழ்ச்சியின் மைந்துறும் போழ்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தாம் தம் மகிழ்ச்சியால் செருக்குக் கொண்டு கடமையை மறந்திருக்கும் போது, அவ்வாறு சோர்ந்திருந்த காரணத்தால் முற்காலத்தில் அழிந்தவரை நினைக்கவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தம் மகிழ்ச்சியின் தாம் மைந்து உறும் போழ்து= அரசர் தம் மகிழ்ச்சிக்கண் தாம் வலியுறும்பொழுது; இகழ்ச்சியின் கெட்டாரை உள்ளுக= முற்காலத்து அதனின்ஆய சோர்வாற் கெட்டவர்களை நினைக்க.<br/><br/>காரணங்களோடு அவர்க்கு உளதாய உரிமையை மகிழ்ச்சிமேல் ஏற்றித் 'தம் மகிழ்ச்சியின்' என்றும், இகழ்ச்சியும் கேடும் உடன் தோன்றும்ஆகலின், 'மகிழ்ச்சியின் மைந்துறும் போழ்து' என்றும் கூறினார். கெட்டாரை உள்ளவே, தாமும் அவ்வாறே கெடுதும் என்று அதன்கண் மைந்துறார் என்பது கருத்து. எண்ணுக‡ என்று பாடம் ஓதுவாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசர் குறித்துணரும் உணர்ச்சியின்மையாலே முன்பு கெட்ட அரசரை நினைக்க; தாமும் தம்முடைய மகிழ்ச்சியாலே வலியராயிருக்கும் பொழுது.<br/><br/>இஃது உண்பவை, உடுப்பவை, பூசுபவை சோதித்துக் கொள்க என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Think on the men whom scornful mind hath brought to nought,<br/>When exultation overwhelms thy wildered thought.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a king) think of those who have been ruined by neglect, when his mind is elated with joy. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளிய தெய்த லெளிதுமன் மற்றுந்தா',
      l2: 'னு்ள்ளிய துள்ளப் பெறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளியது எய்தல் எளிதுமன் மற்றுந்தான்<br/>உள்ளியது உள்ளப் பெறின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் எண்ணியதை விடாமல் எண்ணி, (சோர்வில்லாமல்) இருக்கப் பெற்றால், அவன் கருதியதை அடைதல் எளிதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தான் உள்ளியது எய்துதல் எளிதுமன்- அரசனுக்குத் தான் எய்தநினைத்த பொருளை அந்நினைத்த பெற்றியே எய்துதல் எளிதாம்; மற்றும் உள்ளியது உள்ளப் பெறின்= பின்னும் அதனையே நினைக்கக் கூடுமாயின்.<br/><br/>அது கூடாது என்பது ஒழிந்து நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது. அதனையே நினைத்தலாவது, மறவியின்றி அதன்கண்ணே முயறல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தான் நினைந்த பொருளைப் பெறுதல் எளிது; பின்பும் அதனை மறவாதே நினைக்கக் கூடுமாயின்.<br/><br/>இனிப் பொருளின்கண் மறவாமை கூறுவார் முற்பட நினைத்ததனை மறவாமை வேண்டுமென்றார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis easy what thou hast in mind to gain,<br/>If what thou hast in mind thy mind retain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is easy for (one) to obtain whatever he may think of, if he can again think of it.',
          },
        ],
      },
    ],
  },
];
