export default [
  {
    kural: {
      l1: 'பல்லார் முனியப் பயனில சொல்லுவா',
      l2: 'னெல்லாரு மெள்ளப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பல்லார் முனியப் பயனில சொல்லுவான்<br/>எல்லாரும் எள்ளப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கேட்டவர் பலரும் வெறுக்கும்படியாகப் பயனில்லாத சொற்களைச் சொல்லுகின்றவன், எல்லோராலும் இகழப்படுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பல்லார் முனியப் பயன் இல சொல்லுவான்= அறிவுடையார் பலருங் கேட்டு வெறுப்பப் பயனிலவாகிய சொற்களைச் சொல்லுவான்;<br/><br/>எல்லாரும் எள்ளப் படும்= எல்லாரானும் இகழப் படும்.<br/><br/>அறிவுடையார் பலரும் வெறுப்பவே, ஒழிந்தாரானும் இகழப்படுதலின், எல்லாரும் எள்ளப்படும் என்றார். மூன்றனுருபு விகாரத்தால் தொக்கது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பயன் இல பல்லார் முனிய சொல்லுவான்-பயன் இல்லாதவற்றைப் பலர் வெறுக்கச் சொல்லுமவன், எல்லாரும் எள்ளப்படும் -எல்லாரானும் இகழப்படுவன்.<br/><br/>இது, பயனில. கூறுவான் பிறரால் இகழப்படுவ னென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Words without sense, while chafe the wise,<br/>Who babbles, him will all despise.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who to the disgust of many speaks useless things will be despised by all.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பயனில பல்லார்முற் சொல்ல னயனில',
      l2: 'நட்டார்கட் செய்தலிற் றீது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பயனில பல்லார்முன் சொல்லல் நயனில<br/>நட்டார்கண் செய்தலிற் றீது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பலர் முன்னே பயனில்லாத சொற்களைச் சொல்லுதல், நண்பரிடத்தில் அறம் இல்லாத செயல்களைச் செய்தலை விடத் தீமையானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பயன் இல பல்லார்முன் சொல்லல்= பயனிலவாகிய சொற்களை அறிவுடையார் பலர் முன்பே ஒருவன் சொல்லுதல்;<br/><br/>நயன் இல நட்டார்கண் செய்தலின் தீது= விருப்பமிலவாகிய செயல்களைத் தன் நட்டார்மாட்டுச் செய்தலினும் தீது.<br/><br/>'விருப்பமில', வெறுப்பன. இச்சொல் அச்செயலினும் மிக இகழற்பாடு பயக்கும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பயன் இல பல்லார் முன் சொல்லல்-பயன் இல்லாத சொற்களைப் பலர் முன்பு கூறுதல், நயன் இல நட்டார் கண் செய்தலின் தீதே-நன்மை யில்லாதவற்றை நட்டார் மாட்டுச் செய்தலினும் தீதே.<br/><br/>[நன்மை இல்லாத-தீய செயல்கள். தீதே என்பது தேற்றேகாரம் கெட்டு நின்றது.]<br/><br/>இது, பயனில கூறல் இம்மை மறுமை இரண்டின் கண்ணும் தீமை பயக்கு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Words without sense, where many wise men hear, to pour<br/>Than deeds to friends ungracious done offendeth more.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To speak useless things in the presence of many is a greater evil than to do unkind things towards friends.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நயனில னென்பது சொல்லும் பயனில',
      l2: 'பாரித் துரைக்கு முரை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயனிலன் என்பது சொல்லும் பயனில<br/>பாரித் துரைக்கும் உரை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் பயனில்லாத பொருள்களைப் பற்றி விரிவாகச் சொல்லும் சொற்கள், அவன் அறம் இல்லாதவன் என்பதை அறிவிக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பயன் இல பாரித்து உரைக்கும் உரை= பயனிலவாகிய பொருள்களை ஒருவன் விரித்துரைக்கும் உரைதானே;<br/><br/>நயன் இலன் என்பது சொல்லும்= இவன் நீதி இலன் என்பதனை உரைக்கும்.<br/><br/>உரையால் இவன் நயனிலன் என்பது அறியலாம் என்பார், அதனை உரைமேல் ஏற்றி உரை சொல்லும் என்றார்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நயன் இலன் என்பது சொல்லும்-நயனுடையன் அல்லன் என்பதனை அறிவிக்கும், பயன் இல பாரித்து உரைக்கும் உரை-பயனில்லாதவற்றைப் பரக்க விட்டுச் சொல்லும் சொற்கள்.<br/><br/>இது, பயனில சொல்லுவார் இம்மையின் கண் பிறரால் இயம்பப்படா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Diffusive speech of useless words proclaims<br/>A man who never righteous wisdom gains.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'That conversation in which a man utters forth useless things will say of him "he is without virtue."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நயன்சாரா நன்மையி னீக்கும் பயன்சாரா',
      l2: 'பண்பில்சொற் பல்லா ரகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயன்சாரா நன்மையின் நீக்கும் பயன்சாராப்<br/>பண்பில்சொல் பல்லா ரகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பயனோடு பொருந்தாத பண்பு இல்லாத சொற்களைப் பலரிடத்தும் சொல்லுதல், அறத்தோடு பொருந்தாமல் நன்மையிலிருந்து நீங்கச் செய்யும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பயன் சாராப் பண்பு இல் சொல் பல்லார் அகத்து= பயனொடு படாத பண்பில் சொற்களை ஒருவன் பலரிடைச் சொல்லுமாயின்;<br/><br/>நயன் சாரா நன்மையின் நீக்கும்= அவை அவர் மாட்டு நீதியொடுபடாவாய், அவனை நற்குணங்களின் நீக்கும்.<br/><br/>'பண்பு' இனிமையும், மெய்ம்மையும் முதலாய சொற்குணங்கள். 'சொல்லுமாயின்' என்பதும், 'அவர்மாட்டு' என்பதும், எச்சமாக வருவிக்கப் பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பயன் சாரா பண்பில் சொல் பல்லார் அகத்து-ஒரு பயனைச் சாராத பண்பில்லாச் சொல்லைப் பலரிடத்து (க் கூறுவானாயின்), நயன் சாரா நன்மையின் நீங்கும்-அவன் நடு சாராது நன்மையின் நீங்குவான்.<br/><br/>[கூறுவனாயின் என்பது எச்சமாக வருவிக்கப்பட்டது.]<br/><br/>இது, பயனில கூறல் பிறரால் விரும்பப்படாமையுமன்றி நன்மையும் பயவா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Un meaning , worthless words, said to the multitude,<br/>To none delight afford, and sever men from good.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The words devoid of profit or pleasure which a man speaks will, being inconsistent with virtue, remove him from goodness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சீர்மை சிறப்பொடு நீங்கும் பயனில',
      l2: 'நீர்மை யுடையார் சொலின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சீர்மை சிறப்பொடு நீங்கும் பயனில<br/>நீர்மை யுடையார் சொலின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பயனில்லாத சொற்களை நல்ல பண்பு உடையவர் சொல்லுவாரானால், அவருடைய மேம்பாடு அவர்க்குரிய மதிப்போடு நீங்கிவிடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பயன் இல நீர்மை உடையார் சொலின்= பயனிலவாகிய சொற்களை இனியநீர்மையுடையார் சொல்லுவாராயின்;<br/><br/>சீர்மை சிறப்பொடு நீங்கும்= அவரது விழுப்பமும் அதனால் வரும் நன்கு மதிக்கற்பாடும் உடனே நீங்கும்<br/><br/>'நீர்மை', நீரின்தன்மை. 'சொலின்' என்பது சொல்லாமையை விளக்கிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பயன் இல நீர்மை உடையார் சொலின்-பயன் இல்லாதவற்றை நீர்மையுடையார் கூறுவாராயின், சீர்மை சிறப்பொடு நீங்கும்-(அவர்க் குண்டான) சீர்மையும் சிறப்பும் போம்.<br/><br/>[நீர்மை-நீரின் தன்மை-அருள். சீர்மை-நன்மை, சிறப்பு-மேன்மை. ஒடு என்பது இங்கு எண்ணுப்பொருளில் வந்தது.]<br/><br/>இது, நீர்மையுடையார் பயனில கூறுவராயின், அவருடைய எல்லா நன்மையும் போ மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Gone are both fame and boasted excellence,<br/>When men of worth speak of words devoid of sense.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If the good speak vain words their eminence and excellence will leave them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பயனில்சொற் பாராட்டு வானை மகனெனல்',
      l2: 'மக்கட் பதடி யெனல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பயனில்சொல் பாராட்டு வானை மகன்எனல்<br/>மக்கட் பதடி யெனல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பயனில்லாத சொற்களைப் பலமுறையும் சொல்லுகின்ற ஒருவனை மனிதன் என்று சொல்லக்கூடாது; மக்களுள் பதர் என்றே சொல்ல வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பயன் இல் சொல் பாராட்டுவானை மகன் எனல்= பயனி்ல்லாத சொற்களைப் பலகாலும் சொல்லுவானை மகனென்று சொல்லற்க;<br/><br/>மக்கட் பதடி எனல்= மக்களுள் பதர் என்று சொல்லுக.<br/><br/>'அல்' விகுதி வியங்கோள்; முன் எதிர்மறையினும், பின் உடம்பாட்டினும் வந்தது. அறிவென்னும் உள்ளீடு இன்மையின், 'மக்கள் பதடி' என்றார். இவை ஆறுபாட்டானும், பயனில்லாத சொற்களைச் சொல்லுதலின் குற்றம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: "பயன் இல் சொல் பாராட்டுவானை-பயன் இல்லாத சொல்லைக் கொண்டாடுவானை, மகன் எனல்-மகன் என்னாதொழிக; மக்கள் பதடி எனல்-மக்களில் பதர் என்று சொல்லுக.<br/><br/>[முதல் 'எனல்' அல்லீற்று எதிர்மறை வியங்கோள். இரண்டாம் 'எனல்' அல்லீற்று உடன்பாட்டு வியங்கோள்.]<br/><br/>இது , பயனில்சொல் பாராட்டுதல் மக்கட் பண்பில்லை யென்றது.",
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who makes display of idle words' inanity,<br/>Call him not man,- chaff of humanity!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Call not him a man who parades forth his empty words. Call him the chaff of men.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நயனில சொல்லினுஞ் சொல்லுக சான்றோர்',
      l2: 'பயனில சொல்லாமை நன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயனில சொல்லினுஞ் சொல்லுக சான்றோர்<br/>பயனில சொல்லாமை நன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறம் இல்லாதவற்றைச் சொன்னாலும் சொல்லலாம்; சான்றோர் பயனில்லாத சொற்களைச் சொல்லாமல் இருத்தல் நன்மையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நயன் இல சான்றோர் சொல்லினும் சொல்லுக= நீதியொடு படாத சொற்களைச் சான்றோர் சொன்னாராயினும் அஃதுஅமையும்;<br/><br/>பயன் இல சொல்லாமை நன்று= அவர் பயன்இலவற்றைச் சொல்லாமை பெறின், அது நன்று.<br/><br/>'சொல்லினும்' எனவே, சொல்லாமை பெறப்பட்டது. 'நயனில'வற்றினும், 'பயனில' தீய என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சான்றோர் நயன் இல சொல்லினும் சொல்லுக-சான்றோர் நயன் இல்லாதவற்றைச் சொல்லினும் சொல்லுக; பயன் இல சொல்லாமை நன்று-பயன் இல்லாதவற்றைச் சொல்லாமை நன்று.<br/><br/>[சான்றோர்-கல்வி யறி வொழுக்கங்களால் நிறைந்தோர்.]<br/><br/>இது, பயனில கூறுதல் சான்றோர்க்கு ஆகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Let those who list speak things that no delight afford,<br/>'Tis good for men of worth to speak no idle word.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let the wise if they will, speak things without excellence; it will be well for them not to speak useless things.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அரும்பய னாயு மறிவினார் சொல்லார்',
      l2: 'பெரும்பய னில்லாத சொல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அரும்பயன் ஆயும் அறிவினார் சொல்லார்<br/>பெரும்பயன் இல்லாத சொல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அருமையான பயன்களை ஆராயவல்ல அறிவை உடைய அறிஞர், மிக்க பயன் இல்லாத சொற்களை ஒருபோதும் சொல்லமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அரும் பயன் ஆயும் அறிவினார்= அறிதற்கரிய பயன்களை ஆராயவல்ல அறிவினை உடையார்;<br/><br/>பெரும் பயன் இல்லாத சொல் சொல்லார்= மிக்க பயனுடைய அல்லாத சொற்களைச் சொல்லார்.<br/><br/>அறிதற்கரிய பயன்களாவன: வீடுபேறும், மேற்கதிச்செலவும் முதலாயின. 'பெரும்பயன் இல்லாத' எனவே, பயன் சிறிது உடையனவும் ஒழிக்கப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரும்பயன் ஆயும் அறிவினார்-அரிய பொருளை ஆராயும் அறிவினையுடையார், பெரும் பயன் இல்லாத சொல் சொல்லார்-பெரிய பயன் இல்லாத சொற்களைச் சொல்லார்.<br/><br/>[அரிய பொருள்-உணர்தற்கு அரிய பொருள்; அதாவது மெய்ப்பொருள்.]<br/><br/>இது, பயனில் சொல் மேற்கூறிய குற்றமெல்லாம் பயத்தலின் அதனை அறிவுடையார் சொல்லா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The wise, who weigh the worth of every utterance,<br/>Speak none but words of deep significance.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wise who seek after rare pleasures will not speak words that have not much weight in them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொருடீர்ந்த பொச்சாந்துஞ் சொல்லார் மருடீர்ந்த',
      l2: 'மாசறு காட்சி யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொருள்தீர்ந்த பொச்சாந்துஞ் சொல்லார் மருள்தீர்ந்த<br/>மாசறு காட்சி யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'மயக்கத்திலிருந்து தெளிந்த மாசற்ற அறிவை உடையவர், பயன் நீங்கிய சொற்களை ஒருகால் மறந்தும் சொல்லமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பொருள் தீர்ந்த பொச்சாந்தும் சொல்லார்= பயனின் நீங்கிய சொற்களை மறந்தும் சொல்லார்;<br/><br/>மருள் தீர்ந்த மாசறு காட்சியவர்= மயக்கத்தின் நீங்கிய தூய அறிவினை உடையார்.<br/><br/>தூயஅறிவு= மெய்யறிவு. 'மருள்தீர்ந்த' என்னும் பெயரெச்சம், 'காட்சியவர்' என்னும் குறிப்புப்பெயர் கொண்டது. இவை மூன்று பாட்டானும், பயனில சொல்லாமையின் குணம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருள் தீர்ந்த பொச்சாந்தும் சொல்லார்-பொருள் இல்லாத சொல்லை மறந்தும் சொல்லார், மருள் தீர்ந்த மாசு அறு காட்சியவர்- மயக்கம் தீர்ந்த குற்றம் அற்ற தெளிவினையுடையார்.<br/><br/>[பொருள்-பயன். தீர்தல்-நீக்குதல்.]<br/><br/>இது, தெளிவுடையார் பயனில கூறா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The men of vision pure, from wildering folly free,<br/>Not e'en in thoughtless hour, speak words of vanity.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those wise men who are without faults and are freed from ignorance will not even forgetfully speak things that profit not.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க',
      l2: 'சொல்லிற் பயனிலாச் சொல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க<br/>சொல்லிற் பயனிலாச் சொல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சொற்களில் பயன் உடைய சொற்களை மட்டுமே சொல்லவேண்டும்; பயன் இல்லாதவைகளாகிய சொற்களைச் சொல்லவேகூடாது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சொல்லின் பயன் உடைய சொல்லுக= சொற்களில் பயனுடைய சொற்களைச் சொல்லுக;<br/><br/>சொல்லின் பயன் இலாச் சொல் சொல்லற்க= சொற்களில் பயனில்லாத சொற்களைச் சொல்லற்க.<br/><br/>சொல்லின் என்பது இருவழியும் மிகையாயினும்,, சொற்பொருட் பின்வருநிலை என்னும் அணிநோக்கி வந்தது, "வைகலும் வைகல் வரக்கண்டும்" (நாலடியார், 39) என்பதுபோல. இதனால் சொல்லப் படுவனவும், படாதனவும் நியமிக்கப் பட்டன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சொல்லின் பயனுடைய சொல்லுக-(ஒருவன்) சொல்லுவனாயின் பயன் உடைய சொற்களைச் சொல்லுக; சொல்லில் பயன் இலா சொல் சொல்லற்க-சொற்களில் பயன் இல்லாத சொற்களைச் சொல்லாதொழிக.<br/><br/>இது, பயனில சொல்லாமை வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'If speak you will, speak words that fruit afford;<br/>If speak you will, speak never fruitless word.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Speak what is useful, and speak not useless words.',
          },
        ],
      },
    ],
  },
];
