export default [
  {
    "kural": {
      "l1": "உள்ளக் களித்தலுங் காண மகிழ்தலுங்",
      "l2": "கள்ளுக்கில் காமத்திற் குண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளக் களித்தலும் காண மகிழ்தலும்<br/>கள்ளுக்கில் காமத்திற் குண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நினைத்த அளவிலே களிப்படைதலும் கண்ட அளவிலே மகிழ்ச்சி அடைதலும் ஆகிய இந்த இருவகைத் தன்மையும் கள்ளுக்கு இல்லை; காமத்திற்கு உண்டு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள்ளக் களித்தலும்= நினைந்த துணையானே களிப்பு எய்தலும்;<br/><br/>காண மகிழ்தலும்= கண்ட துணையானே மகிழ்வு எய்தலும்;<br/><br/>கள்ளுக்கு இல் காமத்திற்கு உண்டு= கள்ளுண்டார்க்கு இல்லை, காமம் உடையார்க்கு உண்டு, எ-று.<br/><br/>களித்தல்- உணர்வு அழியாதது. மகிழதல்- அஃது அழிந்தது. இவ்விரண்டும் உண்டுழியல்லது இன்மையின் கள்ளுக்குஇல் என்றாள். உண்டு என்பது இறுதிவிளக்கு. அப்பெற்றித்தாய காமம் உடைய யான் புலத்தல் யாண்டையது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காதலரை நினைத்த அளவிலே களிப்புப் பெறுதலும் கண்ட அளவிலே மகிழ்ச்சி பெறுதலும் களித்தலையும் மகிழ்தலையும் தனக்கு இயல்பாகவுடைய கள்ளிற்கு இல்லை: காமத்திற்கு உண்டு.<br/><br/>கள்ளிற்கு உண்ணக்களித்தலும் மகிழ்தலுமுண்டு: காமத்திற்கு உள்ளக் களித்தலும் காண மகிழ்தலுமுண்டு என்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "She answers the question-Why are you not angry with him who, unmindful of you, is preparing for departure:<br/>Gladness at the thought , rejoicing at the sight, Not palm-tree wine, but love, yields such delight."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To please by thought and cheer by sight is peculiar, not to liquor but lust."
          }
        ]
      }
    ],
    "id": 1281
  },
  {
    "kural": {
      "l1": "தினைத்துணையு மூடாமை வேண்டும் பனைத்துணையுங்",
      "l2": "காம நிறைய வரின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தினைத்துணையும் ஊடாமை வேண்டும் பனைத்துணையும்<br/>காமம் நிறைய வரின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காமம் பனையளவாக நிறைய வரும்போது காதலரோடு தினையளவாகச் சிறிதேனும் ஊடல் கொள்ளாமல் இருக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமம் பனைத்துணையும் நிறைய வரின்= மகளிர்க்குக் காமம் பனையளவினும் மிக உண்டாமாயின்;<br/><br/>தினைததுணையும் ஊடாமை வேண்டும்= அவரால், தங்காதலரோடு தினையளவும் ஊடுதல் செய்யாமை வேண்டப்படும், எ-று.<br/><br/>'பனைத் துணையும்' என்புழி, ஐந்தன் உருபு விகாரத்தான் தொக்கது. ஊடின் வருத்தம் மிகும் எனப் பிறர்க்கு உறுதி கூறுவாள் போன்று, தன் விதுப்புக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சே! நீ தினையளவும் ஊடாதொழிதல் வேண்டும்: பனை யளவினும் மிகக் காமநுகர்ச்சி வருமாயின்.<br/><br/>இஃது ஊடநினைத்த நெஞ்சிற்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When as palmyra tall, fulness of perfect love we gain,<br/>Distrust can find no place small as the millet grain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If women have a lust that exceeds even the measure of the palmyra fruit, they will not desire (to feign) dislike even as much as the millet."
          }
        ]
      }
    ],
    "id": 1282
  },
  {
    "kural": {
      "l1": "பேணாது பெட்பவே செய்யினுங் கொண்கனைக்",
      "l2": "காணா தமையல கண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பேணாது பெட்பவே செய்யினும் கொண்கனைக்<br/>காணா தமையல கண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "என்னை விரும்பாமல் புறக்கணித்துத் தனக்கு விருப்பமானவற்றையே செய்து ஒழுகினாலும், என்னுடைய கண்கள் காதலனைக் காணாமல் பொருந்தவில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பேணாது பெட்பவே செய்யினும்= நம்மை அவமதித்துத் தான் வேண்டியனவே செய்யுமாயினும்;<br/><br/>கொண்கனைக் கண் காணாது அமையல= கொண்கனை என்கண்கள் காணாது அமைகின்றன இல்லை, எ-று.<br/><br/>தன்விதுப்புக் கண்கள் மேல் ஏற்றப்படடது. அத்தன்மையேன் புலக்குமாறு என்னை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மை விரும்பாது தன்மனம் விரும்புவனவே செய்தானாயினும் கொண்கனைக் காணாது என்கண்கள் அமையமாட்டா.<br/><br/>இவையெல்லாம் ஊடற்பகுதியானமையும் முன்னுறுபுணர்ச்சி யின்மையும் ஆமாறு கண்டுகொள்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Although, his will his only law, he lightly value me,<br/>My heart knows no repose unless my lord I see."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though my eyes disregard me and do what is pleasing to my husband, still will they not be satisfied unless they see him."
          }
        ]
      }
    ],
    "id": 1283
  },
  {
    "kural": {
      "l1": "ஊடற்கண் சென்றேன்மற் றோழி யதுமறந்து",
      "l2": "கூடற்கட் சென்றதென் னெஞ்சு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊடற்கண் சென்றேன்மன் தோழி அதுமறந்து<br/>கூடற்கண் சென்றதுஎன் னெஞ்சு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தோழி! யான் அவரோடு ஊடுவதற்காகச் சென்றேன்: ஆனால் என்னுடைய நெஞ்சம் அந்த நோக்கத்தை மறந்து அவரோடு கூடுவதற்காகச் சென்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தோழி= தோழீ;<br/><br/>ஊடற்கண் சென்றேன்= காதலரைக் காணாமுன் அவர்செய்த தவற்றைத் தன்னொடுநினைந்து யான் அவரோடு ஊடுதற்கண்ணே சென்றேன்;<br/><br/>என்நெஞ்சு அதுமறந்து கூடற்கண் சென்றது= கண்டபின் என் நெஞ்சு அதனை மறந்து கூடுதற்கண்ணே சென்றது எ-று.<br/><br/>சேறல்நிகழ்தல் நினைத்த நெஞ்சிற்கும் ஒத்தலின், 'அது மறந்து' என்றாள். அச்செலவாற் பயன் என் என்பதுபட நின்றமையின் 'மன்' ஒழியிசைக்கண் வந்தது. அவ்வெல்லையிலே நெஞ்சு அறைபோகலான், அது முடிந்ததில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தோழி! யான் ஊடலைக் கருதிச்சென்றேன். அவனைக் கண்டபொழுதே அதனை மறந்து கூடலைக்கருதிற்று என்னெஞ்சு.<br/><br/>இது நீ அவனோடு புலவாது கூடியதென்னை யென்று நகையாடிய தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "My friend, I went prepared to show a cool disdain;<br/>My heart, forgetting all, could not its love restrain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my friend! I was prepared to feign displeasure but my mind forgetting it was ready to embrace him. "
          }
        ]
      }
    ],
    "id": 1284
  },
  {
    "kural": {
      "l1": "எழுதுங்காற் கோல்காணாக் கண்ணேபோற் கொண்கன்",
      "l2": "பழிகாணேன் கண்ட விடத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எழுதுங்கால் கோல்காணாக் கண்ணேபோல் கொண்கன்<br/>பழிகாணேன் கண்ட இடத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மை தீட்டும் நேரத்தில் தீட்டும் கோலைக் காணாத கண்களைப்போல், காதலனைக் கண்டபோது மட்டும் அவனுடைய குற்றத்தை நினைக்காமல் மறந்து விடுகின்றேன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எழுதுங்கால் கோல் காணாக் கண்ணேபோல்= முன்னெல்லாங் கண்டிருந்தும் எழுதும் காலத்து அஞ்சனக் கோலின்இயல்பு காணமாட்டாத கண்ணேபோல்;<br/><br/>கொண்கன் பழிகண்டவிடத்துக் காணேன்= கொண்கனது தவறு, காணாதவிடத்தெல்லாம் கண்டிருந்து, அவனைக் க்ணடவிடத்துக் காண மாட்டேன், எ-று.<br/><br/>கோ்ல ஆகுபெயர். இயல்பு- கருமை. என்னியல்பு இதுவாகலின் மேலும் அது முடியாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணெழுதுங் காலத்துத் தன் இமையகத்துப் புகுந்த கோலைக் காணாத கண்ணைப் போலக் கொண்கனது குற்றத்தினையும் அவனைக்கண்ட விடத்துக் கண்டிலேன்.<br/><br/>இது மேற்கூறிய சொற்கேட்டு நீ அவனைக்கூறிய குற்றமெல்லாம் யாண்டுப்போயின வென்ற தோழிக்குத் தலைமகள் கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The eye sees not the rod that paints it; nor can I<br/>See any fault, when I behold my husband high."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Like the eyes which see not the pencil that paints it, I cannot see my husband's fault (just) when I meet him."
          }
        ]
      }
    ],
    "id": 1285
  },
  {
    "kural": {
      "l1": "காணுங்காற் காணேன் றவறாய காணாக்காற்",
      "l2": "காணேன் றவறல் லவை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காணுங்கால் காணேன் தவறாய காணாக்கால்<br/>காணேன் தவறல் லவை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காதலரை யான் காணும்போது (அவருடைய செயல்களில்) தவறானவற்றைக் காண்பதில்லை.அவரைக் காணாத போது தவறு அல்லாத நன்மைகளைக் காண்பதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காணுங்கால் தவறாய காணேன்= கொண்கனை யான் காணும்பொழுது அவன் தவறாயவற்றைக் காண்கின்றிலேன்;<br/><br/>காணாக்கால் தவறல்லவை காணேன்= காணாதபொழுது அவையேயல்லது, பிறவற்றைக் காண்கின்றிலேன், எ-று.<br/><br/>செயப்படுபொருள் அதிகாரத்தான் வந்தது. முன்பு நான் நின்னொடு சொல்லிய தவறுகள் இதுபொழுது காணாமையின் புலந்திலேன் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அவனைக்கண்டபொழுது அவன் குற்றமாயினயாவும் காணேன்: அவனைக்காணாத காலத்து அவன் குற்றமல்லாதன யாவும் காணேன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When him I see, to all his faults, I'm blind;<br/>But when I see him not , nothing but faults I find."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When I see my husband, I do not see any faults; but when I do not see him, I do not see anything but faults."
          }
        ]
      }
    ],
    "id": 1286
  },
  {
    "kural": {
      "l1": "உய்த்த லறிந்து புனல்பாய் பவரேபோற்",
      "l2": "பொய்த்த லறிந்தென் புலந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உய்த்தல் அறிந்து புனல்பாய் பவரேபோல்<br/>பொய்த்தல் அறிந்தென் புலந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வெள்ளம் இழுத்துச் செல்வதை அறிந்திருந்தும் ஓடும் நீரில் பாய்கின்றவரைப் போல், பயன்படாமை அறிந்திருந்தும் ஊடல் கொள்வதால் பயன் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உய்த்தல் அறிந்து புனல்பாய்பவரே போல்= தம்மை ஈர்த்துக்கொண்டு போதல் அறிந்துவைத்து, ஒழுகுகின்ற புனலுட் பாய்வார் செயல் போல;<br/><br/>பொய்த்தல் அறிந்து புலந்து என்= புலவி முடிவுபோகாமை அறிந்து வைத்துக் கொண்கனோடு புலந்து பெறுவதென், எ-று.<br/><br/>பாய்பவர் என்பது ஆகுபெயர். பொய்த்தல் புரைபடுதல். புலந்தாலும் பயனில்லை என்பதாம். பொய்த்தலறிந்தேன் என்பது பாடமாயின், உய்த்தலறிய ஓடுநீருள்பாய்வார்போல், முடிவறியப் பண்டொருகாற் புலந்து முடியாமை அறிந்தேன், இனி அது செயற்பாற்றன்று என உரைக்க."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மை ஈர்ப்ப அதனையறிந்து வைத்தும், புனலுள் பாய்பவரைப் போல நெஞ்சு பொய்ப்படுதல் அறிந்து வைத்தும் புலக்கின்றது ஏதுக்கு?<br/><br/>இது புலவிக்குறிப்பு நீங்குவாள் தன்னுள்ளே சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As those of rescue sure, who plunge into the stream,<br/>So did I anger feign, though it must falsehood seem?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Like those who leap into a stream which they know will carry them off, why should a wife feign dislike which she knows cannot hold out long?"
          }
        ]
      }
    ],
    "id": 1287
  },
  {
    "kural": {
      "l1": "இளித்தக்க வின்னா செயினுங் களித்தார்க்குக்",
      "l2": "கள்ளற்றே கள்வநின் மார்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இளித்தக்க இன்னா செயினும் களித்தார்க்குக்<br/>கள்ளற்றே கள்வநின் மார்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கள்வ! இழிவு வரத்தக்க துன்பங்களைச் செய்தாலும் கள்ளுண்டு களித்தவர்க்கு மேன்மேலும் விருப்பம் தரும் கள்ளைப் போன்றது உன் மார்பு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கள்வ= வஞ்சகா;<br/><br/>களித்தார்க்கு இளித்தக்க இன்னாசெயினும் கள்ளற்றே= தன்னை உண்டு களித்தார்க்கு இளிவரத்தக்க இன்னாதவற்றைச் செய்யினும், அவரால் மேன்மேல் விரும்பப்படுவதாய கள்ளுப்போலும்;<br/><br/>நின் மார்பு= எங்கட்கு நின்மார்பு, எ-று.<br/><br/>அவ்வின்னாதன- நாண் இன்மை, நிறை இன்மை, ஒழுக்கம் இன்மை, உணர்வு இன்மை என்று இவைமுதலாயின. எங்கட்கு நாணின்மை முதலியவற்றைச் செய்யுமாயினும், எங்களால் மேன்மேல் விரும்பப்படாநின்றது என்பதாம். கள்வ என்றதும் அதுநோக்கி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர் இகழத்தக்க இன்னாமையை நீ எமக்குச் செய்யவும் மதுவுண்டு களித்தார்க்கு அதனாலுள்ள குற்றத்தினைக்கண்டு வைத்தும் அதனை யுண்ணல்வேட்கை நிகழுமாறுபோலப் புணர்வு வேட்கையைத் தாராநின்றது, வஞ்சகா! நின் மார்பு.<br/><br/>இது புலவிக்குறிப்பு நீங்கின தலைமகள் தலைமகற்குச் சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though shameful ill it works, dear is the palm - tree wine<br/>To drunkards; traitor, so to me that breast of thine!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O you rogue! your breast is to me what liquor is to those who rejoice in it, though it only gives them an unpleasant disgrace."
          }
        ]
      }
    ],
    "id": 1288
  },
  {
    "kural": {
      "l1": "மலரினு மெல்லிது காமஞ் சிலரதன்",
      "l2": "செவ்வி தலைப்படு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மலரினும் மெல்லிது காமம் சிலர்அதன்<br/>செவ்வி தலைப்படு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காமம் மலரைவிட மென்மை உடையதாகும்; அந்த உண்மை அறிந்து அதன் நல்ல பயனைப் பெறக்கூடியவர் சிலரே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமம் மலரினும் மெல்லிது= காமவின்பம் மலரினும் மெல்லிதாய் இருக்கும்;<br/><br/>அதன்செவ்வி தலைப்படுவார் சிலர்= அங்ஙனம் மெல்லிதாதலை அறிந்து அதன் செவ்வியைப் பெறுவார் உலகத்துச்சிலர் எ-று.<br/><br/>தொட்டதுணையானை மணச்செவ்வி அழிவதாய மலர், எல்லாவற்றினும் மெல்லிது என்பது விளக்கலின், உம்மை சிறப்பின்கண் வந்தது. குறிப்பும், வேட்கையும், நுகர்ச்சியும், இன்பமும் ஒருகாலத்தின்கண்ணே ஒத்து நுகர்தற்குரியார் இருவர்,அதற்கு ஏற்ற இடனும் காலமும் உபகரணங்களும் பெற்றுக் கூடி நுகரவேண்டுதலின், 'அதன் செவ்விதலைப்படுவார் சிலர்' என்றும், அவற்றுள் யாதானும் ஒன்றான் சிறிது வேறுபடினும் வாடுதலின், 'மலரினும் மெல்லிது காமம்' என்றும் கூறினான். குறிப்பு ஒவ்வாமையின் யான் அது பெறுகின்றிலேன் என்பதாம். தலைமகள் ஊடல் தீர்வது பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லாவற்றினும் மெல்லிதாகிய பூவினும் மெல்லிதாயிருக்கும் காமம்: அதனது செவ்வியைப் பெறுவார் உலகத்துச் சிலர்.<br/><br/>இது தலைமகன் புணர்ச்சிக் குறிப்புக்கண்டு பின் ஊடிக்கொள்ளலாம்: இப்பொழுது ஊடுவையாயின் இக்காமஞ் செவ்வி தப்புமென்று புணர்ச்சி வேட்கையால் தலைமகள் நெஞ்சொடு கூறியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "He muses: Love is tender as an opening flower. In season due<br/>To gain its perfect bliss is rapture known to few."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sexual delight is more delicate than a flower, and few are those who understand its real nature. "
          }
        ]
      }
    ],
    "id": 1289
  },
  {
    "kural": {
      "l1": "கண்ணிற் றுனித்தே கலங்கினாள் புல்லுத",
      "l2": "லென்னினுந் தான்விதுப் புற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணின் துனித்தே கலங்கினாள் புல்லுதல்<br/>என்னினும் தான்விதுப் புற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கண்பார்வையின் அளவில் பிணங்கி, என்னைவிடத் தான் விரைந்து தழுவுதலை விரும்பி, (பிணங்கிய நிலையையும் மறந்து) கலங்கிவிட்டாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண்ணின் துனித்தே= காதலி முன்னொருஞான்று, புல்லல் விதுப்பினாற் சென்ற என்னோடு தன்கண் மாத்திரத்தான் ஊடி;<br/><br/>புல்லுதல் என்னினும் தான் விதுப்புற்றுக் கலங்கினாள்= புல்லுதலை என்னினும்தான் விதும்பலால், அதுதன்னையும் அப்பொழுதே மறந்து கூடிவிட்டாள்; அதனால், நான் இத்தன்மையேன் ஆகவும், விதுப்பின்றி ஊடிநிற்கின்ற இவள் அவள் அல்லள் எ-று.<br/><br/>கண் மாத்திரத்தான் ஊடல்- சொல் நிகழ்ச்சி இன்றி அது சிவந்ததுணையே ஆதல். அவளாயின், இங்ஙனம் ஊடற்கண் நீடாள் என்பது பயன்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண்ணாலே புலந்தும் அதனையும் ஊடி நிறுத்தாது கலக்கமுற்றாள், புணர்தலை என்னினும் மிகத் தான் விரைதலானே.<br/><br/>இது தலமகளூடற் குறிப்புப் புணர்வுவேட்டல் கண்டு தலைமகன் தன்னுள்ளே சொல்லியது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Her eye, as I drew nigh one day, with anger shone;<br/>By love o'erpowered, her tenderness surpassed my own."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "She once feigned dislike in her eyes, but the warmth of her embrace exceeded my own"
          }
        ]
      }
    ],
    "id": 1290
  }
]