export default [
  {
    kural: {
      l1: 'மறைப்பேன்மன் யானிஃதோ நோயை யிறைப்பவர்க்',
      l2: 'கூற்றுநீர் போல மிகும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மறைப்பேன்மன் யானிஃதோ நோயை இறைப்பவர்க்கு<br/>ஊற்றுநீர் போல மிகும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இக் காமநோயைப் பிறர் அறியாமல் யான்மறைப்பேன்; ஆனால்,இது இறைப்பவர்க்கு ஊற்றுநீர் மிகுவது போல் மிகுகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நோயை யான் மறைப்பேன்= இந்நோயைப் பிறர் அறிதல் நாணி யான் மறையாநின்றேன்;<br/><br/>இஃதோ இறைப்பவர்க்கு ஊற்றுநீர் போல மிகும்= நிற்பவும், இஃது அந்நாள்வரை நில்லாது நீர் வேண்டும் என்று இறைப்பவர்க்கு ஊற்றுநீர் மிகுமாறு போல் மிகாநின்றது.<br/><br/>அம்மறைத்தலாற் பயன் என் என்பதுபட நின்றமையின்,\'மன்\' ஒழியிசைக்கண் வந்தது. "இஃதோ செல்வர்க்கு ஒத்தனென்யான்" என்புழிப்போல ஈண்டுச் சுட்டுப்பெயர் ஈறுதிரிந்து நின்றது. இஃதோர் நோயை என்று பாடம் ஓதுவாரும் உளர். அஃது பாடம் அன்மை அறிக. இனி, அதற்கு அடுத்தது நீசெயல் வேண்டும் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இந்நோயை யான் மறைப்பேன்; மறைப்பவும் இஃது இறைப்பார்க்கு ஊற்றுநீர்போல மிகாநின்றது.<br/><br/>தலைமகள் ஆற்றாமை கண்டு இதனை இவ்வாறு புலப்பட விடுத்தல் தகாதென்று தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I would my pain conceal, but see! It surging swells,<br/>As streams to those that draw from ever-springing wells.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I would hide this pain from others; but it (only) swells like a spring to those who drain it.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கரத்தலு மாற்றேனிந் நோயைநோய் செய்தார்க்',
      l2: 'குரைத்தலு நாணுத் தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கரத்தலும் ஆற்றேன்இந் நோயைநோய் செய்தார்க்கு<br/>உரைத்தலும் நாணுத் தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இக் காமநோயைப் பிறர் அறியாமல் முற்றிலும் மறைக்கவும் முடியவில்லை; நோய் செய்த காதலர்க்குச் சொல்வதும் நாணம் தருகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இந்நோயைக் கரத்தலும் ஆற்றேன்= இந்நோயை ஈண்டையார் அறியாமல் மறைத்தலும் வல்லேன் ஆகின்றிலேன்;<br/><br/>நோய் செய்தவர்க்கு உரைத்தலும் நாணுத்தரும்= ஆகாக்கால், நோய்செய்தார்க்கு உரைக்கவெனின், அதுவும் எனக்கு நாணினைத் தாராநின்றது, இனி என்செய்கோ?<br/><br/>ஒருகாலைக்கு ஒருகால் மிகுதலின் 'கரத்தலும் ஆற்றேன்' என்றும், சேயிடைச் சென்றவர்க்கு இதுசொல்லித் தூது விட்டால், இன்னுமிருந்தேன் என்பது பயக்கும் என்னும் கருத்தால் 'நாணுத்தரும்' என்றும் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இந்நோயை மறைக்கவும் அறிகின்றிலேன்; இந்நோயைச் செய்தார்க்குச் சொல்லவும் நாணமாகா நின்றது.<br/><br/>இது குறிப்பறிதற் பொருட்டுக் கூறிய தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I cannot hide this pain of mine, yet shame restrains<br/>When I would tell it out to him who caused my pains.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I cannot conceal this pain, nor can I relate it without shame to him who has caused it.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காமமு நாணு முயிர்காவாத் தூங்குமென்',
      l2: 'னோனா வுடம்பி னகத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காமமும் நாணும் உயிர்காவாத் தூங்கும்என்<br/>நோனா உடம்பின் அகத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'துன்பத்தைப் பொறுக்காமல் வருந்துகின்ற என் உடம்பினிடத்தில் உயிரே காவடித்தண்டாகக் கொண்டு காமநோயும் நாணமும் இருபக்கமும் தொங்குகின்றன.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "காமமும் நாணும்= காமநோயும் அதனைச் செய்தவர்க்கு உரைக்கல் ஒல்லாத நாணும்;<br/><br/>நோனா என் உடம்பின் அகத்து= தம்மைப் பொறாத என் உடம்பின்கண்ணே;<br/><br/>உயிர் காவாத் தூங்கும்= உயிர் காத் தண்டாக அதன் இருதலையினும் தூங்காநின்றன.<br/><br/>பொறாமை மெலிவான்ஆயது. 'தூங்கும்' என்பது, ஒன்றின் ஒன்று மிகாது இரண்டும் ஒத்தசீர என்பது தோன்றநின்றது. தூதுவிடவும், ஒழியவும் பண்ணுவனவாய காம, நாண்கள் தம்முள் ஒத்து உயிரினை இறுவியாநின்றன. யான் அவற்றுள் ஒன்றின்கண் நிற்கமாட்டாமையின் இஃது இற்றே விடும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வேட்கையும் நாணமும் என்னுயிரே காத்தண்டாகத் தூங்கா நின்றன, பொறுக்கமாட்டாத என்னுடம்பினுள்ளே நின்று. (காத்தண்டாக- காவடித்தண்டாக: தூங்குதல்- தொங்குதல்)<br/><br/>இது தலைமகள் மனமகிழ்ச்சி யிதுவென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "My soul, like porter's pole, within my wearied frame,<br/>Sustains a two-fold burthen poised, of love and shame.",
          },
          {
            title: 'Commentary',
            author: '',
            text: '(Both) lust and shame, with my soul for their shoulder pole balance themselves on a body that cannot bear them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காமக் கடன்மன்னு முண்டே யதுநீந்து',
      l2: 'மேமப் புணைமன்னு மில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காமக் கடல்மன்னும் உண்டே அதுநீந்தும்<br/>ஏமப் புணைமன்னும் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காமநோயாகிய கடல் இருக்கின்றது; ஆனால், அதை நீந்திக் கடந்து செல்வதற்கு வேண்டிய காவலான தோணியோ இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உண்டு காமக்கடலே மன்னும்= யாவர்க்கும் உளவாய் வருகின்ற இவ்விரண்டன்உள்ளும், எனக்குண்டாகின்றது காமக்கடலே;<br/><br/>அது நீந்தும் ஏமப்புணை மன்னும் இல்= அதனை நீந்தும் அரணாகிய புணை இல்லை.<br/><br/>இருவழியும் 'மன்'னும் 'உம்'மும் அசைநிலை. தூதுவிட்டு இதற்குப் புணையாகற்பாலையாய நீயும் ஆயிற்றிலை என்பது கருத்து.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காமக்கடல் நிலையாக உண்டே; அது கடக்கும் ஏமமாகிய புணை நிலையாக இல்லையே.<br/><br/>இது தலைமகள் ஆற்றாமை கண்டு நெருங்கிக் கூறிய தோழியைக் குறித்து நமக்குத் துணையாவார் இல்லையெனத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A sea of love, 'tis true, I see stretched out before,<br/>But not the trusty bark that wafts to yonder shore.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There is indeed a flood of lust; but there is no raft of safety to cross it with.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துப்பி னெவனாவர் மற்கொ றுயர்வரவு',
      l2: 'நட்பினு ளாற்று பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துப்பின் எவனாவர் மன்கொல் துயர்வரவு<br/>நட்பினுள் ஆற்று பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(இன்பமான) நட்பிலேயே துயரத்தை வரச்செய்ய வல்லவர்,(துன்பம் தரும் பகையை வெல்லும்) வலிமை வேண்டும்போது என்ன ஆவாரே?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நட்பினுள் துயர் வரவு ஆற்றுபவர்= இன்பம் செய்தற்குரிய நட்பின்கண்ணே துன்ப வரவினைச் செய்யவல்லவர்;<br/><br/>துப்பின் எவன் ஆவர் கொல்= துன்பம் செய்தற்கு உரிய பகைமைக்கண் என்செய்வர் கொலோ?<br/><br/>துப்புப் பகையும் ஆதல் "துப்பெதி்ர்ந் தோர்க்கே உள்ளாச் சேய்மைய/ னட்பெதிர்ந் தோர்க்கே யங்கை யண்மையன்" (புறநானூறு, 380) என்பதனானும் அறிக. அப்பகைமை ஈண்டுக் காணாமையின் அவர்செய்வதும் அறியப் பெற்றிலேம் என்பதுபடநின்றமையின், \'மன்\' ஒழியிசைக்கண் வந்தது. துயர்வருதலை விலக்கலாயிருக்க அது செய்கின்றிலை எனப் புலக்கின்றமையின், துயர்வரவு செய்தாளாக்கியும், பிறளாக்கியும் கூறினாள்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மென்மை செய்ய வேண்டும் நட்டோர்மாட்டே துன்பம் வருதலைச் செய்கின்றவர், வன்மை செய்ய வேண்டுமிடத்து யாங்ஙனஞ் செய்கின்றாரோ?<br/><br/>இது பகைதணி வினையின்கண் பிரிந்த தலைமகனது கொடுமையை உட்கொண்டு தலைமகள் தோழிக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who work us woe in friendships, trustful hour,<br/>What will they prove when angry tempests lower?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who can produce sorrow from friendship, what can he not bring forth out of enmity ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்பங் கடன்மற்றுக் காம மஃதடுங்காற்',
      l2: 'றுன்ப மதனிற் பெரிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்பம் கடல்மற்றுக் காமம் அஃதடுங்கால்<br/>துன்பம் அதனிற் பெரிது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காமம் மகிழ்விக்கும்போது அதன் இன்பம் கடல் போன்றது; அது வருத்தும்போது அதன் துன்பமோ கடலைவிடப் பெரியது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காம இ்ன்பம் கடல்= காமம் புணர்வால் இன்பம் செய்யுங்கால், அவ்வின்பம் கடல்போலப் பெரிதாம்;<br/><br/>மற்று அஃது அடுங்கால் துன்பம் அதனின் பெரிது= இனி அதுதானே பிரிவால் துன்பம் செய்யுங்கால், அத்துன்பம் அக்கடலினும் பெரிதாம்.<br/><br/>மற்று வினைமாற்றின்கண் வந்தது. அடுங்கால் எனவந்தமையின், மறுதலையெச்சம் வருவிக்கப்பட்டது. பெற்ற இன்பத்தோடு ஒத்துவரின் ஆற்றலாம்; இஃது அதனது அளவன்று என்பது கருத்து.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காமப்புணர்வினால் நமக்குவரும் இன்பம் கடல்போலப் பெரிது; பிரிவினான். அஃது அடுங்காலத்து வருந்துன்பம் அக்கடலினும் பெரிது.<br/><br/>இஃது இன்பமுற்றார் துன்பமுறுதல் உலகியலென்று ஆற்றுவித்த தோழிக்கு ஆற்றலரிதென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "A happy love's sea of joy; but mightier sorrows roll<br/>From unpropitious love athwart the troubled soul.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The pleasure of lust is (as great as) the sea; but the pain of lu st is far greater.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'காமக் கடும்புன னீந்திக் கரைகாணேன்',
      l2: 'யாமத்தும் யானே யுளேன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'காமக் கடும்புனல் நீந்திக் கரைகாணேன்<br/>யாமத்தும் யானே உளேன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காமம் என்னும் வெள்ளத்தை நீந்தியும் அதன் கரையை யான் காணவில்லை; நள்ளிரவிலும் யான் தனியே இருக்கின்றேன்,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'காமக் கடும்புனல் நீந்திக் கரை காணேன்= காமம் ஆகிய கடலை நீந்தாதேன் அல்லேன், நீந்தியும் அதற்குக் கரை காண்கின்றிலேன்;<br/><br/>யாமத்தும் யானே உளேன்= அக்காணாமைக் காலம்தான் எல்லாரும் துயிலும் அரையிருள் ஆயிற்று; அவ் அரையிருட்கண்ணும் அதற்கொரு துணையின்றி யானே ஆயினேன்; ஆயும் இறந்துபட்டு உய்ந்துபோகாது உளேனாகாநின்றேன், ஈதொரு தீவினைப்பயன் இருந்தவாறு என்!<br/><br/>கடுமை ஈண்டு மிகுதிக்கண் நின்றது. உம்மை முன்னும் கூட்டப்பட்டது. யானே யாயினேன் என்பது, நீ துணையாயிற்றிலை என்னும் குறிப்பிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காமமாகிய பெருக்காற்றினை நீந்திக் கரை காண்கின்றிலேன். அரையிருள் யாமத்தினும் உறங்காது யானேயுளேன் மற்று உறங்காதாரில்லை<br/><br/>இதுகாதலர் குறித்தநாள் வருந்துணையும் ஆற்றுமாறு என்னையென்று தலைமகள் தன்னுள்ளே சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I swim the cruel tide of love, and can no shore descry,<br/>In watches of the night, too, 'mid the waters, only I!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I have swam across the terrible flood of lust, but have not seen its shore; even at midnight I am alone; still I live.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மன்னுயி ரெல்லாந் துயிற்றி யளித்திரா',
      l2: 'வென்னல்ல தில்லை துணை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மன்னுயிர் எல்லாம் துயிற்றி அளித்திரா<br/>என்னல்லது இல்லை துணை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இந்த இராக்காலம் இரங்கத்தக்கது; எல்லா உயிரையும் தூங்கச் செய்துவிட்டு என்னை அல்லாமல் வேறு துணை இல்லாமலிருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இரா அளித்து= இவ்விரா அளித்தாய் இருந்தது; மன் உயிர் எல்லாம் துயிற்றி என்னல்லது துணை இல்லை= உலகத்து நிலைபெறுகின்ற உயிர்களையெல்லாம் தானே துயிலப்பண்ணுதலான் என்னை அல்லது வேறு துணை உடைத்தாயிற்றில்லை.<br/><br/>'துயிற்றி' எனத்திரிந்து நின்ற வினையெச்சம், அவாய்நிலையான் வந்த உடைத்தாதலோடு முடிந்தது. துணையோடு ஒன்றுகின்ற உயிர்கள் எல்லாம் விட்டு, இறந்துபடும் எல்லையேன் ஆகிய என்னையே துணையாகக்கோடலின் அறிவின்று என்பது பற்றி 'அளித்து' என்றாள்; இகழ்ச்சிக்குறிப்பு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இவ்விரா அளித்தா யிருந்தது; உலகத்து வாழ்கின்ற உயிர்களெல்லாவற்றையும் துயிலப்பண்ணி என்னையல்லது வேறுதுணை யில்லையாக இருந்தது.<br/><br/>இது பிற்றை ஞான்று வினாவிய தோழிக்குத் தலைமகள் கண் உறங்குகின்றதில்லை யென்று சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'All living souls in slumber soft she steeps;<br/>But me alone kind night for her companing keeps!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The night which graciously lulls to sleep all living creatures, has me alone for her companion.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கொடியார் கொடுமையிற் றாங்கொடிய விந்நா',
      l2: 'ணெடிய கழியு மிரா',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கொடியார் கொடுமையின் தாம்கொடிய இந்நாள்<br/>நெடிய கழியும் இரா',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(பிரிந்து துன்புறுகின்ற) இந்நாட்களில் நெடுநேரம் உடையனவாய்க் கழிகின்ற இராக்காலங்கள், பிரிந்த கொடியவரின் கொடுமையைவிடத் தாம் கொடியவை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இந்நாள் நெடிய கழியும் இரா= காதலரொடு நாம் இன்புற்ற முன்னாள்களில் குறியவாய் அவர் பிரிவு ஆற்றேமாகின்ற இந்நாள்களிலே நெடியவாய்ச் செல்கின்ற கங்குல்கள்;<br/><br/>கொடியார் கொடுமையின் தாம் கொடிய= அக்கொடியாரது கொடுமைக்கு மேலே தாம் கொடுமை செய்யாநின்றன.<br/><br/>தன் ஆற்றாமை கருதாது பிரிதலின், 'கொடியார்' என்றாள். கொடுமை- கடிதின் வாராது நீட்டித்தல். அவர் பிரிவானும், நீட்டிப்பானும் உளதாய ஆற்றாமைக்குக் கண்ணோடாமை மேலும், பண்டையின் நெடியவாய்க் கொடியவாகா நின்றன என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கொடியவர் செய்த கொடுமையினும் தாம் கொடியனவாய் நின்றன: இக்காலத்து நெடியவாய்க் கழிகின்ற இராப்பொழுதுகள்.<br/><br/>இது பொழுது விடிகின்றதில்லை யென்று தலைமகள் தோழிக்குச் சொல்லியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'More cruel than the cruelty of him, the cruel one.<br/>In these sad times are lengthening hours of night<br/>I watch alone.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The long nights of these days are far more cruel than the heartless one who is torturing me.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளம்போன் றுள்வழிச் செல்கிற்பின் வெள்ளநீர்',
      l2: 'நீந்தல மன்னோவென் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளம்போன்று உள்வழிச் செல்கிற்பின் வெள்ளநீர்<br/>நீந்தல மன்னோஎன் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலர் உள்ள இடத்திற்கு என் மனத்தைப்போல் செல்ல முடியுமானால், என் கண்கள் இவ்வாறு வெள்ளமாகிய கண்ணீரில் நீந்த வேண்டியதில்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உள்ளம்போன்று உள்வழிச் செல்கிற்பின்= மனம்போலக் காதலர் உள்ள தேயத்துக் கடிதின் செல்லவல்லனவாயின்;<br/><br/>என்கண் வெள்ளநீர் நீந்தல மன்னோ= என் கண்கள் இங்ஙனம் வெள்ளமாகிய தந்நீரை நீந்தா.<br/><br/>அது மாட்டாமையின், இனி அவற்றிற்கு நீந்துதலே உள்ளது என்பதுபட நின்றமையின் 'மன்' ஒழியிசை்ககண் வந்தது. மனத்திற்குச் செலவாவது நினைவேயாகலின் 'உள்ளம்போன்று' என்றும், மெய்க்கு நடந்துசெல்லவேண்டுதலின் கண்கள் அதனொடு சென்று காதலரைக் காண்டல் கூடாது என்னும் கருத்தான் 'செல்கிற்பின்' என்றும் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவருள்ளவிடத்து நெஞ்சினைப்போல என் கண்கள் செல்லவல்லனவாயின், வெள்ளமாகிய நீரின்கண் புகுந்து நீந்தா.<br/><br/>இது காண்டல் விருப்பினால் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When eye of mine would as my soul go forth to him,<br/>It knows not how through floods of its own tears to swim.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Could mine eyes travel like my thoughts to the abode (of my absent lord), they would not swim in this flood of tears. ',
          },
        ],
      },
    ],
  },
];
