export default [
  {
    "kural": {
      "l1": "பகையென்னும் பண்பி லதனை யொருவ",
      "l2": "னகையேயும் வேண்டற்பாற் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகைஎன்னும் பண்பி லதனை ஒருவன்<br/>நகையேயும் வேண்டற்பாற்று அன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகை என்று சொல்லப்படும் பண்பு இல்லாத தீமையை ஒருவன் சிரித்துப் பொழுதுபோக்கும் விளையாட்டாகவும் விரும்புதலாகாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பகை என்னும் பண்புஇலதனை= பகை என்று சொல்லப்படும் தீமை பயப்பதனை; ஒருவன் நகையேயும் வேண்டற்பாற்று அன்று= ஒருவன் விளையாட்டின்கண்ணே ஆயினும் விரும்புதல் இயற்கைத்தன்று நீதிநூல்.<br/><br/>மாணாத பகையை ஆக்கிக் கோடல் எவ்வாற்றானும் தீமையே பயத்தலின், 'பண்பிலது' என்றும், அதனை விளையாட்டின்கண் வேண்டினும் செற்றமே விளைந்து மெய்யாம் ஆகலின், 'நகையேயும்' என்றும், வேண்டாமை தொல்லையோரது துணிவென்பார் நீதிநூன் மேல் வைத்தும் கூறினார். அப்பெயர் அவாய்நிலையான் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகை யென்று சொல்லப்படுகின்ற குணமில்லாததனை, ஒருவன் விளையாட்டின்கண்ணும் விரும்பற்பாலதன்று.<br/><br/>இஃது எவ்விடத்தும் பகைகோடல் தீது என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "For Hate, that ill-conditioned thing, not e'en in jest,<br/>Let any evil longing rule your breast."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The evil of hatred is not of a nature to be desired by one even in sport. "
          }
        ]
      }
    ],
    "id": 871
  },
  {
    "kural": {
      "l1": "வில்லே ருழவர் பகைகொளினுங் கொள்ளற்க",
      "l2": "சொல்லே ருழவர் பகை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வில்லேர் உழவர் பகைகொளினும் கொள்ளற்க<br/>சொல்லேர் உழவர் பகை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வில்லை ஏராக உடைய உழவராகிய வீரருடன் பகை கொண்ட போதிலும், சொல்லை ஏராக உடைய உழவராகிய அறிஞருடன் பகைகொள்ளக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வில்ஏர் உழவர் பகைகொளினும்= ஒருவன் வில்லை ஏராக உடைய உழவரோடு பகைகொண்டான் ஆயினும்; சொல் ஏர் உழவர் பகை கொள்ளற்க= சொல்லை ஏராக உடைய உழவரோடு பகை கொள்ளாது ஒழிக.<br/><br/>'சொல்' ஆகுபெயரான் நீதிநூல் மேல் நின்றது. வீரம், சூழ்ச்சி என்னும் ஆற்றல்களுள் வீரமே உடையாரோடு பகை கொண்டாற் கேடுவருவது ஒருதலையன்று, வந்ததாயினும் தனக்கேயாம்; ஏனைச் சூழ்ச்சியுடையோராயில், தன்வழியின் உள்ளார்க்கும் தப்பாது வருதலின், அது கொள்ளினும் இதுகொள்ளற்க என்றார். உம்மையான் அதுவும் ஆகாமை பெறுதும். இரண்டும் உடையாரோடு கொள்ளல் ஆகாமை சொல்லவேண்டாவாயிற்று. உருவக விசேடம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வில்லை ஏராக உடைய பகைவரோடு பகைகொளினும் சொல்லை ஏராக உடைய உழவரோடு பகை கொள்ளாதொழிக.<br/><br/>இஃது அரசரோடு பகைகொளினும் அமைச்சரோடு பகை கொள்ளலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Although you hate incur of those whose ploughs are bows,<br/>Make not the men whose ploughs are words your foes!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though you may incur the hatred of warriors whose ploughs are bows, incur not that of ministers whose ploughs are words."
          }
        ]
      }
    ],
    "id": 872
  },
  {
    "kural": {
      "l1": "ஏமுற் றவரினு மேழை தமியனாய்ப்",
      "l2": "பல்லார் பகைகொள் பவன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏமுற் றவரினும் ஏழை தமியனாய்ப்<br/>பல்லார் பகைகொள் பவன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தான் தனியாக இருந்து பலருடைய பகையைத் தேடிக் கொள்பவன், பித்துப் பிடித்தவரைவிட அறிவில்லாதவனாகக் கருதப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தமியனாய்ப் பல்லார் பகைகொள்பவன்= தான் தனியனாய் வைத்துப் பலரோடு பகை கொள்பவன்; ஏமுற்றவரினும் ஏழை= பித்துற்றாரினும் ஏழை.<br/><br/>தனிமை: சுற்றம் நட்புப் படை முதலிய இன்மை. மயக்கத்தால் ஒப்பாராயினும், ஏமுற்றவர் அதனால் தீங்கு எய்தாமையின், தீங்கெய்துதலும் உடைய இவனை, 'அவரினும் ஏழை' என்றார். தீங்காவது, துணையுள்வழியும் வேறல் ஐயமாயிருக்க, அஃதின்றியும் பலரோடு பகைகொண்டு அவரால் வேறுவேறு பொருதற்கண்ணும், ஒருங்கு பொருதற்கண்ணும் அழிந்தே விடுதல்.<br/><br/>இவை மூன்று பாட்டானும் பகைகோடற்குற்றம் பொதுவினும் சிறப்பினும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பித்து உற்றவரினும் அறிவிலன், தனியனாயிருந்து பலரோடு பகை கொள்ளுமவன்.<br/><br/>இது பலரோடும் பகைக்கொள்ளலாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than men of mind diseased, a wretch more utterly forlorn,<br/>Is he who stands alone, object of many foeman's scorn."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who being alone, incurs the hatred of many is more infatuated than even mad men."
          }
        ]
      }
    ],
    "id": 873
  },
  {
    "kural": {
      "l1": "பகைநட்பாக் கொண்டொழுகும் பண்புடை யாளன்",
      "l2": "றகைமைக்கட் டங்கிற் றுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகைநட்பாக் கொண்டொழுகும் பண்புடை யாளன்<br/>தகைமைக்கண் தங்கிற்று உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகையையும் நட்பாகச் செய்துகொண்டு நடக்கும் பண்புடையவனது பெருந்தன்மையில் உலகம் தங்கியிருப்பதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பகை நட்பாக் கொண்டு ஒழுகும் பண்புடையாளன் தகைமைக்கண்= வேண்டியவழிப் பகையை வேறுபடுத்துத் தனக்கு நட்பாச்செய்துகொண்டு ஒழுகும் இயல்பினையுடைய அரசனது பெருமையுள்ளே; தங்கிற்று உலகு= அடங்கிற்று இவ்வுலகு.<br/><br/>வேண்டிய வழி என்பது, ஆக்கத்தான் வந்தது. வேறுபடுத்தல்= பகைநிலைமையின் நீக்குதல். ஒழுகல்- நீதிவழி ஒழுகல். பெருமை: பொருள், படை என இருவகைத்தாய் ஆற்றல். அதன்வழித்தாதற்கு எஞ்ஞான்றும் திரிபின்மையின், அத்துணிவு பற்றித் 'தங்கிற்று' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவரை நட்புபோலக் கொண்டொழுகவல்ல பண்புடையவன் பெருமையின்கீழே உலகம் தங்கும்.<br/><br/>இது பகை கொள்ளாமையால் வரும் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The world secure on his dexterity depends,<br/>Whose worthy rule can change his foes to friends."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world abides in the greatness of that good-natured man who behaves so as to turn hatred into friendship."
          }
        ]
      }
    ],
    "id": 874
  },
  {
    "kural": {
      "l1": "தன்றுணை யின்றாற் பகையிரண்டாற் றானொருவன்",
      "l2": "னின்றுணையாக் கொள்கவற்றி னொன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தன்துணை இன்றால் பகையிரண்டால் தான்ஒருவன்<br/>இன்துணையாக் கொள்கவற்றின் ஒன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தனக்கு உதவியான துணையோ இல்லை; தனக்குப் பகையோ இரண்டு; தானோ ஒருவன்; இந்நிலையில் அப்பகைகளுள் ஒன்றை இனிய துணையாகக் கொள்ள வேண்டும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன்துணை இன்றால்= தனக்கு உதவும் துணையோவெனின் இல்லை; பகை இரண்டால்= நலிவு செய்யும் பகையோவெனின் இரண்டு; ஒருவன் தான் அவற்றின் ஒன்று இன்றுணையாக் கொள்க= அங்ஙனமாய் நின்றவழி, ஒருவனாகிய தான், அப்பகை இரண்டனுள் பொருந்தியது ஒன்றை அப்பொழுதைக்கு இனிய துணையாகச் செய்து கொள்க.<br/><br/>பொருந்தியது: ஏனையதனை வேறற்கு ஏற்றது. அபபொழுது: அவ்வெல்லும் பொழுது. திரிபின்றாகச் செய்துகொள்க என்பார், 'இன்றுணையா' என்றார். 'ஆல்'கள் அசை.<br/><br/>இவை இரண்டு பாட்டானும் நட்பாக்கற்பாலது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகையிரண்டாய்த் தான் ஒருவனாய்த் தனக்குத் துணையும் இலனாயின் அப்பகை யிரண்டினுள் ஒன்றை இனிய துணையாகச் செய்து கொள்க.<br/><br/>இஃது இருவரோடு பகைக்கொள்ளலாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Without ally, who flights with twofold enemy o'ermatched,<br/>Must render one of these a friend attached."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who is alone and helpless while his foes are two should secure one of them as an agreeable help (to himself)."
          }
        ]
      }
    ],
    "id": 875
  },
  {
    "kural": {
      "l1": "தேறினுந் தேறா விடினு மழிவின்கட்",
      "l2": "டேறான் பகாஅன் விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தேறினும் தேறா விடினும் அழிவின்கண்<br/>தேறான் பகாஅன் விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இதற்குமுன் ஒருவனைப்பற்றி ஆராய்ந்து தெளிந்திருந்தாலும், தெளியாவிட்டாலும், அழிவு வந்தகாலத்தில் அவனைத் தெரியாமலும் நீங்காமலும் வாளா விடவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தேறினும் தேறாவிடினும்= பகைவனை முன் தெளி்ந்தான் ஆயினும் தெளிந்திலன் ஆயினும்; அழிவின்கண் தேறான் பகாஅன் விடல்= தனக்குப் புறத்தொரு வினையால் தாழ்வு வந்துழிக் கூடாது நீங்காது இடையே விட்டுவைக்க.<br/><br/>முன் தெளிந்தான் ஆயினும், அப்பொழுது கூடாது ஒழிக என்றது, உள்ளாய் நின்று கெடுத்தல்நோக்கி. தெளிந்திலன் ஆயினும், அப்பொழுது நீங்காது ஒழிக என்றது, அவ்வழிவிற்குத் துணையாதல் நோக்கி. இதனான் நொதுமலாக்கற்பாலது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவனை ஆக்கமுள்ள காலத்து நட்டோனென்று தெளியலுமாம்; பகைவனென்று ஐயப்படலுமாம்; அழிவுவந்த விடத்துத் தெளிவதுஞ் செய்யாது நீக்குவதுஞ் செய்யாது<br/><br/>ஒழுகுக.<br/><br/>இது பகையாயினார்மாட்டு அழிவின்கண் செய்வதோரியல்பு கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whether you trust or not, in time of sore distress,<br/>Questions of diff'rence or agreement cease to press."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though (one's foe is) aware or not of one's misfortune one should act so as neither to join nor separate (from him). "
          }
        ]
      }
    ],
    "id": 876
  },
  {
    "kural": {
      "l1": "நோவற்க நொந்த தறியார்க்கு மேவற்க",
      "l2": "மேன்மை பகைவ ரகத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நோவற்க நொந்தது அறியார்க்கு மேவற்க<br/>மென்மை பகைவர் அகத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "துன்புற்றதைத் தாமாகவே அறியாத நண்பர்க்குத் துன்பத்தைச் சொல்லக் கூடாது; பகைவரிடத்தில் மென்மை மேற்கொள்ளக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நொந்தது அறியார்க்கு நோவற்க= நொந்ததனைத் தாமா அறியாத நட்டார்க்குத் தன்நோவு சொல்லற்க; மென்மை பகைவரகத்து மேவற்க= வலியின்மை பார்த்திருக்கும் பகைவர் மாட்டு அவ்வலியின்மையை மேலிட்டுக் கொள்ளற்க.<br/><br/>'நோவு' என்னும் முதனிலைத் தொழிற்பெயர், ஈண்டு அது சொல்லுதற்கண் ஆயிற்று. பகைவர்கண் தவிர்வது கூறுவார், நட்டார்கண் தவிர்வதும் உடன் கூறினார். இதனால் அவ்விரு பகுதிக்கண்ணும் செய்வது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் வருத்த முற்றதனை அறியாதார்க்கு வருத்த முற்றுச் சொல்லா தொழிக; அதுபோலப் பகைவரிடத்துத் தமது மென்மையைத் தோற்றுவித்தலை விரும்பாதொழிக.<br/><br/>இது பகைவர்மாட்டுத் தமது மென்மையைத் தோற்றுவியா தொழிகவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To those who know them not, complain not of your woes;<br/>Nor to your foeman's eyes infirmities disclose."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Relate not your suffering even to friends who are ignorant of it, nor refer to your weakness in the presence of your foes."
          }
        ]
      }
    ],
    "id": 877
  },
  {
    "kural": {
      "l1": "வகையறிந்து தற்செய்து தற்காப்ப மாயும்",
      "l2": "பகைவர்கட் பட்ட செருக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வகையறிந்து தற்செய்து தற்காப்ப மாயும்<br/>பகைவர்கண் பட்ட செருக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்யும் வகையை அறிந்து தன்னை வலிமைப்படுத்திக் கொண்டு தற்காப்புத் தேடிக்கொண்டால், பகைவரிடத்தில் ஏற்பட்ட செருக்குத் தானாகவே அழியும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வகை அறிந்து தற்காப்ப= தான் வினைசெய்யும் வகையை அறிந்து, அது முடிதற்கேற்பத் தன்னைப் பெருக்கி மறவி புகாமல் தன்னைக் காக்கவே; பகைவர்கண் பட்ட செருக்கு மாயும்= தன் பகைவர் மாட்டு உளதாய களிப்புக் கெடும்.<br/><br/>வகை: வலியனாய்த் தான் எதிரே பொருமாறும், மெலியனாயவளவிற் போர் விலக்குமாறும் முதலாயின. பெருக்கல்: பொருள் படைகளால் பெருகச்செய்தல். களிப்பு: இவற்றான் வேறும் என்று எண்ணி மகிழ்ந்திருத்தல். இவ்விறுகுதல் அறிந்து தாமே அடங்குவர் என்பதாம்.<br/><br/>இதனாற் களைதற்பாலதன்கண் செய்வன கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினைசெய்யும் வகையை யறிந்து, தன்னைப் பெருக்கித் தான் தன்னைக் காக்கப் பகைவர்மாட்டு உண்டான பெருமிதம் கெடும்.<br/><br/>இது பகைவரைக் கொல்லுந் திறங் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Know thou the way, then do thy part, thyself defend;<br/>Thus shall the pride of those that hate thee have an end."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The joy of one's foes will be destroyed if one guards oneself by knowing the way (of acting) and securing assistance."
          }
        ]
      }
    ],
    "id": 878
  },
  {
    "kural": {
      "l1": "இளைதாக முள்மரம் கொல்க களையுநர்",
      "l2": "கைகொல்லுங் காழ்த்த விடத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இளைதாக முள்மரம் கொல்க களையுநர்<br/>கைகொல்லும் காழ்த்த இடத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முள்மரத்தை இளையதாக இருக்கும்போதே வெட்ட வேண்டும்; காழ்ப்பு ஏறி முதிர்ந்தபோது வெட்டுகின்றவரின் கையையே அது வருத்தும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முள் மரம் இளைதாகக் கொல்க= களைய வேண்டுவதாய முள்மரத்தை இளைதாய நிலைமைக்கண் களைக; காழ்த்தவிடத்துக் களையுநர் கைகொல்லும்= அன்றியே முதிர்ந்த நிலைமைக்கண் களையலுறின் களைவார் கையினை அதுதான் களையும்.<br/><br/>களையப்படுவதாய தம் பகையை அது மெலிதாய காலத்தே களைக, அன்றியே வலிதாய கால்த்துக் களையலுறின் தம்மை அதுதான் களையும் என்பது தோன்ற நின்றமையின், இது பிறிது மொழிதல்.<br/><br/>இதனாற் களையும் பருவம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முள்மரத்தை இளைதாகவே களைக: முற்றினவிடத்துத் தன்னைக் களைவார் கையைக் கொல்லுமாதலால்.<br/><br/>இது பகைவர் வலியராவதன்முன்னே களைதல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Destroy the thorn, while tender point can work thee no offence;<br/>Matured by time, 'twill pierce the hand that pluck it thence."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A thorny tree should be felled while young, (for) when it is grown it will destroy the hand of the feller."
          }
        ]
      }
    ],
    "id": 879
  },
  {
    "kural": {
      "l1": "உயிர்ப்ப வுளரல்லர் மன்ற செயிர்ப்பவர்",
      "l2": "செம்மல் சிதைக்கலா தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உயிர்ப்ப உளரல்லர் மன்ற செயிர்ப்பவர்<br/>செம்மல் சிதைக்கலா தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைத்தவருடைய தலைமையைக் கெடுக்க முடியாதவர் திண்ணமாக மூச்சுவிடும் அளவிற்கு உயிரோடு வாழ்கின்றவர் அல்லர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செயிர்ப்பவர் செம்மல் சிதைக்கலாதார்= தம்மொடு பகைப்பாரது தருக்கினைக் கெடுக்கலாயிருக்க இகழ்ச்சியான் அது செய்யாத அரசர்; உயிர்ப்ப உளரல்லர் மன்ற= பின் உயிர்க்கு மாத்திரத்திற்கும் உளரல்லர் ஒருதலையாக.<br/><br/>அவர் வலியராய்த் தம்மைக் களைதல் ஒருதலையாகலின், இறந்தாரே ஆவர் என்பதாம். அவருயிர்த்த துணையானே தாமிறப்பர் எனினும் அமையும்.<br/><br/>இதனாற் களையாவழிப்படும் இழுக்குக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவரது தலைமையைக் கெடுக்க மாட்டாதார், அப்பகைவர் உயிர்க்கும் மாத்திரத்திலே அறுதியாகச் சாவார்.<br/><br/>இது பகை கொள்ளுங்கால் வலியாரோடு பகைகோடலாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "But breathe upon them, an they surely die,<br/>Who fail to tame the pride of angry enemy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who do not destroy the pride of those who hate (them) will certainly not exist even to breathe."
          }
        ]
      }
    ],
    "id": 880
  }
]