export default [
  {
    "kural": {
      "l1": "ஆற்றுவா ராற்ற லிகழாமை போற்றுவார்",
      "l2": "போற்றலு ளெல்லாந் தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றுவார் ஆற்றல் இகழாமை போற்றுவார்<br/>போற்றலுள் எல்லாம் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மேற்கொண்ட செயலைச் செய்து முடிக்க வல்லவரின் ஆற்றலை இகழாதிருத்தல், காப்பவர் செய்து கொள்ளும் காவல் எல்லாவற்றிலும் சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றுவார் ஆற்றல் இகழாமை= எடுத்துக்கொண்டன யாவும் முடிக்கவல்லாருடைய ஆற்றல்களை அவமதியாமை; போற்றுவார் போற்றலுள் எல்லாம் தலை= தங்களுக்குத் தீங்கு வாராமற் காப்பார் செய்யும் காவல்கள் எல்லாவற்றினும் மிக்கது.<br/><br/>ஆற்றல் என்பது, பெருமை, அறிவு, முயற்சி என்னும் மூன்றன்மேலும் நிற்றலின் சாதியொருமை. இகழ்ந்தவழிக் களையவல்லார் என்பது தோன்ற ஆற்றுவர் என்றும், அரண், படை, பொருள், நட்பு முதலிய பிற காவல்கள் அவரான் அழியுமாகலின், அவ்விகழாமையைத் தலை யாய காவல் என்றும் கூறினார்.<br/><br/>பொதுவகையால் அவ்விரு திறத்தாரையும் பிழையாமையது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தவத்தினாலும் வலியினாலும் பெரியாரது வலியை இகழாதொழிதல், தம்மைக்<br/><br/>காப்பார்க்குக் காவலாகிய எல்லாவற்றுள்ளும் தலையான காவலாம்.<br/><br/>இது பெரியாரைப் பிழையாமையால் வரும் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The chiefest care of those who guard themselves from ill,<br/>Is not to slight the powers of those who work their mighty will."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to disregard the power of those who can carry out (their wishes) is more important than all the watchfulness of those who guard (themselves against evil)."
          }
        ]
      }
    ],
    "id": 891
  },
  {
    "kural": {
      "l1": "பெரியாரைப் பேணா தொழுகிற் பெரியாராற்",
      "l2": "பேரா விடும்பை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெரியாரைப் பேணாது ஒழுகிற் பெரியாரால்<br/>பேரா இடும்பை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆற்றல் மிகுந்த பெரியாரை விரும்பி மதிக்காமல் நடந்தால், அது அப் பெரியாரால் நீங்காத துன்பத்தைத் தருவதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெரியாரைப் பேணாது ஒழுகின்= ஆற்றல்களாற் பெரியர் ஆயினாரை வேந்தர் நன்கு மதியாது அவமதித்து ஒழுகுவாராயின்; பெரியாரால் பேரா இடும்பைதரும்= அவ்வொழுக்கம் அப்பெரியாரால் அவர்க்கு எஞ்ஞான்றும் நீங்காத துன்பங்களைக் கொடுக்கும்.<br/><br/>அத்துன்பங்களாவன இருமையிலும் இடையறாது வரும் மூவகைத் துன்பங்களுமாம். அவையெல்லாந் தாமே செய்து கொள்கினர் என்பது தோன்ற ஒழுக்கத்தை வினை முதலாக்கியும், பெரியாரைக் கருவியாக்கியும் கூறினார். பொதுவகையால் அவரைப் பிழைத்தற்குற்றம் இதனால் கூறப்பட்டது. இனிச் சிறப்புவகையால் கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெரியவர்களைப் போற்றாது ஒழுகுவனாயின் அவ்வொழுக்கம் அவராலே எல்லாரானும் இகழப்படும் நீங்காத துன்பத்தைத் தரும்.<br/><br/>இது முனிவரைப் போற்றா தொழியின் அது குற்றம் பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If men will lead their lives reckless of great men's will,<br/>Such life, through great men's powers, will bring perpetual ill."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To behave without respect for the great (rulers) will make them do (us) irremediable evils. "
          }
        ]
      }
    ],
    "id": 892
  },
  {
    "kural": {
      "l1": "கெடல்வேண்டிற் கேளாது செய்க வடல்வேண்டி",
      "l2": "னாற்று பவர்க ணிழுக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கெடல்வேண்டின் கேளாது செய்க அடல்வேண்டின்<br/>ஆற்று பவர்கண் இழுக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அழிக்க வேண்டுமானால் அவ்வாறே செய்துமுடிக்க வல்லவரிடத்தில் தவறு செய்தலை, ஒருவன் கெட வேண்டுமானால் கேளாமலே செய்யலாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடல் வேண்டின் ஆற்றுபவர்கண் இழுக்கு= வேற்றுவேந்தரைக் கோறல்வேண்டியவழி, அதனை அப்பொழுதே செய்யவல்ல வேந்தர் மாட்டுப் பிழையினை; கெடல் வேண்டின் கேளாது செய்க= தான் கெடுதல் வேண்டினான்ஆயின் ஒருவன் நீதிநூலைக் கடந்து செய்க.<br/><br/>அப்பெரியாரைக் \"காலனும் காலம் பார்க்கும் பாராது/ வேலீண்டு தானை விழுமியோர் தொலைய/ வேண்டிடத் தடூஉம் வெல்போர் வேந்தர்\" (புறநானூறு, 41.) என்றார் பிறரும். நீதிநூல் செயலாகாது என்று கூறலின், 'கேளாது' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தான் கெடுதல் வேண்டுவனாயின், பெரியாரைக் கேளாதே ஒருவினையைச் செய்க. தன்னைக் கொல்ல வேண்டுவனாயின், வலியுடையார் மாட்டே தப்புச் செய்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who ruin covet, let them shut their ears, and do despite<br/>To those who, where they list, to ruin have the might."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a person desires ruin, let him not listen to the righteous dictates of law, but commit crimes against those who are able to slay (other sovereigns)."
          }
        ]
      }
    ],
    "id": 893
  },
  {
    "kural": {
      "l1": "கூற்றத்தைக் கையால் விளித்தற்றா லாற்றுவார்க்",
      "l2": "காற்றாதா ரின்னா செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூற்றத்தைக் கையால் விளித்தற்றால் ஆற்றுவார்க்கு<br/>ஆற்றாதார் இன்னா செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆற்றல் உடையவர்க்கு ஆற்றல் இல்லாதவர் தீமை செய்தால், தானே வந்து அழிக்கவல்ல எமனைக் கைகாட்டி அழைத்தாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றுவார்க்கு ஆற்றாதார் இன்னா செயல்= மூவகை ஆற்றலும் உடையார்க்கு அவை இல்லாதார் தாம் முற்பட்டு இன்னாதவற்றைச் செய்தல்; கூற்றத்தைக் கையால் விளித்தற்றால்= தானேயும் வரற்பாலனாய கூற்றுவனை அதற்கு முன்னே கைகாட்டி அழைத்தால்ஒக்கும்.<br/><br/>கையால் விளி்த்தல் இகழ்ச்சிக் குறிப்பிற்று. தாமேயும் உயிர்முதலிய கோடற்குரியாரை அதற்கு முன்னே விரைந்து தம்மேல் வருவித்துக்கொள்வார் இறப்பினது உண்மையும், அண்மையும் கூறியவாறு.<br/><br/>இவை இரண்டு பாட்டானும் வேந்தரைப் பிழைத்தலின் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வலியுடையார்க்கு வலியில்லாதார் இன்னாதவற்றைச் செய்தல், தம்மைக் கொல்லும் கூற்றத்தைக் கைகாட்டி அழைத்தாற் போலும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When powerless men 'gainst men of power will evil deeds essay,<br/>'Tis beck'ning with the hand for Death to seize them for its prey."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The weak doing evil to the strong is like beckoning Yama to come (and destroy them)."
          }
        ]
      }
    ],
    "id": 894
  },
  {
    "kural": {
      "l1": "யாண்டுச்சென் றியாண்டு முளராகார் வெந்துப்பின்",
      "l2": "வேந்து செறப்பட்ட வர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "யாண்டுச்சென்று யாண்டும் உளராகார்<br/>வெந்துப்பின் வேந்து செறப்பட் டவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மிக்க வலிமை உடைய அரசனால் வெகுளப்பட்டவர், அவனிடமிருந்து தப்புவதற்காக எங்கே சென்றாலும் எங்கும் வாழ முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வெந்துப்பின் வேந்து செறப்பட்டவர்= பகைவர்க்கு வெய்தாய வலியினையுடைய வேந்தனாற் செறப்பட்ட அரசர்; யாண்டுச் சென்றும் யாண்டும் உளராகார்= அவனைத்தப்பி எங்கேபோய் உளராவர், ஓரிடத்தும் உளராகார்.<br/><br/>இடைவந்த சொற்கள் அவாய்நிலையான் வந்தன. 'வெந்துப்பின் வேந்து' ஆகலால், தன்னிலம் விட்டுப்போயவர்க்கு இடம் கொடுப்பாரில்லை; உளராயின் அவர் இனியராகார் என்பது நோக்கி, அவனோடு நட்புக்கோடற் பொருட்டும் தானே வந்தெய்திய அவருடைமை வௌவுதற் பொருட்டும் கொல்வர், அன்றெனின் உடனே அழிவர் என்பன நோக்கி, 'யாண்டுச் சென்றி யாண்டுமுளராகார்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எவ்விடத்துச் செல்லினும் எவ்விடத்தும் உளராகார்: வெய்ய வலிமையுடைய வேந்தனால் செறப்பட்டார்.<br/><br/>இது கெட்டுப்போனாலும் இருக்கலாவதோர் அரணில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who dare the fiery wrath of monarchs dread,<br/>Where'er they flee, are numbered with the dead."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who have incurred the wrath of a cruel and mighty potentate will not prosper wherever they may go."
          }
        ]
      }
    ],
    "id": 895
  },
  {
    "kural": {
      "l1": "எரியாற் சுடப்படினு முய்வுண்டா முய்யார்",
      "l2": "பெரியார்ப் பிழைத்தொழுகு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எரியால் சுடப்படினும் உய்வுண்டாம் உய்யார்<br/>பெரியார்ப் பிழைத்தொழுகு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தீயால் சுடப்பட்டாலும் ஒருகால் உயிர்பிழைத்து வாழ முடியும்; ஆற்றல் மிகுந்த பெரியாரிடத்தில் தவறு செய்து நடப்பவர் தப்பிப் பிழைக்க முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எரியால் சுடப்படினும் உய்வு உண்டாம்= காட்டிடைச் சென்றான் ஒருவன் ஆண்டைத் தீயாற்சுடப்பட்டான்ஆயினும் ஒருவாற்றான் உயிர் உய்தல்கூடும்; பெரியார்ப் பிழைத்து ஒழுகுவார் உய்யார்= தவத்தாற் பெரியாரைப் பிழைத்து ஒழுகுவார் எவ்வாற்றானும் உயிருய்யார்.<br/><br/>தீ முன் உடம்பினைக் கதுவி அதுவழியாக உயி்ர்மேற் சேறலின் இடையே உய்யவும் கூடும், அருந்தவர் வெகுளி அன்னதன்றித் தானிற்பது கணமாய் அதற்குள்ளே யாவர்க்கும் காத்தல் அரிதாகலின், அது கூடாது ஆகலான், அதற்கு ஏதுவாய பிழைசெய்யற்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தீயினால் சுடப்படினும் உய்தல் உண்டாம்: பெரியாரைப் பிழைத்தொழுகுவார் உய்யார்.<br/><br/>இது முனிவரைப் பிழைத்தலினால் வருங்குற்றம் கூறிற்று. முற்பட உயிர்க்கேடு வருமென்று கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though in the conflagration caught, he may escape from thence:<br/>He 'scapes not who in life to great ones gives offence."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though burnt by a fire (from a forest), one may perhaps live; (but) never will he live who has shown disrespect to the great (devotees)."
          }
        ]
      }
    ],
    "id": 896
  },
  {
    "kural": {
      "l1": "வகைமாண்ட வாழ்க்கையு வான்பொருளு மென்னாந்",
      "l2": "தகைமாண்ட தக்கார் செறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வகைமாண்ட வாழ்க்கையும் வான்பொருளும் என்னாம்<br/>தகைமாண்ட தக்கார் செறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தகுதியால் சிறப்புற்ற பெரியார் ஒருவனை வெகுண்டால் அவனுக்குப் பலவகையால் மாண்புற்ற வாழ்க்கையும் பெரும் பொருளும் இருந்தும் என்ன பயன்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தகை மாண்ட தக்கார் செறின்= சாப அருள்கட்கு ஏதுவாய பெருமை மாட்சிமைப்பட்ட அருந்தவர் அரசனை வெகுள்வாராயின்; வகைமாண்ட வாழ்க்கையும் வான் பொருளும் என்னாம்= உறுப்பழகு பெற்ற அவன் அரசாட்சியும், ஈட்டிவைத்த பெரும்பொருளும் என்பட்டுவிடும்.<br/><br/>உறுப்பு- அமைச்சு, நாடு, அரண், படையென இவை. 'செறின்' என்பது, அவர் செறாமை தோன்ற நின்றது. இவ்வெச்சத்தான், முன் வருவனவற்றிற்கும் இஃதொக்கும். அரசர் தம் செல்வக்களிப்பான், அருந்தவர்மாட்டுப் பிழை செய்வாராயின், அச்செல்வம் அவ்வெகுளித்தீயான் ஒருகணத்துள்ளே வெந்துவிடும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லா வகையானும் மாட்சிமைப்பட்ட வாழ்க்கையும் மிக்க பொருளும் என்ன பயனுடையனவாம்: பெருமையால் மிக்க தகுதியுடையார் செறுவாராயின்.<br/><br/>எல்லா வகையுமாவன சுற்றமும், நட்டோரும், நற்றனயரும், இல்லும், நிலமும் முதலாயின"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though every royal gift, and stores of wealth your life should crown,<br/>What are they, if the worthy men of mighty virtue frown?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a king incurs the wrath of the righteous great, what will become of his government with its splendid auxiliaries and (all) its untold wealth ? "
          }
        ]
      }
    ],
    "id": 897
  },
  {
    "kural": {
      "l1": "குன்றன்னார் குன்ற மதிப்பிற் குடியொடு",
      "l2": "நின்றன்னார் மாய்வர் நிலத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குன்றன்னார் குன்ற மதிப்பின் குடியொடு<br/>நின்றன்னார் மாய்வர் நிலத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மலைபோன்ற பெரியார் கெட நினைத்தால், உலகில் அழியாமல் நிலைபெற்றாற்போல் உள்ளவரும் தம் குடியோடு அழிவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குன்றன்னார் குன்ற மதிப்பின்= குன்றத்தை ஒக்கும் அருந்தவர் கெட நினைப்பாராயின்; நிலத்து நின்றன்னார் குடியொடு மாய்வர்= அப்பொழுதே இந்நிலத்து நிலைபெற்றாற் போலும் செல்வர் தம் குடியொடும் மாய்வர்.<br/><br/>வெயில், மழை முதலிய பொறுத்தலும், சலியாமையும் உள்ளிட்ட குணங்கள் உடைமையின், குன்றன்னார் என்றார். \"மல்லன் மலையனைய மாதவர்\" என்றார் பிறரும் (சீவக சிந்தாமணி, முத்தியிலம்பகம்- 191).நிலைபெற்றாற்போறலாவது, இறப்பப்பெரியார் ஆகலின், இவர்க்கு எஞ்ஞான்றும் அழிவில்லையென்று கண்டாராற் கருதப்படுதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மலைபோலப் பெரியாரைக் குறைய மதிப்பாராயின், உலகத்தின் கண்ணே நின்றாற்போலத் தோன்றுகின்றவர் குடியோடே கூடமாய்வர்.<br/><br/>குன்ற மதித்தல்- அவமதித்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If they, whose virutues like a mountain rise, are light esteemed;<br/>They die from earth who, with their households, ever-during seemed"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If (the) hill-like (devotees) resolve on destruction, those who seemed to be everlasting will be destroyed root and branch from the earth."
          }
        ]
      }
    ],
    "id": 898
  },
  {
    "kural": {
      "l1": "ஏந்திய கொள்கையார் சீறி னிடைமுரிந்து",
      "l2": "வேந்தனும் வேந்து கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏந்திய கொள்கையார் சீறின் இடைமுரிந்து<br/>வேந்தனும் வேந்து கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உயர்ந்த கொள்கையுடைய பெரியார் சீறினால், நாட்டை ஆளும் அரசனும் இடைநடுவே முரிந்து அரசு இழந்து கெடுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஏந்திய கொள்கையார் சீறின்= காத்தற்கு அருமையான் உயர்ந்த விரதங்களை உடையார் வெகுள்வாராயின்; வேந்தனும் இடை வேந்து முரிந்து கெடும்= அவர் ஆற்றலான் இந்திரனும் இடையே தன்பதம் இழந்து கெடும்.<br/><br/>\"வேந்தன் மேய தீம்புன லுலகமும்\" என்றார் பிறரும், (தொல்காப்பியம்- பொருளதிகாரம், அகத்திணையியல்: 5). நகுடன் என்பான் இந்திரன் பதம்பெற்றுச்செல்கின்ற காலத்துப் பெற்ற களிப்பு மிகுதியான் அகத்தியன் வெகுள்வதோர் பிழை செய, அதனாற் சாபம் எய்தி அப்பதம் இடையே இழந்தான் என்பதை உட்கொண்டு இவ்வாறு கூறினார்.<br/><br/>இவை நான்கு பாட்டானும், முனிவரைப்பிழைத்தலின் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உயர்ந்த கோட்பாட்டை யுடையார் வெகுள்வராயின், இந்திரனும் இடையிலே இற்றுத் தன்னரசு இழக்கும்.<br/><br/>இது பொருட்கேடு வருமென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When blazes forth the wrath of men of lofty fame,<br/>Kings even fall from high estate and perish in the flame."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If those of exalted vows burst in a rage, even (Indra) the king will suffer a sudden loss and be entirely ruined."
          }
        ]
      }
    ],
    "id": 899
  },
  {
    "kural": {
      "l1": "இறந்தமைந்த சார்புடைய ராயினு முய்யார்",
      "l2": "சிறந்தமைந்த சீரார் செறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இறந்தமைந்த சார்புடையர் ஆயினும் உய்யார்<br/>சிறந்தமைந்த சீரார் செறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மிகச் சிறப்பாக அமைந்த பெருமையுடையவர் வெகுண்டால், அளவு கடந்து அமைந்துள்ள சார்புகள் உடையவரானாலும் தப்பிப் பிழைக்க முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறந்து அமைந்த சீரார் செறின்= கழிய மிக்க தவத்தினையுடையார் வெகுள்வராயின்; இறந்து அமைந்த சார்பு உடையராயினும் உய்யார்= அவரான் வெகுளப்பட்டார் கழியப் பெரிய சார்பு உடையராயினும், அதுபற்றி உய்யமாட்டார்.<br/><br/>'சார்பு'- அரண், படை, பொருள், நட்பென இவை. அவையெல்லாம் வெகுண்டவரது ஆற்றலால் திரிபுரம் போல அழிந்துவிடும் ஆகலின், 'உய்யார்' என்றார். சீருடையது 'சீர்' எனப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மிகவும் அமைந்த துணையுடைய ராயினும் கெடுவர்: மிகவும் அமைந்த சீர்மையுடையார் செறுவாராயின்.<br/><br/>இது துணையுடையாராயினும் உயிர்க்கேடு வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though all-surpassing wealth of aid the boast,<br/>If men in glorious virtue great are wrath, they're lost."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though in possession of numerous auxiliaries, they will perish who are-exposed to the wrath of the noble whose penance is boundless. "
          }
        ]
      }
    ],
    "id": 900
  }
]