export default [
  {
    "kural": {
      "l1": "அறிவின்மை யின்மையு ளின்மை பிறிதின்மை",
      "l2": "யின்மையா வையா துலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவின்மை இன்மையுள் இன்மை பிறிதின்மை<br/>இன்மையா வையா துலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவில்லாமையே இல்லாமை பலவற்றுள்ளும் கொடிய இல்லாமையாகும்; மற்ற இல்லாமைகளை உலகம் அத்தகைய இல்லாமையாகக் கருதாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்மையுள் இன்மை அறிவின்மை= ஒருவனுக்கு இல்லாமை பலவற்றுள்ளும் மிக்க இல்லாமையாவது, அறிவில்லாமை; பிறிதின்மை இன்மையா வையாது உலகு= மற்றைப் பொருள் இல்லாமையோவெனின், அதனை அப்பெற்றித்தாய இல்லாமையாகக் கொள்ளார் உலகத்தார்.<br/><br/>'அறிவு' என்பது, ஈண்டுத் தலைமைபற்றி நல்லறிவின்மேல் நின்றது. புல்லறிவாளர் செல்வம் எய்தியவழியும் இம்மை மறுமைப் பயன் எய்தாமையின் அதனை 'இன்மையுள் இன்மை' என்றும், நல்லறிவாளர் வறுமையெய்திய வழியும், அஃது இழவாமையின் அதனை 'இன்மையா வையாது' என்றும் கூறினார். இதனால் புல்லறிவினது குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்குரவினுள் நல்குரவாவது அறிவின்மை: பொருளின்மையை நல்குரவாக எண்ணார் உலகத்தார்: அது புண்ணியம் செய்யாதார்மாட்டே சேருமாதலான்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Want of knowledge, 'mid all wants the sorest want we deem;<br/>Want of other things the world will not as want esteem"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The want of wisdom is the greatest of all wants; but that of wealth the world will not regard as such."
          }
        ]
      }
    ],
    "id": 841
  },
  {
    "kural": {
      "l1": "அறிவிலா னெஞ்சுவந் தீதல் பிறிதியாது",
      "l2": "மில்லை பெறுவான் றவம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவிலான் நெஞ்சுவந்து ஈதல் பிறிதியாதும்<br/>இல்லை பெறுவான் தவம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவில்லாதவன் மனம் மகிழ்ந்து ஒரு பொருளைக் கொடுத்தலுக்குக் காரணம், வேறொன்றும் இல்லை; அந்தப் பொருளைப் பெறுகின்றவனுடைய நல்வினையே ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவுடையான் நெஞ்சு உவந்து ஈதல்= புல்லறிவுடையான் ஒருவனுக்கு மனம் உவந்து ஒன்று கொடுத்தல் கூடிற்றாயின்; பெறுவான் தவம் பிறிது யாதும் இல்லை= அதற்குக் காரணம் பெறுகின்றவன் நல்வினையே, வேறொன்றும் இல்லை.<br/><br/>ஒரோவழி நெஞ்சு உவந்து ஈதல் கூடலின் புல்லறிவாளரும் நல்வினை செய்ப என்பார்க்குப் பெறுவான் வீழ்பொருள் எய்தியான் போல்வதல்லது, இம்மை நோக்கியாக மறுமை நோக்கியாக ஈகின்றார் அல்லர் எனக் கூறியவாறு. கூடிற்றாயின், அதற்குக் காரணம் என்னும் சொற்கள் அவாய்நிலையான் வந்தன. இதனால் அஃதுடையார் தம்மாட்டு நல்லன செய்தல் அறியாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவில்லாதவன் மனங்குளிர்ந்து கொடுத்தற்குக் காரணம் வேறொன்றும் இல்லை: அது பொருளைப் பெறுகின்றவனது நல்வினைப்பயன்.<br/><br/>இது கொடுத்தானாயினும் வரிசையறியாது கொடுக்குமாதலின் அது புல்லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The gift of foolish man, with willing heart bestowed, is nought,<br/>But blessing by receiver's penance bought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(The cause of) a fool cheerfully giving (something) is nothing else but the receiver's merit (in a former birth)."
          }
        ]
      }
    ],
    "id": 842
  },
  {
    "kural": {
      "l1": "அறிவிலார் தாந்தம்மைப் பீழிக்கும் பீழை",
      "l2": "செறுவார்க்குஞ் செய்த லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறிவிலார் தாந்தம்மைப் பீழிக்கும் பீழை<br/>செறுவார்க்கும் செய்தல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவில்லாதவர் தம்மைத் தாமே துன்புறுத்தும் துன்பம் அவருடைய பகைவர்க்கும் செய்ய முடியாத அளவினதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவிலார் தாம் தம்மைப் பீழிக்கும் பீழை= புல்லறிவுடையார் தாமே தம்மை வருத்தும் வருத்தம்; செறுவார்க்கும் செய்தல் அரிது= அது செய்தற்கு உரியராய தம்பகைவர்க்கும் செய்தல் அரிது.<br/><br/>பகைவர் தாம் அறிந்தது ஒன்றனைக் காலம் பார்த்திருந்து செய்வதல்லது வறுமை, பழி, பாவம் முதலிய பலவற்றையும் எக்காலத்தும் செய்யமாட்டாமையின், அவர்க்கும் 'செய்தல் அரிது' என்றார். இதனால், அவர் தம்மாட்டும் தீயன செய்தல் அறிவர் என்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவில்லாதார் தாமே தம்மை யிடர்ப்படுத்தும் இடர்ப்பாடு, பகைவர்க்கும் செய்தல் அரிது.<br/><br/>இது மேற்கூறியதனை வலியுறுத்திற்று"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With keener anguish foolish men their won hearts wring,<br/>Than aught that even malice of their foes can bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The suffering that fools inflict upon themselves is hardly possible even to foes."
          }
        ]
      }
    ],
    "id": 843
  },
  {
    "kural": {
      "l1": "வெண்மை யெனப்படுவ தியாதெனி னொண்மை",
      "l2": "யுடையம்யா மென்னுஞ் செருக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வெண்மை எனப்படுவ தியாதெனின் ஒண்மை<br/>உடையம்யாம் என்னும் செருக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புல்லறிவு என்று சொல்லப்படுவது யாது என்றால், `யாம் அறிவுடையேம்` என்று ஒருவன் தன்னைத்தானே மதித்துக் கொள்ளும் செருக்காகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வெண்மை எனப்படுவது யாது எனின்= புலலறிவுடைமையென்று சொல்லப்படுவது யாதென்று வினவின்;<br/><br/>யாம் ஒண்மை உடையம் என்னும் செருக்கு= அது தம்மைத்தாமே யாம் நல்லறிவுடையம் என்று நன்குமதிக்கும் மயக்கம்.<br/><br/>வெண்மையாவது, அறிவு முதிராமை. ஒண்மையெனக் காரியப்பெயர் காரணத்திற்காயிற்று. உலகத்தார் இகழ்தல் அறிந்து வைத்தும், அவ்வாறு மதித்தலான் மயக்கம் என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புல்லறி வென்று சொல்லப்படுவது யாதெனின், அது யாம் அறிவுடையோ மென்று தம்மைத் தாம் மதிக்குங்களிப்பு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What is stupidity? The arrogance that cries,<br/>'Behold, we claim the glory of the wise.'"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What is called want of wisdom is the vanity which says, \"We are wise\"."
          }
        ]
      }
    ],
    "id": 844
  },
  {
    "kural": {
      "l1": "கல்லாத மேற்கொண் டொழுகல் கசடற",
      "l2": "வல்லதூஉ மையந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லாத மேற்கொண் டொழுகல் கசடற<br/>வல்லதூஉம் ஐயம் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவில்லாதவர் தாம் கல்லாத நூல்களையும் கற்றவர் போல் மேற்கொண்டு நடத்தல், அவர் குற்றமறக் கற்றுவல்ல பொருளைப் பற்றியும் மற்றவர்க்கு ஐயம் உண்டாக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லாத மேற்கொண்டு ஒழுகல்= புல்லறிவாளர் தாம் கல்லாத நூல்களையும் கற்றாராகத் தாம் மேலிட்டுக்கொண்டு ஒழுகுதல்; கசடு அற வல்லதூஉம் ஐயம் தரும்= கசடறக் கற்றதொரு நூலுண்டாயின், அதன்கண்ணும் பிறர்க்கு ஐயத்தை விளைக்கும்.<br/><br/>'வல்லது' என ஏழாவது இறுதிக்கண் தொக்கது. உண்டாயின் என்பது அவாய்நிலையான் வந்தது. 'ஐயம்' அதுவல்லர் என்பதூஉம், இவ்வாறுகொல்லோ என்பது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் உய்யக் கல்லாதவற்றைக் கற்றாராக மேற்கொண்டொழுகல், குற்றந்தீரக் கற்றதனையும் ஐயமாக்கும்.<br/><br/>இது கல்லாததனை மேற்கொள்ளுதல் புல்லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If men what they have never learned assume to know,<br/>Upon their real learning's power a doubt 'twill throw."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Fools pretending to know what has not been read (by them) will rouse suspicion even as to what they have thoroughly mastered. "
          }
        ]
      }
    ],
    "id": 845
  },
  {
    "kural": {
      "l1": "அற்ற மறைத்தலோ புல்லறிவு தம்வயிற்",
      "l2": "குற்ற மறையா வழி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றம் மறைத்தலோ புல்லறிவு தம்வயின்<br/>குற்றம் மறையா வழி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்மிடத்தில் உள்ள குற்றத்தை அறிந்து நீக்காத போது, உடம்பில் மறைப்பதற்குரிய பகுதியை மட்டும் ஆடையால் மறைத்தல் புல்லறிவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தம் வயின் குற்றம் மறையா வழி= புல்லறிவாளர் தம்கண் நிகழும் குற்றங்களை அறிந்து கடியாராயின்; அற்றம் மறைத்தலோ புல்லறிவு= ஆடையால் அற்றம் மறைத்தாராகத் தம்மைக் கருதுதலும் புல்லறிவாம்.<br/><br/>குற்றம் மறைத்தலாவது அவற்றை இலவாக்குதல். மறைக்கப்படுவன பலவற்றுள்ளும் உயர்ந்தவற்றையெல்லாம் மறையாது தாழ்ந்ததொன்றனையே மறைத்து அவ்வளவான் தம்மையும் உலகஒழுக்கினராக மதித்தலும் புல்லறிவு என்பதாம். இவை மூன்று பாட்டானும் அவர் தம்மை வியத்தல் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்பாலுள்ள குற்றத்தைப் பிறரறியாமல் தாம் மறையாத காலத்துப் பிறர் காணாமல் மறைக்க வேண்டும் உறுப்பை ஆடையால் மறைத்தலும் புல்லறிவு.<br/><br/>எனவே, அதுவும் மறையானாயின் குற்றம் நாடுவாரில்லை யென்றவாறாயிற்று. இது குற்றமறையாமை புல்லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fools are they who their nakedness conceal,<br/>And yet their faults unveiled reveal."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even to cover one's nakedness would be folly, if (one's) faults were not covered (by forsaking them)."
          }
        ]
      }
    ],
    "id": 846
  },
  {
    "kural": {
      "l1": "அருமறை சோரு மறிவிலான் செய்யும்",
      "l2": "பெருமிறை தானே தனக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அருமறை சோரும் அறிவிலான் செய்யும்<br/>பெருமிறை தானே தனக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரிய மறைபொருளை மனத்தில் வைத்துக் காக்காமல் சோர்ந்து வெளிப்படுத்தும் அறிவில்லாதவன் தனக்குத் தானே பெருந்தீங்கு செய்துகொள்வான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருமறை சோரும் அறிவிலான்= பெறுதற்குரிய உபதேசப்பொருளைப் பெற்றாலும் உட்கொள்ளாது போக்கும் புல்லறிவாளன்; தானே தனக்குப் பெருமிறை செய்யும்= அவ்வுறுதி அறியாமையான் தானே தனக்கு மிக்க வருத்தத்தைச் செய்துகொள்ளும்.<br/><br/>'சோரும்' என இடத்து நிகழ்பொருளின் தொழில் இடத்தின்மேல் நின்றது. மிக்கவருத்தம் பொறுத்தற்கு அரிய துன்பங்கள். இனி 'அருமறை சோரும்' என்பதற்குப் பிறர் எல்லாம், உள்ளத்துஅடக்கப்படும் எண்ணத்தை வாய்சோர்ந்து பிறர்க்கு உரைக்கும் என்று உரைத்தார்; அது பேணாமை என்னும் பேதைமை ஆவதன்றிப் புல்லறிவாண்மை அன்மை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவில்லாதான் அரிதாக எண்ணின மறைப் பொருளைச் சோரவிடுவன்; அதுவேயன்றித் தனக்குத்தானே பெரிய துன்பத்தினையும் செய்துகொள்ளுவன்.<br/><br/>சோரவிடுதல்- பிறர்க்குச் சொல்லுதல். இது பொருட்கேடும் உயிர்க்கேடும் தானே செய்யுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From out his soul who lets the mystic teachings die,<br/>Entails upon himself abiding misery."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fool who neglects precious counsel does, of his own accord, a great injury to himself."
          }
        ]
      }
    ],
    "id": 847
  },
  {
    "kural": {
      "l1": "ஏவவுஞ் செய்கலான் றான்றேறா னவ்வுயிர்",
      "l2": "போஒ மளவுமோர் நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர்<br/>போஒம் அளவுமோர் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தனக்கு நன்மையானவற்றைப் பிறர் ஏவினாலும் செய்யாதவனாய், தானாகவும் உணர்ந்து தெளியாதவனாய் உள்ளவனுடைய உயிர் போகுமளவும் ஒரு நோயாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஏவவும் செய்கலான்= புல்லறிவாளன் தனக்கு உறுதியாயவற்றை அறிவுடையார் சொல்லாநிற்கவும் செய்யான்; தான் தேறான்= அதுவன்றித் தானாகவும் இவை செய்வன என்று அறியான்; அவ்வுயி்ர் போஒம்அளவும் ஓர்நோய்= அவ்வுயிர் யாக்கையின் நீங்கும் அளவும் நிலத்திற்குப் பொறுத்தற்குஅரியதொரு நோயாம்.<br/><br/>உயிர் தான் உணர்தல் தன்மைத்தாய் இருந்தும், நின்ற யாக்கை வயத்தான் மருடல் தன்மைத்தாய் வேறுபடுதலின், 'அவ்வுயி்ர்' என்றும், அதனின் நீங்கியபொழுதே அதற்கு இரண்டனுள் ஒன்று கூடுதலின், 'போஒமளவும்' என்றும், குலமலை முதலிய பொறுக்கின்ற நிலத்திற்குப் பாவயாக்கை பெரும்பொறையாய்த் துன்பஞ்செய்தலின் ஒரு 'நோய்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவுடையார் சொல்லவும் செய்யான்; தானும் தெளியான்; அத்தன்மையனாகிய சீவன் போமளவும் உலகத்தார்க்கு ஒரு நோய் போல்வன்.<br/><br/>இஃது ஈட்டின பொருளைக் கொடுத்தலும் தொகுத்தலும் செய்யாமை புல்லறி வென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Advised, he heeds not: of himself knows nothing wise;<br/>This man's whole life is all one plague until he dies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fool will not perform (his duties) even when advised nor ascertain them himself; such a soul is a burden (to the earth) till it departs (from the body)."
          }
        ]
      }
    ],
    "id": 848
  },
  {
    "kural": {
      "l1": "காணாதாற் காட்டுவான் றான்காணான் காணாதான்",
      "l2": "கண்டானாந் தான்கண்டா வாறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காணாதான் காட்டுவான் தான்காணான் காணாதான்<br/>கண்டானாம் தான்கண்ட வாறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு இல்லாதவனுக்கு அறிவிப்பான் தானே அறிவில்லாதவனாய் நிற்பான்; அறிவு இல்லாதவனோ தான் அறிந்த வகையால் அறிவுள்ளவனாய்த் தோன்றுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காணாதான் காட்டுவான் தான் காணான்= தன்னை எல்லாம் அறிந்தானாக மதித்தலான் பிறரால் ஒன்றுஅறியும் தன்மை இலாதானை, அறிவிக்கப்புகுவான் அவனால் பழிக்கப்பட்டுத் தான் அறியானாய் முடியும்; காணாதான் தான் கண்டவாறு கண்டானாம்= இனி அவ்வறியுந்தன்மை இல்லாதான், கொண்டது விடாமையான், தான் அறிந்தவாற்றால் அதனை அறிந்தானாய் முடியும்.<br/><br/>புல்லறிவாளர்க்கு நல்லறிவு கொளுவுதல் ஒருவாற்றானும் இயைவதன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறியாதானை அறிவிக்கப் புகுதுமவன் தானறியான்: அவ்வறியாதவன் தான் அறிந்தபடியை அறிந்தானாயிருக்குமாதலான்.<br/><br/>இது கொண்டது விடாமை புல்லறி வென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "That man is blind to eyes that will not see who knowledge shows;-<br/>The blind man still in his blind fashion knows."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One who would teach a fool will (simply) betray his folly; and the fool would (still) think himself \"wise in his own conceit\"."
          }
        ]
      }
    ],
    "id": 849
  },
  {
    "kural": {
      "l1": "உலகத்தா ருண்டென்ப தில்லென்பான் வையத்",
      "l2": "தலகையா வைக்கப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உலகத்தார் உண்டென்பது இல்லென்பான் வையத்து<br/>அலகையா வைக்கப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உலகத்தார் உண்டு என்று சொல்வதை இல்லை என்று கூறுகின்ற ஒருவன், உலகத்தில் காணப்படும் ஒரு பேயாகக் கருதி விலக்கப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உலகத்தார் உண்டு என்பது இல் என்பான்= உயர்ந்தோர் பலரும் உண்டு என்பதோர் பொருளைத் தன் புல்லறிவான் இல்லையென்று சொல்லுவான்; வையத்து அலகையா வைக்கப்படும்= மகன் என்று கருதப்படான், வையத்துக் காணப்படுவதோர் பேய் என்று கருதப்படும்.<br/><br/>கடவுளும், மறுபிறப்பும், இருவினைப்பயனும் முதலாக அவர் உளவென்பன பலவேனும், சாதிபற்றி உண்டென்பது என்றும், தானே வேண்டிய கூறலால் ஒப்பும், வடிவால் ஒவவாமையும் உடைமையின், தன் யாக்கை கரந்து மக்கள் யாக்கையுள் தோன்றுதல் வல்ல 'அலகை' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உலகத்தில் அறிவுடையார் பலர் உண்டென்பதாகிய ஒரு பொருளை இல்லையென்று சொல்லுமவன், இவ்வுலகத்தின் கண்ணே திரிவதாகிய பேயென்று எண்ணப்படுவன்.<br/><br/>இஃது உயர்ந்தோர் உண்டென்பதனை இல்லையென்றல் புல்லறிவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who what the world affirms as false proclaim,<br/>O'er all the earth receive a demon's name."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who denies the existence of what the world believes in will be regarded as a demon on earth. "
          }
        ]
      }
    ],
    "id": 850
  }
]