export default [
  {
    kural: {
      l1: 'அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை',
      l2: 'யிகழ்வார்ப் பொறுத்த றலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை<br/>இகழ்வார்ப் பொறுத்தல் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன்னை வெட்டுவோரையும் விழாமல் தாங்குகின்ற நிலம்போல், தம்மை இகழ்வாரையும் பொறுப்பதே தலையான பண்பாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அகழ்வார்த் தாங்கும் நிலம்போல= தன்னை அகழ்வாரை வீழாமல் தாங்கும் நிலம்போல;<br/><br/>தம்மை இகழ்வார்ப் பொறுத்தல் தலை= தம்மை அவமதிப்பாரைப் பொறுத்தல் தலையாய அறம்.<br/><br/>இகழ்தல் மிகையாயின செய்தலும், சொல்லுதலும்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அகழ்வாரை தாங்கும் நிலம் போல - (தன்னை) அகழ்வாரைத் தாங்குகின்ற நிலம் போல, தம்மை இகழ்வார் பொறுத்தல் தலை - தம்மை இகழுமவர்களைப் பொறுத்தல் தலைமையாம். [அகழ்தல் - தோண்டுதல்.]<br/><br/>இது, பிறர் மிகையைப் பொறுத்தானென்று இகழாது அவன் பொறுத்ததைத் தலைமையா(ன ஒழுக்கமா)கக் கொள்வார் உலகத்தா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As earth bears up the men who delve into her breast,<br/>To bear with scornful men of virtues is the best.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To bear with those who revile us, just as the earth bears up those who dig it, is the first of virtues.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொறுத்த லிறப்பினை யென்று மதனை',
      l2: 'மறத்த லதனினு நன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொறுத்தல் இறப்பினை என்றும் அதனை<br/>மறத்தல் அதனினும் நன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வரம்பு கடந்து பிறர் செய்த தீங்கை எப்போதும் பொறுக்க வேண்டும். அத்தீங்கை நினைவிலும் கொள்ளாமல் மறந்துவிடுதல் பொறுத்தலைவிட நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "என்றும் இறப்பினைப் பொறுத்தல்- பொறை நன்று ஆதலால், தாம் ஒறுத்தற்கு இயன்ற காலத்தும் பிறர் செய்த மிகையைப் பொறுக்க;<br/><br/>அதனை மறத்தல் அதனினும் நன்று= அதனை உட்கொள்ளாது அப்பொழுதே மறத்தல் பெறின் அப்பொறையினும் நன்று.<br/><br/>மிகை யென்றது, மேற்சொல்லிய இரண்டனையும். பொறுக்குங்காலம் உட்கொள்ளப்படுதலின், மறத்தலை 'அதனினு நன்று' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இறப்பினை என்றும் பொறுத்தல் (நன்று) - (பிறர் செய்த) மிகையினை என்றும் பொறுத்தல் நன்று; அதனை மறத்தல் அதனினும் நன்று - மிகையினை மறத்தல் பொறையிலும் நன்று. [மிகை - பிழை. நன்று என்பது முன்னரும் கூட்டி யுரைக்கப்பட்டது.]<br/><br/>பிறர் செய்த மிகையினைப் பொறுத்தல் நன்றென்பதூஉம், அதனை மறத்தல் அதனினும் சிறந்த நன்றென்பதூஉம் இது கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Forgiving trespasses is good always;<br/>Forgetting them hath even higher praise.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Bear with reproach even when you can retaliate; but to forget it will be still better than that.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இன்மையு ளின்மை விருந்தொரால் வன்மையுள்',
      l2: 'வன்மை மடவார்ப் பொறை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இன்மையுள் இன்மை விருந்தொரால் வன்மையுள்<br/>வன்மை மடவார்ப் பொறை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வறுமையுள் வறுமை, விருந்தினரைப் போற்றாமல் நீக்குதல்; வல்லமையுள் வல்லமை என்பது அறிவிலார் தீங்கு செய்தலைப் பொறுத்தலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இன்மையுள் இன்மை விருந்து ஒரால்= ஒருவனுக்கு வறுமையுள் வைத்து வறுமையாவது, விருந்தினரை யேற்றுக்கொள்ளாது நீக்குதல்;<br/><br/>வன்மையுள் வன்மை மடவார்ப் பொறை= அதுபோல வன்மையுள் வைத்து வன்மையாவது, அறிவின்மையான் மிகைசெய்தாரைப் பொறுத்தல்.<br/><br/>இஃது எடுத்துக்காட்டுவமை. அறன்அல்லாத விருந்தொரால் பொருளுடைமை ஆகாதவாறு போல, 'மடவார்ப்பொறை'யும் மென்மையாகாதே வன்மையாம் என்பது கருத்து.<br/><br/>(வன்மை = வலிமை; மெய்)",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இன்மையுள் இன்மை விருந்து ஒரால் - வலியின்மையுள் வலியின் மையாவது விருந்தினரை நீக்குதல்; வன்மையுள் வன்மை மடவார் பொறை - வலியுடைமையுள் வலியுடைமையாவது அறியாதாரைப் பொறுத்தல்.<br/><br/>[ஒரால் என்பது ஆல் விகுதிபெற்ற தொழிற்பெயர்.]<br/><br/>இது, விருந்தினரை விலக்குதல் எளிமையுள் எளிமை யென்றும், அறிவிலார் செய்த மிகையைப் பொறுத்தல் வலிமையுள் வலிமை யென்றும் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The sorest poverty is bidding guest unfed depart;<br/>The mightiest might to bear with men of foolish heart.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To neglect hospitality is poverty of poverty. To bear with the ignorant is might of might.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நிறையுடைமை நீங்காமை வேண்டிற் பொறையுடைமை',
      l2: 'போற்றி யொழுகப் படும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நிறையுடைமை நீங்காமை வேண்டின் பொறையுடைமை<br/>போற்றி யொழுகப் படும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நிறை உடையவனாக இருக்கும் தன்மை தன்னை விட்டு நீங்காமலிருக்க வேண்டினால், பொறுமையைப் போற்றி ஒழுக வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நிறையுடைமை நீங்காமை வேண்டின்= ஒருவன் நிறையுடைமையை தன்கண் நின்று நீங்காமை வேண்டுவனாயின்;<br/><br/>பொறையுடைமை போற்றி ஒழுகப் படும்= அவனாற் பொறையுடைமை தன்கண் அழியாமல் காத்து ஒழுகப்படும்.<br/><br/>பொறையுடைமையாற் கல்லது சால்பு இல்லை என்பது ஆயிற்று. இவை நான்கு பாட்டானும் பொறையுடைமையது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நிறையுடைமை நீங்காமை வேண்டின் - (தன்னினின்று) நிறையுடைமை நீங்காதிருத்தல் வேண்டுவனாயின், பொறையுடைமை போற்றி ஒழுகப்படும் - (தான்) பொறையுடைமையைப் பாதுகாத்து ஒழுகவேண்டும்.<br/><br/>நிறை யென்பது காப்பன காத்துக் கடிவன கடிந்தொழுகும் ஒழுக்கம். [படும் என்பது வேண்டும் என்னும் பொருளில் வந்தது.]<br/><br/>இது, பொறையுடைமையால் நிறையுடைமை நிலைபெறு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Seek'st thou honour never tarnished to retain;<br/>So must thou patience, guarding evermore, maintain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If you desire that greatness should never leave, you preserve in your conduct the exercise of patience.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒறுத்தாரை யொன்றாக வையாரே வைப்பர்',
      l2: 'பொறுத்தாரைப் பொன்போற் பொதிந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒறுத்தாரை ஒன்றாக வையாரே வைப்பர்<br/>பொறுத்தாரைப் பொன்போற் பொதிந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(தீங்கு செய்தவரைப்) பொறுக்காமல் வருத்தினவரை உலகத்தார் ஒரு பொருளாக மதியார்; ஆனால் பொறுத்தவரைப் பொன்போல் மனத்துள் வைத்து மதிப்பர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒறுத்தாரை ஒன்றாக வையார்= பிறன் தமக்குத் தீங்கு செய்தவழிப் பொறாது அவனை ஒறுத்தாரை அறிவுடையார் ஒருபொருளாக மனத்துக் கொள்ளார்;<br/><br/>பொறுத்தாரைப் பொன்போல் பொதிந்து வைப்பர்= அதனைப் பொறுத்தாரைப் பொன்போற் பொதிந்து கொள்வர்.<br/><br/>ஒறுத்தவர்தாமும் அத்தீங்கு செய்தவனோடு ஒத்தலின், 'ஒன்றாக வையார்' என்றார். பொதிந்து வைத்தல், சால்புடைமைபற்றி இடைவிடாது நினைத்தல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒறுத்தாரை ஒன்றாக வையார் - (தமக்குத் துன்பம் செய்தாரை மாறாக) ஒறுத்தாரை ஒரு பொருளாக மதித்து வையார், பொறுத்தாரை பொன்போல் பொதிந்து வைப்பர் - பொறுத்தாரைப் பொன்னைப் பொதிந்து வைத்தல்போலப் போற்றிவைப்பர் (உலகத்தார்).<br/><br/>[ஏகாரம் அசை. ஒறுத்தல் - தண்டித்தல். பொதிந்து வைத்தல் - மறைத்து வைத்தல் - போற்றி வைத்தல்,]<br/><br/>இது, மிகை செய்தாரைப் பொறுத்தோரை உலகத்தார் பெரியோராகப் போற்றுவ ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who wreak their wrath as worthless are despised;<br/>Who patiently forbear as gold are prized.',
          },
          {
            title: 'Commentary',
            author: '',
            text: '(The wise) will not at all esteem the resentful. They will esteem the patient just as the gold which they lay up with care.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒறுத்தார்க் கொருநாளை யின்பம் பொறுத்தார்க்குப்',
      l2: 'பொன்றுந் துணையும் புகழ்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப்<br/>பொன்றுந் துணையும் புகழ்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தீங்கு செய்தவரைப் பொறுக்காமல் வருத்தினவர்க்கு ஒருநாள் இன்பமே; பொறுத்தவர்க்கு உலகம் அழியும் வரைக்கும் புகழ் உண்டு.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒறுத்தார்க்கு ஒரு நாளை இன்பம்= தமக்குத் தீங்கு செய்தவனை யொறுத்தார்க்கு உண்டாவது, அவ்வொரு நாளை இன்பமே;<br/><br/>பொறுத்தார்க்குப் பொன்றும் துணையும் புகழ்= அதனைப் பொறுத்தார்க்கு 'உலகம்' அழியும் அளவும் புகழ் உண்டாம்.<br/><br/>'ஒருநாளை யின்பம்' அந்நாளொன்றினும் கருதியது முடித்தேம் எனத் தருக்கியிருக்கும் பொய்யின்பம். ஆதாரமாகிய உலகம் பொன்றப் புகழும் பொன்றும் ஆதலின்,ஏற்புடை 'உலகு' என்னும் சொல் வருவிக்கப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒறுத்தார்க்கு ஒரு நாளே இன்பம் - (மிகை செய்தாரை) ஒறுத்தவர்க்கு (ஒறுத்த அற்றை) ஒரு நாளே இன்பம் (உண்டாம்); பொறுத்தார்க்கு பொன்றும் தனையும் புகழ் - பொறுத்தவர்க்குச் சாம் அளவும் புகழ் (உண்டாம்).<br/><br/>இது, மிகை செய்தாரைப் பொறுத்தார்க்கு இன்பமும் புகழும் உண்டா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who wreak their wrath have pleasure for a day;<br/>Who bear have praise till earth shall pass away.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The pleasure of the resentful continues for a day. The praise of the patient will continue until (the final destruction of) the world.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'திறனல்ல தற்பிறர் செய்யினு நோநொந்',
      l2: 'தறனல்ல செய்யாமை நன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'திறனல்ல தற்பிறர் செய்யினும் நோநொந்து<br/>அறனல்ல செய்யாமை நன்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தகுதி அல்லாதவைகளைத் தனக்குப் பிறர் செய்த போதிலும், அதனால் அவர்க்கு வரும் துன்பத்திற்காக நொந்து அறம் அல்லாதவற்றைச் செய்யாதிருத்தல் நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'திறன் அல்ல தன் பிறர் செய்யினும்= செய்யத் தகாத கொடியவற்றைத் தன்கட் பிறர் செய்தாராயினும்;<br/><br/>நோ நொந்து அறன் அல்ல செய்யாமை நன்று= அவர்க்கு அதனால் வருந்துன்பத்திற்கு நொந்து தான் அறன் அல்லாத செயல்களைச் செய்யாதிருத்தல் ஒருவனு்க்கு நன்று.<br/><br/>உம்மை சிறப்பும்மை. துன்பத்திற்கு நோதலாவது, "உம்மை யெரிவாய் நிரயத்து வீழ்வர்கொல்" (நாலடியார்-58) என்று பரிதல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'திறன் அல்ல தன் பிறர் செய்யினும் - தகுதியில்லாதவற்றைத் தனக்குப் பிறர் செய்தாராயினும், நோ நொந்து அறன் அல்ல செய்யாமை நன்று - (தகுதியல்லா தவற்றைத் தானும் செய்தால் அவர்க்கு உளதாம்) நோவுக்கு நொந்து அறமல்லாதவற்றைச் செய்யாமை நன்று. [நோ - துன்பம். நொந்து - வருந்தி.]<br/><br/>இது, தனக்குப் பிறர் தீங்கு செய்யினும் தான் அவர்க்குத் தீங்கு செய்யலாகா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Though others work thee ill, thus shalt thou blessing reap;<br/>Grieve for their sin, thyself from vicious action keep!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though others inflict injuries on you, yet compassionating the evil (that will come upon them) it will be well not to do them anything contrary to virtue.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மிகுதியான் மிக்கவை செய்தாரைத் தாந்தந்',
      l2: 'தகுதியான் வென்று விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'மிகுதியான் மிக்கவை செய்தாரைத் தாந்தம்<br/>தகுதியான் வென்று விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'செருக்கினால் தீங்கானவற்றைச் செய்தவரைத் தாம் தம்முடைய பொறுமைப் பண்பினால் பொறுத்து வென்றுவிட வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'மிகுதியான் மிக்கவை செய்தாரை= மனச் செருக்கால் தங்கண் தீயவற்றைச் செய்தாரை;<br/><br/>தாம் தம் தகுதியான் வென்று விடல்= தாம் தம்தகுதியான் வென்று விடல்= தாம் தம்முடைய பொறையான் வென்று விடுக.<br/><br/>தாமும் அவர்கண் தீயவற்றைச் செய்து தோலாது, பொறையான் அவரின் மேம்பட்டு வெல்க என்பதாம். இவை நான்கு பாட்டானும் பிறர் செய்தன பொறுத்தல் சொல்லப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மிகுதியான் மிக்கவை செய்தாரை - செல்வமிகுதியாலே மிகையானவற்றைச் செய்தவரை, தாம் தம் தகுதியான் வென்று விடல் - தாம் தமது பொறையினானே வென்றுவிடுக.<br/><br/>இது, மிகை செய்தாரைப் பொறுத்தல் தோல்வியாகா தென்றும் அதுதானே வெற்றியா மென்றும் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'With overweening pride when men with injuries assail,<br/>By thine own righteous dealing shalt thou mightily prevail.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let a man by patience overcome those who through pride commit excesses.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'துறந்தாரிற் றூய்மை யுடைய ரிறந்தார்வா',
      l2: 'யின்னாச் சொனோற்கிற் பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'துறந்தாரின் தூய்மை உடையர் இறந்தார்வாய்<br/>இன்னாச்சொல் நோற்கிற் பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வரம்பு கடந்து நடப்பவரின் வாயில் பிறக்கும் கொடுஞ் சொற்களைப் பொறுத்துக் கொள்பவர் துறந்தவரைப் போலத் தூய்மையானவர் ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தூறந்தாரின் தூய்மை உடையர்= இல்வாழ்க்கைக்கண் நின்றேயும், துறந்தார்போலத் தூய்மை உடையார்;<br/><br/>இறந்தார் வாய் இன்னாச்சொல் நோற்கிற்பவர்= நெறியைக் கடந்தார் வாய் இன்னாத சொல்லைப் பொறுப்பவர்.<br/><br/>தூய்மை மனமாசின்மை. 'வாய்' என வேண்டாது கூறினார், தீய சொற்கள் பயின்றதெனத் தாம் வேண்டியதன் இழிபு முடித்தற்கு.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இறந்தார் வாய் இன்னாச்சொல் நோற்கிற்பவர் - மிகுந்தாரது வாயினின்று வரும் தீச்சொற்களைப் பொறுக்குமவர், துறந்தாரின் தூய்மை யுடையார் - துறந்தவர்களைப்போலத் தூய்மையுடையார்.<br/><br/>[மிகுந்தார் - நெறியைக்கடந்தார் - பிழை செய்தார். தூய்மையுடையார் - தூய ஒழுக்கத்தை யுடையார்.]<br/><br/>இது, மிகைசெய்தாரைப் பொறுப்பவர் பற்றறத் துறந்தவரோ டொப்ப ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "They who transgressors' evil words endure<br/>With patience, are as stern ascetics pure.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who bear with the uncourteous speech of the insolent are as pure as the ascetics.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லு',
      l2: 'மின்னாச்சொ னோற்பாரிற் பின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும்<br/>இன்னாச்சொல் நோற்பாரின் பின். ⁠',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உணவு உண்ணாமல் நோன்பு கிடப்பவர், பிறர் சொல்லும் கொடுஞ் சொற்களைப் பொறுப்பவர்க்கு அடுத்த நிலையில்தான் பெரியவர் ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உண்ணாது நோற்பார் பெரியர்= விரதங்களான் ஊணைத் தவிர்ந்து உற்ற நோயைப் பொறுப்பார் எல்லாரினும் பெரியர்;<br/><br/>பிறர் சொல்லும் இன்னாச் சொல் நோற்பாரின் பின்= அவர் பெரியராவது, தம்மைப் பிறர்சொல்லும் இன்னாத சொல்லைப் பொறுப்பாரின் பின்.<br/><br/>பிறர் அறிவிலாதார். நோலாமைக்கு ஏதுவாகிய இருவகைப் பற்றோடு நின்றே நோற்றலின் 'இன்னாச் சொல் நோற்பாரிற் பின்' என்றார். இவை இரண்டு பாட்டானும் பிறர் மிகைக்கச் சொல்லியன பொறுத்தல் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'உண்ணாது நோற்பார் பெரியர் - உண்ணாது நோற்பார் எல்லாரினும் பெரியர்; பிறர்சொல்லும் இன்னாத சொல் நோற்பாரின் பின் - பிறர் சொல்லும் கடுஞ்சொல்லைப் பொறுப்பாரின்பின்<br/><br/>இசு, பிறர் சொல்லும் தீச்சொற்களைப் பொறுப்பவர் தவம் பண்ணுவாரினும் பெரிய ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though 'great' we deem the men that fast and suffer pain,<br/>Who others' bitter words endure, the foremost place obtain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who endure abstinence from food are great, next to those who endure the uncourteous speech of others.',
          },
        ],
      },
    ],
  },
];
