export default [
  {
    "kural": {
      "l1": "எண்பதத்தா லெய்த லெளிதென்ப யார்மாட்டும்",
      "l2": "பண்புடைமை யென்னும் வழக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்பதத்தால் எய்தல் எளிதென்ப யார்மாட்டும்<br/>பண்புடைமை என்னும் வழக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பண்பு உடையவராக வாழும் நல்வழியை, யாரிடத்திலும் எளிய செல்வியுடன் இருப்பதால் அடைவது எளியது என்று கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யார்மாட்டும் எண் பதத்தால்= யாவர்மாட்டும் எளிய செவ்வியர் ஆதலால்; பண்புடைமை என்னும் வழக்கு எய்தல் எளிது என்ப= அரிதாய பண்புடைமை என்னும் நன்னெறியினை எய்துதல் எளிது என்று சொல்லுவர் நூலோர்.<br/><br/>குணங்களான் நிறைந்து செவ்வி எளியரும் ஆயக்கால் பண்புடைமை தானே உளதாம் ஆகலின், 'எண் பதத்தால் எய்தல் எளிது' என்றும், அஃது உலகத்தையெல்லாம் வசீகரித்தற் பயத்ததாகலின், அதனைத் தொல்லோர் நன்னெறியாக்கியும், அதனை எளிதின் எய்துதற்கு இது நூலோர் ஓதிய உபாயம் என்பார், அவர்மேல் வைத்தும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாவர் மாட்டு மெளிய செவ்வியராதலால் அரிதாய பண்புடைமையென்னும் நன்னெறியினை யெய்துதல் எளிதென்று சொல்லுவர் நூலோர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who easy access give to every man, they say,<br/>Of kindly courtesy will learn with ease the way."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If one is easy of access to all, it will be easy for one to obtain the virtue called goodness."
          }
        ]
      }
    ],
    "id": 991
  },
  {
    "kural": {
      "l1": "அன்புடைமை யான்ற குடிப்பிறத்த லிவ்விரண்டும்",
      "l2": "பண்புடைமை யென்னும் வழக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்புடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும்<br/>பண்புடைமை என்னும் வழக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அன்புடையவராக இருத்தல், உயர்ந்த குடியில் பிறந்த தன்மை அமைந்திருத்தல் ஆகிய இவ்விரண்டும் பண்பு உடையவராக வாழும் நல்வழியாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அன்புடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும்= பிறர்மேல் அன்புடையன் ஆதலும், உலகத்தோடு அமைந்த குடியின்கண் பிறத்தலும் ஆகிய இவ்விரண்டும்; பண்புடைமை என்னும் வழக்கு= ஒருவனுக்குப் பண்புடைமை என்று உலகத்தார் சொல்லும் நன்னெறி.<br/><br/>அமைதல்- ஒத்துவருதல். குடிப்பிறத்தல் என்பது, பிறந்தார் செயலை. தனித்தவழி ஆகாது, இரண்டும் கூடியவழியே ஆவது என்பது தோன்ற, முற்றும்மை கொடுத்தார். காரணங்கள் காரியமாக உபசரிக்கப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர்மேலன்புடையனாதலும் உலகத்தோடமைந்த குடியின்கட் பிறத்தலுமாகிய இவ்விரண்டும் ஒருவனுக்குப் பண்புடைமை யென்று உலகத்தார் சொல்லும் நன்னெறி."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Benevolence and high-born dignity,<br/>These two are beaten paths of courtesy."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Affectionateness and birth in a good family, these two constitute what is called a proper behaviour to all."
          }
        ]
      }
    ],
    "id": 992
  },
  {
    "kural": {
      "l1": "உறுப்பொத்தன் மக்களொப் பன்றால் வெறுத்தக்க",
      "l2": "பண்பொத்த லொப்பதா மொப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறுப்பொத்தல் மக்களொப்பு அன்றால் வெறுத்தக்க<br/>பண்பொத்தல் ஒப்பதாம் ஒப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உடம்பால் ஒத்திருத்தல் மக்களோடு ஒப்புமை அன்று; பொருந்தத்தக்க பண்பால் ஒத்திருத்தலே கொள்ளத்தக்க ஒப்புமையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உறுப்பு ஒத்தல் மக்கள் ஒப்பு அன்று= செறியத்தகாத உடம்பால் ஒத்தல் ஒருவனுக்கு நன்மக்களோடு ஒப்பாகாமையின் அது பொருந்துவது அன்று; ஒப்பதாம் ஒப்பு வெறுத்தக்க பண்பு ஒத்தல்= இனிப் பொருந்துவதாய ஒப்பாவது, செறியத்தக்க பண்பால் ஒத்தல்.<br/><br/>வடநூலார் அங்கம் என்றமையின், 'உறுப்பு' என்றார். ஒருவனுக்கு நன்மக்களோடு பெறப்படும் ஒப்பாவது, உயிரின் வேறாய் நிலையுதல்இல்லா உடம்பு ஒத்தலன்று, வேறன்றி நிலையுதல்உடைய பண்பு ஒத்தல் ஆகலான், அப்பெற்றித்தாய அவர் பண்பினை உடையன் ஆக என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செறியத்தகாத உடம்பாலொத்தல் ஒருவனுக்கு நன்மக்களோடொப்பாகாமையின் அது பொருந்துவதன்று; இனிப் பொருந்துவதாய ஒப்பாவது செறியத்தக்க பண்பாலொத்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Men are not one because their members seem alike to outward view;<br/>Similitude of kindred quality makes likeness true."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Resemblance of bodies is no resemblance of souls; true resemblance is the resemblance of qualities that attract."
          }
        ]
      }
    ],
    "id": 993
  },
  {
    "kural": {
      "l1": "நயனொடு நன்றி புரிந்த பயனுடையார்",
      "l2": "பண்புபா ராட்டு முலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நயனொடு நன்றி புரிந்த பயனுடையார்<br/>பண்புபா ராட்டும் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நீதியையும் நன்மையையும் விரும்பிப் பிறர்க்குப் பயன் பட வாழும் பெரியோரின் நல்ல பண்பை உலகத்தார் போற்றிக் கொண்டாடுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நயனொடு நன்றி புரிந்த பயன் உடையார் பண்பு= நீதியையும் அறத்தையும் விரும்புதலான், பிறர்க்கும் தமக்கும் பயன்படுதல் உடையாரது பண்பினை; உலகு பாராட்டும்= உலகத்தார் கொண்டாடாநிற்பர்.<br/><br/>'புரிந்த' என்னும் பெயரெச்சம் ஈண்டுக் காரணப்பொருட்டு. நயனொடு நன்றி புரிதலும், பயனுடைமையும், பண்பு காரணமாக வந்தமையின் அதனைப் 'பாராட்டும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நீதியையும் அறத்தையும் விரும்புதலாற் பிறர்க்குந் தமக்கும் பயன்படுதலுடையாரது பண்பினை உலகத்தார் கொண்டாடா நிற்பர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of men of fruitful life, who kindly benefits dispense,<br/>The world unites to praise the 'noble excellence'"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world applauds the character of those whose usefulness results from their equity and charity. "
          }
        ]
      }
    ],
    "id": 994
  },
  {
    "kural": {
      "l1": "நகையுள்ளு மின்னா திகழ்ச்சி பகையுள்ளும்",
      "l2": "பண்புள பாடறிவார் மாட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நகையுள்ளும் இன்னா திகழ்ச்சி பகையுள்ளும்<br/>பண்புள பாடறிவார் மாட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனை இகழ்ந்து பேசுதல் விளையாட்டிலும் துன்பம் தருவதாகும்; பிறருடைய இயல்பை அறிந்து நடப்பவரிடத்தில் பகைமையிலும் நல்ல பண்புகள் உள்ளன."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகழ்ச்சி நகையுள்ளும் இன்னாது= தன்னை இகழ்தல் ஒருவற்கு விளையாட்டின்கண்ணும் இன்னாது; பாடு அறிவார் மாட்டுப் பகையுள்ளும் பண்பு உள= ஆகலான், பிறர் பாடு அறிந்து ஒழுகுவார்மாட்டுப் பகைமை உள்வழியும், அஃது உளதாகாது இனியவாய பண்புகளே உளவாவன.<br/><br/>'பாடறிவார்' எனவே, அவ்வின்னாமை அறிதலும் பெற்றாம். அதனை அறிந்தவர் பின் அது செய்யார், இனியவே செய்வார் என்பது கருத்து. இதற்குப் பிறரெல்லாம், இரண்டு தொடரும் தம்முள் இயையாமல் உரைப்பாரும், 'இன்னாது' என்னும் சொற்குப் பிறவாது என்று உரைப்பாரும் ஆயினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னை யிகழ்தல் ஒருவற்கு விளையாட்டின்கண்ணும் இன்னாது: ஆகலாற் பிறர் பாடறிந் தொழுகுவார்மாட்டுப் பகைமையுள் வழியும் அஃதுளதாகாது இனியவாய பண்புகளே உளவாவன."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Contempt is evil though in sport. They sho man's nature know,<br/>E'en in their warth, a courteous mind will show."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Reproach is painful to one even in sport; those (therefore) who know the nature of others exhibit (pleasing) qualities even when they are hated."
          }
        ]
      }
    ],
    "id": 995
  },
  {
    "kural": {
      "l1": "பண்புடையார்ப் பட்டுண் டுலக மதுவின்றேன்",
      "l2": "மண்புக்கு மாய்வது மன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பண்புடையார்ப் பட்டுண்டு உலகம் அதுஇன்றேல்<br/>மண்புக்கு மாய்வது மன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பண்பு உடையவரிடத்தில் பொருந்தியிருப்பதால் உலகம் உள்ளதாய் இயங்குகின்றது; அஃது இல்லையானால் மண்ணில் புகுந்து அழிந்துபோகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பண்பு உடையார்ப் பட்டு உலகம் உண்டு= பண்பு உடையார்கண்ணே படுதலால், உலகியல் எஞ்ஞான்றும் உண்டாய் வாராநின்றது; இன்றேல், அது மண்புக்கு மாய்வது மன்= ஆண்டுப் படுதல் இல்லையாயின், அது மண்ணின்கண் புக்கு மாய்ந்து போவதாம்.<br/><br/>பட என்பது திரிந்துநின்றது. 'உலகு' ஆகுபெயர். மற்றைப் பண்பில்லார் சார்பின்மையின், ஓர்சார்பும் இன்றி மண்ணின்கண் புக்கு மாயுமது வேண்டாவாயிற்று என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பண்புடையார்கண்ணே படுதலால் உலகியல் எஞ்ஞான்று முண்டாய் வாராநின்றது: ஆண்டுப் படுதலில்லையாயின் அது மண்ணின்கட்புக்கு மாய்ந்து போவதாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The world abides; for 'worthy' men its weight sustain.<br/>Were it not so , 't would fall to dust again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The (way of the) world subsists by contact with the good; if not, it would bury itself in the earth and perish."
          }
        ]
      }
    ],
    "id": 996
  },
  {
    "kural": {
      "l1": "அரம்போலுங் கூர்மைய ரேனு மரம்போல்வர்",
      "l2": "மக்கட்பண் பில்லா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அரம்போலும் கூர்மைய ரேனும் மரம்போல்வர்<br/>மக்கட்பண்பு இல்லா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மக்களுக்கு உரிய பண்பு இல்லாதவர், அரம்போல் கூர்மையான அறிவு உடையவராயினும், ஓரறிவுயிராகிய மரத்தைப் போன்றவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மக்கட்பண்பு இல்லாதவர்= நன்மக்கட்கே உரிய பண்பு இல்லாதவர்; அரம் போலும் கூர்மையரேனும்= அரத்தின் கூர்மை போலும் கூர்மையை உடையரே ஆயினும்; மரம் போல்வர்= ஓரறிவிற்றாய மரத்தினை ஒப்பர்.<br/><br/>'அரம்' ஆகுபெயர். ஓரறிவு ஊற்றினை அறிதல். உவமை இரண்டனுள், முன்னது தான் மடிதலின்றித் தன்னையு்ற்ற பொருள்களை மடிவித்தலாகிய தொழில்பற்றி வந்தது. ஏனையது விசேட அறிவின்மையாகிய பண்பு பற்றி வந்தது. அவ் விசேடஅறிவிற்குப் பயனாய மக்கட்பண்பு இன்மையின், அதுதானும் இல்லையென்பது ஆயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நன்மக்கட்கேயுரிய பண்பில்லாதவர் அரத்தின் கூர்மை போலுங் கூர்மையுடையரே யாயினும், ஓரறிவிற்றாய மரத்தினை யொப்பர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though sharp their wit as file, as blocks they must remain,<br/>Whose souls are void of 'courtesy humane'."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who is destitute of (true) human qualities (only) resembles a tree, though he may possess the sharpness of a file."
          }
        ]
      }
    ],
    "id": 997
  },
  {
    "kural": {
      "l1": "நண்பாற்றா ராகி நயமில செய்வார்க்கும்",
      "l2": "பண்பாற்றா ராதல் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நண்பாற்றார் ஆகி நயமில செய்வார்க்கும்<br/>பண்பாற்றார் ஆதல் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நட்புக் கொள்ள முடியாதவராய்த் தீயவை செய்கின்றவரிடத்திலும் பண்பு உடையவராய் நடக்க முடியாமை இழிவானதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நண்பு ஆற்றார் ஆகி நயமில செய்வார்க்கும்= தம்மொடு நட்பினைச் செய்யாது பகைமையைச் செய்து ஒழுகுவார் மாட்டும்; பண்பு ஆற்றாராதல் கடை= தாம் பண்புடையராய் ஒழுகாமை அறிவுடையார்க்கு இழுக்காம்.<br/><br/>'நயம்'- ஈரம். சிறப்பும்மை, அவர் பண்பாற்றாமைக்கு இடனாதல் தோன்றநின்றது. அதனைச் செய்யின் தாமும் அவர்தன்மையர் ஆவர் என்பார், 'கடை' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மொடு நட்பினைச்செய்யாது பகைமையைச் செய்தொழுகுவார்மாட்டும் தாம் பண்புடையராய் ஒழுகாமை அறிவுடையார்க் கிழுக்காம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though men with all unfriendly acts and worngs assail,<br/>'Tis uttermost disgrace in 'courtesy' to fail."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is wrong (for the wise) not to exhibit (good) qualities even towards those who bearing no friendship (for them) do only what is hateful."
          }
        ]
      }
    ],
    "id": 998
  },
  {
    "kural": {
      "l1": "நகல்வல்ல ரல்லார்க்கு மாயிரு ஞாலம்",
      "l2": "பகலும்பாற் பட்டன் றிருள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நகல்வல்லர் அல்லார்க்கு மாயிரு ஞாலம்<br/>பகலும்பாற் பட்டன்று இருள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறரோடு கலந்து பழகி மகிழ முடியதவர்க்கு, மிகப் பெரிய இந்த உலகம் ஒளியுள்ள பகற் காலத்திலும் இருளில் கிடப்பதாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நகல் வல்லர் அல்லார்க்கு= பண்பின்மையான் ஒருவரோடும் கலந்து உள் மகிழ்தல் மாட்டாதார்க்கு; மாயிரு ஞாலம் பகலும் இருட்பால் பட்டன்று= மிகவும் பெரிய ஞாலம், இருளில்லாத பகற்பொழுதினும் இருளின்கண் கிடந்தாம்.<br/><br/>எல்லாரோடும் கலந்து அறியப் பெறாமையின், பண்பில்லார்க்கு உலகியல் தெரியாது என்பார், உலகம் இருளின்கட் பட்டது என்றார். பாழ்பட்டன் றிருள் என்று பாடம் ஓதி, இருள் நீங்கிற்றன்று என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பண்பின்மையான் ஒருவரோடும் கலந்து உண்மகிழ்தல் மாட்டாதார்க்குப் பெரிய ஞாலம் இருளில்லாத பகற்பொழுதினும் இருளின்கட் கிடந்ததாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To him who knows how to smile in kindly mirth,<br/>Darkness in daytime broods o'er all the vast and mighty earth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To those who cannot rejoice, the wide world is buried darkness even in (broad) day light. "
          }
        ]
      }
    ],
    "id": 999
  },
  {
    "kural": {
      "l1": "பண்பிலான் பெற்ற பெருஞ்செல்வ நன்பாற்",
      "l2": "கலந்தீமை யாற்றிரிந் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பண்பிலான் பெற்ற பெருஞ்செல்வம் நன்பால்<br/>கலந்தீமை யால்திரிந் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பண்பு இல்லாதவன் பெற்ற பெரிய செல்வம், வைத்த கலத்தின் தீமையால் நல்ல பால் தன் சுவை முதலியன கெட்டாற் போன்றதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பண்பு இலான் பெற்ற பெரும் செல்வம்= பண்புஇல்லாதவன் முன்னை நல்வினையான் எய்திய பெருஞ்செல்வம், அக்குற்றத்தால் ஒருவற்கும் பயன்படாது கெடுதல்; நன்பால் கலம் தீமையால் திரிந்தற்று= நல்ல ஆன் பால், ஏற்ற கலத்தின் குற்றத்தால் இன் சுவைத்தது ஆகாது கெட்டாற்போலும்.<br/><br/>கலத்தீமை என்பது மெலி்ந்து நின்றது. தொழிலுவமம் ஆகலின், பொருளின்கண் ஒத்த தொழில் வருவிக்கப்பட்டது. படைக்கும் ஆற்றல் இலனாதல் தோன்றப் 'பெற்ற' என்றும், எல்லாப் பயனும் கோடற்கு ஏற்ற இடன் உடைமை தோன்றப் 'பெருஞ்செல்வம்' என்றும் கூறினார். அச்செல்வமும் பயன்படாது என்ற இதனான், வருகின்ற அதிகாரப் பொருண்மையும் தோற்றுவாய் செய்யப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பண்பில்லாதவன் முன்னை நல்வினையா னெய்திய பெரிய செல்வம் அக்குற்றத்தால் ஒருவர்க்கும் பயன்படாது கெடுதல், நல்ல ஆன்பால் ஏற்ற கலத்தின் குற்றத்தால் இன்சுவைத்தாகாது கெட்டாற்போலும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like sweet milk soured because in filthy vessel poured,<br/>Is ample wealth in churlish man's unopened coffers stored."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great wealth obtained by one who has no goodness will perish like pure milk spoilt by the impurity of the vessel. "
          }
        ]
      }
    ],
    "id": 1000
  }
]