export default [
  {
    kural: {
      l1: 'பிறன்பொருளாட் பெட்டொழுகும் பேதைமை ஞாலத்',
      l2: 'தறம்பொருள் கண்டார்க ணில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிறன்பொருளாள் பெட்டொழுகும் பேதைமை ஞாலத்து<br/>அறம்பொருள் கண்டார்கண் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறனுடைய உரிமையாகிய மனைவியை விரும்பி நடக்கும் அறியாமை, உலகத்தில் அறமும் பொருளும் ஆராய்ந்து கண்டவரிடம் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறன் பொருளாள் பெட்டு ஒழுகும் பேதைமை= பிறனுக்குப் பொருளாந் தன்மையை உடையாளைக் காதலித்து ஒழுகுகின்ற அறியாமை;<br/><br/>ஞாலத்து அறம் பொருள் கண்டார்கண் இல்= ஞாலத்தின்கண் அறநூலையும் பொருள்நூலையும் ஆராய்ந்து அறிந்தார்மாட்டு இல்லை.<br/><br/>'பிறன் பொருள்' பிறனுடைமை. 'அறம், பொருள்' என்பன ஆகுபெயர். செவ்வெண்ணின் தொகை தொக்குநின்றது. இன்பம் ஒன்றையே நோக்கும் இன்பநூலுடையார் இத்தீயொழுக்கத்தையும் பரகீயம் (=பிறர்க்கு உரியது) என்று கூறுவாராகலின், 'அறம்பொருள் கண்டார்கண் இல்' என்றார். எனவே, அப்பேதைமை உடையார்மாட்டு அறமும் பொருளும் இல்லை யென்பது பெறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறன் பொருளாள் பெட்டு ஒழுகும் பேதைமை-பிறனுடைய பொருளா யிருப்பவளை விரும்பி ஒழுகுகின்ற அறியாமை, ஞாலத்து அறம் பொருள் கண்டார்கண் இல்-உலகத்து அறம் பொருள் அறிந்தார்மாட்டு இல்லையாம்.<br/><br/>[அறம்-அறநூல். பொருள்-பொருள்நூல்.]<br/><br/>இது, பிறனில் விழைதல் மறமென்றும் களவென்றும் கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who laws of virtue and possession's rights have known,<br/>Indulge no foolish love of her by right another's own.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The folly of desiring her who is the property of another will not be found in those who know (the attributes of) virtue and (the rights of) property.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறன்கடை நின்றாரு ளெல்லாம் பிறன்கடை',
      l2: 'நின்றாரிற் பேதையா ரில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறன்கடை நின்றாருள் எல்லாம் பிறன்கடை<br/>நின்றாரின் பேதையார் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறத்தை விட்டுத் தீநெறியில் நின்றவர் எல்லாரிலும் பிறன் மனைவியை விரும்பி அவனுடைய வாயிலில் சென்று நின்றவரைப் போல் அறிவிலிகள் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறன் கடை நின்றாருள் எல்லாம்= காமம் காரணமாகப் பாவத்தின்கண் நின்றார் எல்லாருள்ளும்;<br/><br/>பிறன்கடை நின்றாரின் பேதையார் இல்= பிறன் இல்லாளைக் காதலித்து அவன் வாயிற்கண் சென்றுநின்றார் போலப் பேதையார் இல்லை.<br/><br/>அறத்தின் நீக்கப்பட்டமையின், 'அறன்கடை' என்றார். அறன்கடை நின்ற பெண்வழிச்செல்வாரும், வரைவின் மகளிரோடும், இழிகுல மகளிரோடுங் கூடி இன்பநுகர்வாரும் போல அறமும் பொருளும் இழத்தலேயன்றிப் 'பிறன்கடை நின்றார்' அச்சத்தால் தாம்கருதிய இன்பமும் இழக்கின்றார் ஆகலின், 'பேதையார் இல்' என்றார்; எனவே இன்பமும் இல்லை என்பது பெறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறன்கடை நின்றாரு ளெல்லாம் - காமத்தின் கண்ணே நின்றா ரெல்லா ருள்ளும், பிறன்கடை நின்றாரின் பேதையார் இல்-பிறனொருவன் கடைத்தலைப் பற்றி நின்றவர்களைப் போல் அறியாதார் இல்லை .[கடைத்தலை-தலைவாயில்.]<br/><br/>இது, பிறனில் விழைதல் பெரும்பேதைமை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "No fools, of all that stand from virtue's pale shut out,<br/>Like those who longing lurk their neighbour's gate without.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Among all those who stand on the outside of virtue, there are no greater fools than those who stand outside their neighbour's door.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரிற்',
      l2: 'றீமை புரிந்தொழுகு வார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில்<br/>தீமை புரிந்துஒழுகு வார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஐயமில்லாமல் தெளிந்து நம்பியவருடைய மனைவியிடத்தே விருப்பம் கொண்டு தீமையைச் செய்து நடப்பவர், செத்தவரைவிட வேறுபட்டவர் அல்லர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தெளிந்தார் இல் தீமை புரிந்து ஒழுகுவார்= தம்மை ஐயுறாதார் இல்லாள் கண்ணே பாவம் செய்தலை விரும்பி ஒழுகுவார்;<br/><br/>விளிந்தாரின் வேறு அல்லர்= உயிருடையவரேனும் இறந்தாரே யாவர்.<br/><br/>அறம் பொருள் இன்பங்களாகிய பயன் உயிர் எய்தாமையின், 'விளிந்தாரின் வேறல்லர்' என்றும், அவர் தீமை புரிந்து ஒழுகுவது இல்லுடையவரது தெளிவுபற்றி யாகலின் 'தெளிந்தார் இல்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தெளிந்தார் இல் தீமை புரிந்து ஒழுகுவார்-தம்மைத் தெளிந்தார் இல்லின் கண்ணே தீமையைப் புரிந்து ஒழுகுவார், மன்ற விளிந்தாரின் வேறு அல்லர்-மெய்யாகச் செத்தாரின் வேறல்லர்.<br/><br/>அவர் அறம் - பொருள் - இன்பம் எய்தாமையின், பிணத்தோடு ஒப்பரென்றார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "They 're numbered with the dead, e'en while they live-how otherwise?<br/>With wife of sure confiding friend who evil things devise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Certainly they are no better than dead men who desire evil towards the wife of those who undoubtingly confide in them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எனைத்துணைய ராயினு மென்னாந் தினைத்துணையுந்',
      l2: 'தேரான் பிறனில் புகல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எனைத்துணையர் ஆயினும் என்னாம் தினைத்துணையும்<br/>தேரான் பிறனில் புகல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தினையளவும் ஆராய்ந்து பார்க்காமல் பிறனுடைய மனைவியிடம் செல்லுதல், எவ்வளவு பெருமையை உடையவராயினும் என்னவாக முடியும்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எனைத் துணையர் ஆயினும் என்னாம்= எத்துணைப் பெருமைஉடையர் ஆயினும் ஒருவர்க்கு யாதாய் முடியும்;<br/><br/>தினைத் துணையும் தேரான் பிறன் இல் புகல்= காம மயக்கத்தால் தினையளவமு தம் பிழையை ஓராது பிறனுடைய இல்லின்கண் புகுதல்.<br/><br/>இந்திரன் போல எல்லாப் பெருமையும் இழந்து சிறுமை எய்தல் நோக்கி 'என்னாம்' என்றார். \"என்னீர் அறியாதீர் போல விவை கூறின் நின்னீர வல்ல நெடுந்தகாய்\" (பாலைக்கலி- 5) என்புழிப்போல உயர்த்ற்கட் பன்மை ஒருமை மயங்கிற்று. 'தேரான் பிறன்' என்பதனைத் தம்மை ஐயுறாத பிறன் என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எனை துணையர் ஆயினும்- எல்லா அமைதியையும் உடையாாராயினும், தினை துணையும் தேரான் பிறன் இல் புகில்-(அவர்) தினை யளவும் தேராது பிறனுடைய இல்லிலே புகுவாராயின், என் ஆம்-அவர் அமைதி யாதாகும்? (ஒன்றும் இல்லாததாகும்.)<br/><br/>["யாமெய்யாக் கண்டவற்றுள்" என்னும் தொடக்கக் குறளின் கீழ்க் குறிக்கப்பட்ட தொல்காப்பியச் சூத்திர விதிப்படி தேரான் என்னும் ஒருமைப்பெயர் தேரார் என்னும் பன்மைப்பெயர்க் காயிற்று. அமைதி - நிறைவு - நற்குண நிறைவு. தினைத்துணையும் -.சிறிதளவும்.]<br/><br/>பிறனில் விழைவால் வரும் குற்றம் கூறுவார், முற்பட எல்லாக் குணமும் அழியமென்று கூறினார்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "How great soe'er they be, what gain have they of life,<br/>Who, not a whit reflecting, seek a neighbour's wife.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'However great one may be, what does it avail if, without at all considering his guilt, he goes unto the wife of another ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எளிதென வில்லிறப்பா னெய்துமெஞ் ஞான்றும்',
      l2: 'விளியாது நிற்கும் பழி',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எளிதென இல்லிறப்பான் எய்துமெஞ் ஞான்றும்<br/>விளியாது நிற்கும் பழி',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இச் செயல் எளியது என எண்ணிப் பிறனுடைய மனைவியிடம் நெறிதவறிச் செல்கின்றவன், எப்போதும் அழியாமல் நிலைநிற்கும் பழியை அடைவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எளிது என இல் இறப்பான்= எய்துதல் எளிது என்று கருதிப் பின்விளைவு கருதாது பிறன் இல்லின்கண் இறப்பான்;<br/><br/>விளியாது எஞ்ஞான்றும் நிற்கும் பழி எய்தும்= மாய்தலின்றி எஞ்ஞான்றும் நிலைநிற்கும் குடிப்பழியினை எய்தும்.<br/><br/>இல்லின்கண் இறத்தல், இல்லாள்கண் நெறிகடந்து சேறல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எளிது என இல் இறப்பான் - (தனக்கு) எளிதென்று நினைத்து (ப் பிறனுடைய) இல்லின் கண்ணே மிகுமவன், எஞ்ஞான்றும் விளியாது நிற்கும் பழி எய்தும்- எல்லா நாளும் அழியாத நிற்கும் பழியைப் பெறுவான்.<br/><br/>[மிகுமவன் - மிகை செய்யுமவன் - பிழை செய்யுமவன்.]<br/><br/>இஃது, அவனுக்கு அழியாத பழி உண்டா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Mere triflel' saying thus, invades the home; so he ensures.<br/>A gain of guilt that deathless aye endures.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who thinks lightly of going into the wife of another acquires guilt that will abide with him imperishably and for ever.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பகைபாவ மச்சம் பழியென நான்கு',
      l2: 'மிகவாவா மில்லிறப்பான் கண்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பகைபாவம் அச்சம் பழியென நான்கும்<br/>இகவாவாம் இல்லிறப்பான் கண்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பகை பாவம் அச்சம் பழி என்னும் இந்நான்கு குற்றங்களும் பிறன் மனைவியிடத்து நெறி தவறி நடப்பவனிடத்திலிருந்து நீங்காவாம்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இல் இறப்பான்கண்= பிறன் இல்லாள்கண் நெறிகடந்து செல்வானிடத்து;<br/><br/>பகை பாவம் அச்சம் பழி என நான்கும் இகவாவாம்= பகையும் பாவமும் அச்சமும் குடிப்பழியும் என்னும் இந்நான்கு குற்றமும் ஒருகாலும் நீங்காவாம்.<br/><br/>எனவே இருமையும் இழத்தல் பெற்றாம். இவை ஆறுபாட்டானும் பிறனில் விழைவான்கட் குற்றம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இல் இறப்பான்கண் - (பிறன்) இல்லின் கண்ணே மிகுவான் மாட்டு, பகை பாவம் அச்சம் பழி என நான்கும் இகவாவாம்-பகையும் பாவமும் அச்சமும் பழியும் என்னும் நான்கு பொருள்களும் நீங்காவாம்.<br/><br/>இஃது, அவனை விட்டுப் பகையும் பாவமும் அச்சமும் பழியும் நீங்கா வென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who home invades, from him pass nevermore,<br/>Hatred and sin, fear, foul disgrace; these four.',
          },
          {
            title: 'Commentary',
            author: '',
            text: "Hatred, sin, fear, disgrace; these four will never leave him who goes in to his neighbour's wife.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறனியலா னில்வாழ்வா னென்பான் பிறனியலாள்',
      l2: 'பெண்மை நயவா தவன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறனியலான் இல்வாழ்வான் என்பான் பிறனியலாள்<br/>பெண்மை நயவா தவன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறத்தின் இயல்போடு பொருந்தி இல்வாழ்க்கை வாழ்பவன், பிறனுக்கு உரிமையானவளின் பெண் தன்மையை விரும்பாதவனே.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறன் இயலான் இல்வாழ்வான் என்பான்= அறனாகிய இயல்போடு கூடி இல்வாழ்வான் என்று சொல்லப்படுவான்;<br/><br/>பிறன் இயலாள் பெண்மை நயவாதவன்= பிறனுக்குரிமை பூண்டு அவனுடைய இயல்பின்கண்ணே நிற்பாளது பெண்தன்மையை விரும்பாதவன்.<br/><br/>ஆன் உருபு இங்கு உடனிகழ்ச்சிக்கண் வந்தது. இல்லறம் செய்வான் எனப்படுவான் அவனே என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறன் இயலான் இல்வாழ்வான் என்பான் - அற நெறியானே இல்வாழ்வான் என்று சொல்லப்படுமவன், பிறன் இயலாள் பெண்மை நயவாதவன் - பிறன் வழியில் செல்பவளது பெண்மையை விரும்பாதவன்.<br/><br/>[பெண்மை என்பது அவளது நலத்தை உணர்த்தி நின்றது.]<br/><br/>இது, பிறனில் விழையாமை வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who sees the wife, another's own with no desiring eye<br/>In sure domestic bliss he dwelleth ever virtuously.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He who desires not the womanhood of her who should walk according to the will of another will be praised as a virtuous house-holder.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்',
      l2: 'கறனொன்றோ வான்ற வொழுக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்கு<br/>அறனொன்றோ ஆன்ற வொழுக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறனுடைய மனைவியை விரும்பி நோக்காத பெரிய ஆண்மை, சான்றோர்க்கு அறம் மட்டும் அன்று; நிறைந்த ஒழுக்கமுமாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பிறன் மனை நோக்காத பேர் ஆண்மை= பிறன் மனையாளை உட்கொள்ளாத பெரிய ஆண்டகைமை;<br/><br/>சான்றோர்க்கு அறன் ஒன்றோ ஆன்ற ஒழுக்கு= சால்புடையார்க்கு அறனுமாம், நிரம்பிய ஒழுக்கமுமாம்.<br/><br/>புறப்பகைகளை அடக்கும் ஆண்மையுடையார்க்கும் உட்பகையாகிய காமம் அடக்குதற்கு அருமையின் அதனை அடக்கிய ஆண்மையைப் 'பேராண்மை' என்றார். 'ஒன்றோ' என்பது எண்ணிடைச்சொல்.<br/><br/>செய்தற்கு அரிய அறனும் ஒழுக்கமும் இதனைச் செய்யாமையே பயக்கும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறன் மனை நோக்காத பேராண்மை - பிறனது மனையாளைப் பாராத பெரிய ஆண்மைதானே, சான்றோர்க்கு அறன் ஒன்றோ ஆன்ற ஒழுக்கு-சான்றோர்க்கு அறனும் ஆன்ற ஒழுக்கமுமாம்.<br/><br/>[ஒன்றே என்பது எண்ணுப்பொருளில் வந்தது.]<br/><br/>இது, பிறன்மனை நோக்காமை அறனும் ஒழுக்கமுமா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Manly excellence, that looks not on another's wife,<br/>Is not virtue merely, 'tis full 'propriety' of life.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'That noble manliness which looks not at the wife of another is the virtue and dignity of the great.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நலக்குரியார் யாரெனி னாமநீர் வைப்பிற்',
      l2: 'பிறர்க்குரியா டோடோயா தார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நலக்குரியார் யாரெனின் நாமநீர் வைப்பின்<br/>பிறர்க்குரியாள் தோள்தோயா தார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடல் சூழ்ந்த உலகத்தில் நன்மைக்கு உரியவர் யார் என்றால் பிறனுக்கு உரிமையானவளின் தோளைப் பொருந்தாதவரே ஆவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நாம நீர் வைப்பின்= அச்சந் தரும் கடலாற் சூழப்பட்ட உலகத்து;<br/><br/>நலக்கு உரியார் யார் எனின்= எல்லா நன்மைகளும் எய்துதுற்கு உரியார் யாவரெனின்; பிறற்கு உரியாள் தோள் தோயாதார்= பிறன் ஒருவனுக்கு உரிமையாகியாள் உடைய தோளைச் சேராதார்.<br/><br/>அகலம், ஆழம், பொருளுடைமை முதலியவற்றான் அளவிடப்படாமையின் நாமநீர் என்றார். நலத்திற்கு என்பது நலக்கு எனக் குறைந்து நின்றது. உரிச்சொல் ஈறு திரிந்துநின்றது. இருமையினும் நன்மை எய்துவர் என்பதாம்.<br/><br/>('நாம்' என்றசொல் 'நாம' எனத் திரிந்து வந்தது- மெய்)",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நாம நீர் வைப்பில் - அச்சத்தைத் தருகின்ற நீர் சூழ்ந்த உலகத்தில், நலக்கு உரியார் யார் எனின் - நலத்துக்கு உரியார் யார் எனில், பிறற்கு உரியாள் தோள் தோயாதார் - பிறனுக்கு உரியவளது தோளைத் தீண்டா தார்.<br/><br/>நலக்குரியார் - விரும்புதற்குரியார். [நலத்துக்கு என்பது நலக்கு எனக் குறைந்து நின்றது.]<br/><br/>இது, பிறனில் விழையார் யாவராலும் விரும்பப்படுவ ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who 're good indeed, on earth begirt by ocean's gruesome tide?<br/>The men who touch not her that is another's bride.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Is it asked, "who are those who shall obtain good in this world surrounded by the terror-producing sea ?" Those who touch not the shoulder of her who belongs to another.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறன்வரையா னல்ல செயினும் பிறன்வரையாள்',
      l2: 'பெண்மை நயவாமை நன்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறன்வரையான் அல்ல செயினும் பிறன்வரையாள்<br/>பெண்மை நயவாமை நன்று.',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் அறநெறியில் நிற்காமல் அறமில்லாதவைகளைச் செய்தாலும், பிறனுக்கு உரியவளின் பெண்மையை விரும்பாமல் வாழ்தல் நல்லது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறன் வரையான் அல்ல செயினும்= ஒருவன் அறத்தைத் தனக்கு உரித்தாகச் செய்யாது பாவங்களைச் செய்யுமாயினும்;<br/><br/>பிறன் வரையாள் பெண்மை நயவாமை நன்று= அவனுக்குப் பிறன் எல்லைக்கண் நிற்பாளது பெண்மையை விரும்பாமை உண்டாயின் அது நன்று.<br/><br/>இக்குணமே மேம்பட்டுத் தோனறும் என்பதாம்.<br/><br/>இவை நான்கு பாட்டானும் பிறனில் விழையாதான்கட் குணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறன் வரையான் அல்ல செயினும் - அறத்தை வரையாதே அறமல்லாதன செய்யினும், பிறன் வரையாள் பெண்மை நயவாமை நன்று - பிறன் இடத்தாளானவளது பெண்மையை விரும்பாமை நன்று.<br/><br/>[வரையாமை - உரித்தாகச் செய்யாமை. அல்ல - அறன் அல்லாதவை - மறங்கள்.]<br/><br/>இது, பிறனில் விழையான் ஓர் அறனும் செய்தில னாயினும், பல நன்மைகளை அடைவா னென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though virtue's bounds he pass, and evil deeds hath wrought;<br/>At least, 'tis good if neighbour's wife he covet not.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Though a man perform no virtuous deeds and commit (every) vice, it will be well if he desire not the womanhood of her who is within the limit (of the house) of another.',
          },
        ],
      },
    ],
  },
];
