export default [
  {
    kural: {
      l1: 'நயந்தவர்க்கு நல்காமை நேர்ந்தேன் பசந்தவென்',
      l2: 'பண்பியார்க் குரைக்கோ பிற',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நயந்தவர்க்கு நல்காமை நேர்ந்தேன் பசந்தவென்<br/>பண்பியார்க்கு உரைக்கோ பிற',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விரும்பிய காதலர்க்கு அன்று பிரிவை உடன்பட்டேன்; பிரிந்தபின் பசலை உற்ற என் தன்மையை வேறு யார்க்குச் சென்று சொல்வேன்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நயந்தவர்க்கு நல்காமை நேர்ந்தேன்= என்னை நயந்தவர்க்கு அதுபொழுது பிரிவை உடம்பட்ட நான்;<br/><br/>பசந்த என் பண்பு யார்க்கு உரைக்கோ= அதனை ஆற்றாது இதுபொழுது பசந்த என் இயல்பினை யார்க்குச் சொல்வேன் எ-று.<br/><br/>'பிற'வென்பது அசைநிலை. உடம்படாவழி ஒழிதல்குறித்துப் பிரிவு உணர்த்தினர் ஆகலின், அவர் அன்புடையர் என்னும் கருத்தான் 'நயந்தவர்' என்றும், இதுவே உடம்பாடாக மேலும் பிரிவுநிகழுமாகலின், இனி அவரைக் கூடுதல் அரிது என்னும் கருத்தான் 'நல்காமை'யென்றும், முன்னர் உடம்படுதலும், பின்னர் ஆற்றாது பசத்தலும் பிறர் செய்தன அல்ல என்பாள் 'பசந்த என்பண்பு' என்றும், யான் செய்துகொண்ட துன்பத்தினை இனி ஒருவர்க்குச் சொல்லலும் பழியாம் என்னும் கருத்தால் 'யார்க்கு உரைக்கோ' என்றும் கூறினாள்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலிக்கப்பட்டவர்க்கு அவர் அருளாமையை இசைந்த யான் பசந்தவெனது நிறத்தை மற்று யாவர்க்குச் சொல்லுவேன்.<br/><br/>இது தலைமகள் இப்பசப்பை யாவரால் நீக்குவேனென்று வெருட்சி கொண்டு கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I willed my loved absent should remain;<br/>Of pining's sickly hue to whom shall I complain?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I who (then) consented to the absence of my loving lord, to whom can I (now) relate the fact of my having turned sallow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அவர்தந்தா ரென்னுந் தகையா லிவர்தந்தென்',
      l2: 'மேனிமே லூரும் பசப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அவர்தந்தார் என்னும் தகையால் இவர்தந்தென்<br/>மேனிமேல் ஊரும் பசப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அந்தக் காதலர் உண்டாக்கினார் என்னும் பெருமிதத்தோடு இந்தப் பசலைநிறம் என்னுடைய மேனிமேல் ஊர்ந்து பரவி வருகின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அவர்தந்தார் என்னும் தகையால்= என்னைஉண்டாக்கினார் அவர் என்னும் பெருமிதத்தான்;<br/><br/>என்மேனிமேல் இவர்தந்து ஊரும்= என்மேனியை மேற்கொண்டு செலுத்தாநின்றது, எ-று.<br/><br/>"குருதிகொப் புளிக்கும் வேலான் கூந்தன்மா இவர்தந்து செல்ல" (சீவகசிந்தாமணி, விமலையார் இலம்பகம், 1.) என்புழியும் இப்பொருட்டாதல் காண்க. இஃது உரிமைபற்றி ஊர்கின்றது, இதற்கு நீ கவலல் வேண்டா என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காதலர் வரவிட்டாரென்னும் மிகுதியானே, பசப்பு என்னுடம்பின்மேலே பரந்து ஊரும்.<br/><br/>இஃது இப்பசலையை நீக்கவேண்டுமென்ற தோழிக்கு இஃது என் குறிப்பினாலே வந்ததல்ல: நீக்கவேண்டுவாயாயின் அவர்க்குச் சொல்லென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'He gave' this sickly hue thus proudly speaks<br/>Then climbs, and all my frame its chariot makes.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Sallowness, as if proud of having been caused by him, would now ride on my person.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சாயலு நாணு மவர்கொண்டார் கைம்மாறா',
      l2: 'நோயும் பசலையுந் தந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சாயலும் நாணும் அவர்கொண்டார் கைம்மாறா<br/>நோயும் பசலையும் தந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காமநோயையும் பசலை நிறத்தையும் எனக்குக் கைம்மாறாகக் கொடுத்துவிட்டு, என் சாயலையும் நாணத்தையும் அவர் என்னிடமிருந்து பெற்றுக்கொண்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கைம்மாறா நோயும் பசலையும் தந்து= பிரிகின்ற ஞான்றே அவ்விரண்டற்கும் தலைமாறாக இக்காமநோயினையும் பசலையையும் எனக்குத் தந்து;<br/><br/>சாயலும் நாணும் அவர் கொண்டார்= என் மேனியழகினையும், நாணினையும் அவர் கொண்டுபோயினார், எ-று.<br/><br/>எதிர்நிரல்நிறை. அடக்கும்தோறும் மிகுதலான், நோய் நாணிற்குத் தலைமாறாயிற்று. இனி அவர் தந்தால் அல்லது அவை உளவாகலும், இவையிலவாகலும் கூடா என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'மென்மையும் நாணமும் அவர் கொண்டு போனார்; அதற்கு மாறாக நோயையும் பசலையும் தந்து.<br/><br/>மென்மை- பெண்மை. இது தலைமகள் வெருட்சிகண்டு அது பெண்மையும் நாணமும் உடையார் செயலன்றென்று கடிந்து கூறிய தோழிக்கு அவள் ஆற்றாமையாற் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Of comeliness and shame he me bereft,<br/>While pain and sickly hue, in recompense, he left.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He has taken (away) my beauty and modesty, and given me instead disease and sallowness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளுவன் மன்யா னுரைப்ப தவர்திறமாற்',
      l2: 'கள்ளம் பிறவோ பசப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளுவன் மன்யான் உரைப்பது அவர்திறமால்<br/>கள்ளம் பிறவோ பசப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் அவருடைய நல்லியல்புகளை நினைக்கின்றேன்; யான் உரைப்பதும் அவற்றையே; அவ்வாறிருந்தும் பசலை வந்தது வஞ்சனையோ? வேறு வகையோ?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "யான் உள்ளுவன்= அவர் சொற்களை யான் மனத்தால் நினையாநிற்பேன்;<br/><br/>உரைப்பது அவர்திறம்= வாக்கால் உரைப்பதும், அவர் நற்றிறங்களையே;<br/><br/>பசப்புக் கள்ளம்= அங்ஙனம் செய்யாநிற்கவும், பசப்பு வந்துநின்றது, இது வஞ்சனையாய் இருந்தது, எ-று.<br/><br/>'பிற'வும் 'ஓ'வும் அசைநிலை. மெய், மற்றை மனவாக்குக்களி்ன் வழி்ததாகலின், அதன்கண்ணும் வரற்பாற்றன்றாய் இருக்க வந்தமையின், இதன்செயல் கள்ளமாய் இருந்தது எனத் தான் ஆற்றுகின்றமை கூறியவாறாயிற்று.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யான் எக்காலமும் நினைப்பேன், சொல்லுவதும் அவர் திறமே, இத்தன்மையேனாகவும் பசலை வஞ்சனையாகப் பரவா நின்றது. இதற்கு நிலை யான் அறிகிலேன்.<br/><br/>இஃது ஆற்றாமை மிகாநின்றதென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I meditate his words, his worth is theme of all I say,<br/>This sickly hue is false that would my trust betray.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I think (of him); and what I speak about is but his excellence; still is there sallowness; and this is deceitful.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உவக்காணெங் காதலர் செல்வா ரிவக்காணென்',
      l2: 'மேனி பசப்பூர் வது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உவக்காண்எம் காதலர் செல்வார் இவக்காண்என்<br/>மேனி பசப்பூர் வது',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அதோ பார்! எம்முடைய காதலர் பிரிந்து செல்கின்றார்; இதோ பார்! என்னுடைய மேனியில் பசலைநிறம் வந்து படர்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எம் காதலர் உவக்காண் செல்வார்= பண்டும் காதலர் உங்கே செல்வாராக;<br/><br/>என்மேனி பசப்பூர்வது இவக்காண்= என்மேனி பசப்பூர்வது இங்கேயன்றோ, அப்பெற்றியது இன்று பிறிதொன்றாமோ, எ-று.<br/><br/>'உவக்காண்' 'இவக்காண்' என்பன, ஒட்டிநின்ற இடைச்சொற்கள். தேயவண்மையாற் காலவண்மை கருதப்படடது. அவர் செலவும் பசப்பினதுவரவும், பகல்இரவுகளின் செலவும்வரவும் போல்வது அறிந்துவைத்து, அறியாதாய்போல நீ சொல்லுகின்றது என்னை என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எங்காதலராகச் செல்கின்றாரை உங்கே பாராய்; என்மேனி மேலே பசப்புப் பரவுதலை இங்கே பாராய்.<br/><br/>இஃது அவர் பிரிந்தது இப்பொழுதாயிருக்கப் பசலை பரவாநின்றது. அவர் வருமளவும் யாங்ஙனமாற்றுதும் என்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'My lover there went forth to roam;<br/>This pallor of my frame usurps his palce at home.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Just as my lover departed then, did not sallowness spread here on my person ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விளக்கற்றம் பார்க்கு மிருளேபோற் கொண்கன்',
      l2: 'முயக்கற்றம் பார்க்கும் பசப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விளக்கற்றம் பார்க்கும் இருளேபோல் கொண்கன்<br/>முயக்கற்றம் பார்க்கும் பசப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விளக்கினுடைய மறைவைப் பார்த்துக் காத்திருக்கின்ற இருளைப்போலவே, தலைவனுடைய தழுவுதலின் சோர்வைப் பசலை பார்த்துக் காத்திருக்கின்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'விளக்கு அற்றம் பார்க்கும் இருளேபோல்= விளக்கினது மெலிவுபார்த்து நெருங்கிவரும் இருளேபோல;<br/><br/>கொண்கன் முயக்கு அற்றம் பார்க்கும் பசப்பு= கொண்கன் முயக்கினது மெலிவுபார்த்து நெருங்கிவரும் இப்பசப்பு, எ-று.<br/><br/>பார்க்கும் என்பன இலக்கணைச்சொல். முன்பிரியாது இருக்கவும், தனக்கு அவகாசம் பார்த்துவரும் பசப்புப் பிரிவு பெற்றால் என்செய்யாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'விளக்கினது இறுதிபார்க்கும் இருளே போலக் கொண்கன் முயக்கினது இறுதிபார்த்து நின்றது பசப்பு.<br/><br/>இஃது அவர் பிரிந்தது இப்பொழுது; இப்பசப்பு யாங்ஙன்தல்வந்தது என்று தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As darkness waits till lamp expires, to fill the place,<br/>This pallor waits till I enjoy no more my lord's embrace.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Just as darkness waits for the failing light; so does sallowness wait for the laxity of my husband's intercourse. ",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'புல்லிக் கிடந்தேன் புடைபெயர்ந்தே னவ்வளவி',
      l2: 'லள்ளிக்கொள் வற்றே பசப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'புல்லிக் கிடந்தேன் புடைபெயர்ந்தேன் அவ்வளவில்<br/>அள்ளிக்கொள் வற்றே பசப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தலைவனைத் தழுவிக் கிடந்தேன்; பக்கத்தே சிறிது அகன்றேன்; அவ்வளவிலேயே பசலை நிறம் அள்ளிக் கொள்வதுபோல் வந்து பரவிவிட்டதே!',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "புல்லிக்கிடந்தேன், புடைபெயர்ந்தேன்= முன்ஒருஞான்று காதலரைப் புல்லிக்கிடந்த யான் அறியாது புடைபெயர்ந்தேன்;<br/><br/>அவ்வளவில் பசப்பு அள்ளிக்கொள்வற்றே= அப்புடைபெயர்ந்த அளவிலே பசப்பு அள்ளிக்கொள்வதுபோல வந்து செறிந்தது, எ-று.<br/><br/>'கொள்வது' என்பது குறைந்துநின்றது. அள்ளிக்கொள்வது- அள்ளிக்கொள்ளப்படும் பொருள். அப்புடைபெயர்ச்சி மாத்திரத்துக்கு அவ்வாறாயது, இப்பிரிவின்கண் ஆமாறு சொல்லவேண்டுமோ என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முயங்கிக்கொண்டு கிடந்த யான் அறியாது புடை பெயர்ந்தனன்: அவ்வளவிலே அள்ளிக்கொள்ளலாம்படி செறிந்தது பசலை.<br/><br/>இது தலைமகனால் சொல்லாது பிரியப்பட்ட தலைமகளைப் பிற்றைஞான்று இவள் வேறுபாடு கண்டு இஃதெற்றினாயிற்று என்று குறித்து நோக்கிய தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'I lay in his embrace, I turned unwittingly;<br/>Forthwith this hue, as you might grasp it , came on me',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'I who was in close embrace just turned aside and the moment I did so, sallowness came on me like something to be seized on.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பசந்தா ளிவளென்ப தல்லா லிவளைத்',
      l2: 'துறந்தா ரவரென்பா ரில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பசந்தாள் இவள்என்பது அல்லால் இவளைத்<br/>துறந்தார் அவர்என்பார் இல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "'இவள் பிரிவால் வருந்திப் பசலைநிறம் அடைந்தாள்` என்று பழி சொல்வதே அல்லாமல், 'இவளைக் காதலர் விட்டுப் பிரிந்தார்` என்று சொல்பவர் இல்லையே!",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இவள் பசந்தாள் என்பது அல்லால்= இவள் ஆற்றியிராது பசந்தாள் என்று என்னைப் பழிகூறுவதல்லது;<br/><br/>இவளை அவர் துறந்தார் என்பார் இல்= இவளை அவர் துறந்து போயினார் என்று அவரைக் கூறுவார் ஒருவரும் இல்லை, எ-று.<br/><br/>'என்பார்' என வேறுபடுத்துக் கூறினாள், தன்னையே நெருங்குதல்பற்றிப் புலக்கின்றமையின்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இவள் பசந்தாளென்று எனக்குக் குற்றம் நாடுமதல்லது, இவளைத் துறந்தார் அவரென்று அவரது கொடுமையைச் சொல்லுவார் இல்லை.<br/><br/>இஃது இப்பசப்பு வரலாகாதென்ற தோழிக்குத் தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "On me, because I pine, they cast a slur;<br/>But no one says,'He first deserted her'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Besides those who say "she has turned sallow" there are none who say "he has forsaken her".',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பசக்கமற் பட்டாங்கென் மேனி நயப்பித்தார்',
      l2: 'நன்னிலைய ராவ ரெனின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பசக்கமன் பட்டாங்கென் மேனி நயப்பித்தார்<br/>நன்னிலையர் ஆவர் எனின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிரிவுக்கு உடன்படச் செய்த காதலர் நல்ல நிலையுடையவர் ஆவார் என்றால், என்னுடைய மேனி உள்ளபடி பசலைநிறம் அடைவதாக .',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நயப்பித்தார் நன்னிலையார் ஆவர் எனின்= இப்பிரிவை யானே உடம்படும்வகை சொல்லியவர் இன்று நின் கருத்தான் நல்லநிலையினர் ஆவராயின்;<br/><br/>என்மேனி பட்டாங்கு பசக்க= என்மேனி பட்டதுபடப் பசப்பதாக, எ-று.<br/><br/>நன்னிலையராதல்- நன்மைக்கண்ணே நிற்றலையுடையராதல். பட்டாங்காக என ஆக்கம் விரித்துரைக்க. முன் இப்பிரிவின் கொடுமை அறியாத என்னை, இதற்கு உடம்படுத்திப் பிரிந்தவர் தவறிலராகவே வேண்டுவது, என்மேனியும் பசப்பும் யாதுசெய்யின் என் என்பதுபட நின்றமையின், 'மன்' ஒழியிசைக்கண் வந்தது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'என்னுடம்பு நிலையாக என்றும் பசப்பதாக: நம்மைக் காதலித்தவரும் நம்மைப்போலத் துன்பமுறுவாராயின்.<br/><br/>இது தலைமகனது கொடுமையை உட்கொண்டு கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Well! Let my frame ,as now, be sicklied o'er with pain,<br/>If he who won my heart's consent, in good estate remain.!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If he is clear of guilt who has conciliated me (to his departure) let my body suffer its due and turn sallow.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பசப்பெனப் பேர்பெறுத னன்றே நயப்பித்தார்',
      l2: 'நல்காமை தூற்றா ரெனின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பசப்பெனப் பேர்பெறுதல் நன்றே நயப்பித்தார்<br/>நல்காமை தூற்றார் எனின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிரிவுக்கு உடன்படச் செய்த காதலர் பிரிந்து வருத்துதலைப் பிறர் தூற்றாமலிருப்பாரானால், யான் பசலையுற்றதாகப் பெயரெடுத்தல் நல்லதே.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நயப்பித்தார் நல்காமை தூற்றார் எனின்= அன்று, தாம் குறைநயப்பித்துக் கூடினவர்க்கு இன்று நல்காமையை நட்டார் தூற்றார் ஆயின்;<br/><br/>பசப்பு எனப் பேர் பெறுதல் நன்றே= பசப்புற்றாள் என வேற்றுமையான் அன்றிப் பசப்புத்தான் ஆயினாள், என ஒற்றுமையால் தாம் சொல்ல அ்பபெயரைப் பெறுதல் எனக்கு நன்று, எ-று.<br/><br/>நட்டார் என்பது அவாய்நிலையான் வந்தது. இயற்பழித்தல் பொறாது புலக்கின்றாள் ஆகலின், இகழ்ச்சிக்குறிப்பாற் கூறினாள். அவரை அருளிலர் என்னாது, இன்னும் பசந்தாள் இவள் என்கையே யான் ஆற்றுநெறியாவது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பசந்தாளெனப் பேர்பெறுதல் நன்று: நம்மைக் காதலிப்பித்தவர் அருளாமையை இவ்வூரார் கூறாராயின்.<br/><br/>இது நின்மேனி பசந்ததென்ற தோழிக்கு அவ்வளவாய்க் குற்றமில்லையென்று தலைமகள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis well, though men deride me for my sickly hue of pain;<br/>If they from calling him unkind, who won my love, refrain.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It would be good to be said of me that I have turned sallow, if friends do not reproach with unkindness him who pleased me (then). ',
          },
        ],
      },
    ],
  },
];
