export default [
  {
    "kural": {
      "l1": "என்னைமுன் னில்லன்மின் றெவ்விர் பலரென்னை",
      "l2": "முன்னின்று கன்னின் றவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "என்னைமுன் நில்லன்மின் தெவ்விர் பலரென்னை<br/>முன்நின்று கல்நின் றவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவரே! என்னுடைய தலைவன்முன் எதிர்த்து நிற்காதீர்கள்; என்னுடைய தலைவன்முன் எதிர்த்து நின்று மடிந்து கல்வடிவாய் நின்றவர் பலர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெவ்விர் என் ஐ முன் நின்று கல் நின்றவர் பலர்= பகைவீர்! இன்றினூங்கு என் தலைவன் எதிர் போரேற்று நின்று அவன் வேல்வாய் வீழ்ந்து பின் கல்லின்கண்ணே நின்ற வீரர் பலர்; என் ஐ முன் நில்லன்மின்= நீவிர் அதன்கண் இன்றி நும் உடற்கண் நிற்றல் வேண்டின், என் தலைவன் எதிர் போர் ஏற்று நிற்றலை ஒழிமின்.<br/><br/>என் ஐ எனத் தன்னொடு தொடர்புபடுத்துக் கூறினமையின், அவன் வேல் வாய் வீழ்தல் பெற்றாம். கல்- நடுகல். \"நம்பன் சிலைவாய் நடக்குங்கணை மிச்சி லல்லா, லம்பொன் முடிப்பூ ணரசும் மிலை\"Ḳ எனப் பதுமுகன் கூறினாற் போல, ஒரு வீரன் தன் மறம் அரசன் மேல் வைத்துக் கூறியவாறு. இப்பாட்டு நெடுமொழி வஞ்சி.Γ"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "என்னுடைய ஐயன் முன்னர்ப் பகைவீரரே! நில்லா தொழிமின்; முன்னாள் இவன் முன்னே நின்று கல்லிலே யெழுதப்பட்டு நிற்கின்றார் பலராதலால்.<br/><br/>இஃது எளியாரைப் போகச்சொல்லி, எதிர்ப்பாரோடு பொரவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Ye foes! Stand not before my lord! for many a one<br/>Who did my lord withstand, now stands in stone!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "O my foes, stand not before my leader; (for) many are those who did so but afterwards stood (in the shape of) statues."
          }
        ]
      }
    ],
    "id": 771
  },
  {
    "kural": {
      "l1": "கான முயலெய்த வம்பினில் யானை",
      "l2": "பிழைத்தவே லேந்த லினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கான முயலெய்த அம்பினில் யானை<br/>பிழைத்தவேல் ஏந்தல் இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காட்டில் ஓடும் முயலை நோக்கிக் குறிதவறாமல் எய்த அம்பை ஏந்துதலைவிட, வெட்டவெளியில் நின்ற யானை மேல் எறிந்து தவறிய வேலை ஏந்துதல் சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கான முயல் எய்த அம்பினில்= கானகத்தின்கண் ஓடும் முயலைப் பிழையாமல் எய்த அம்பை ஏந்தலினும்; யானை பிழைத்த வேல் ஏந்தல் இனிது= வெள்ளிடை நின்ற யானையை எறிந்து பிழைத்த வேலை ஏந்துதல் நன்று.<br/><br/>'கான முயல்' என்றதனால், வெள்ளிடைநின்ற என்பதும், 'பிழைத்த' என்றதனால் பிழையாமல் என்பதும், முயற்குத்தக 'எய்த'என்றதனான், யானைக்குத்தக எறிதலும் வருவிக்கப்பட்டன. இது மாற்றரசன் படையொடு பொருதான் ஓர் வீரன், அது புறங் கொடுத்ததாக நாணிப் பின் அவன் தன்மேற் செல்லலுற்றானது கூற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வீரர்க்குக் காட்டகத்து முயலைப் பட எய்த அம்பினும், யானையைப் பிழைக்க எறிந்த வேலை யேந்துதல் இனிது.<br/><br/>இதுமேலதற்குக் காரணமாகக் கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who aims at elephant, though dart should fail, has greater praise,<br/>Than he who woodland hare with winged arrow slays."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is more pleasant to hold the dart that has missed an elephant than that which has hit hare in the forest."
          }
        ]
      }
    ],
    "id": 772
  },
  {
    "kural": {
      "l1": "பேராண்மை யென்ப தறுகணொன் றுற்றுக்கா",
      "l2": "லூராண்மை மற்றத னெஃகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பேராண்மை என்ப தறுகண்ஒன் றுற்றக்கால்<br/>ஊராண்மை மற்றதன் எஃகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவரை எதிர்க்கும் வீரத்தை மிக்க ஆண்மை என்று கூறுவர்; ஒரு துன்பம் வந்தபோது பகைவர்க்கும் உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தறுகண் பேராண்மை என்ப= பகைவர்மேல் கண்ணோடாது செய்யும் மறத்தை நூலோர் மிக்க ஆண்டன்மை என்று சொல்லுவர்; ஒன்று உற்றக்கால் ஊராண்மை அதன் எஃகு (என்ப)= அவர்க்கு ஒரு தாழ்வு வந்ததாயின் கண்ணோடி அது தீர்த்துக் கோடற்பொருட்டு ஊராண்மை செய்தலை நூலோர் அதற்குக் கூர்மை என்று சொல்லுவர்.<br/><br/>'என்ப' என்பது, பின்னும் இயைந்தது. 'ஊராண்மை' உபகாரியாம் தன்மை; அஃதாவது, இலங்கையர் வேந்தன் போரிடைத் தன் தானை முழுதும்படத் தமியனாய் அகப்பட்டானது நிலைமை நோக்கி, அயோத்தியர்இறை மேல்செல்லாது \"இன்றுபோய் நாளை நின் தானையோடு வா\" என விட்டாற் போல்வது.<br/><br/>இவை இரண்டுபாட்டும் தழிஞ்சி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒன்று உற்றக்கால் அஞ்சாமையை ஒருவனுக்குப் பெரிய ஆண்மையென்று சொல்லுவர்: உலகியலறிந்து செய்தலை அவ்வாண்மைக்குப் படைக்கலமென்று சொல்லுவர்.<br/><br/>உலகியலறிவது- தான் உலகியலை வெளியார் சொல்லாமையறிதல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fierceness in hour of strife heroic greatness shows;<br/>Its edge is kindness to our suffering foes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learned say that fierceness (incontest with a foe) is indeed great valour; but to become a benefactor in case of accident (to a foe) is the extreme (limit) of that valour."
          }
        ]
      }
    ],
    "id": 773
  },
  {
    "kural": {
      "l1": "கைவேல் களிற்றொடு போக்கி வருபவன்",
      "l2": "மெய்வேல் பறியா நகும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கைவேல் களிற்றொடு போக்கி வருபவன்<br/>மெய்வேல் பறியா நகும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கையில் ஏந்திய வேலை ஒரு யானையின் மேல் எறிந்து துரத்திவிட்டு, வேறு வேல் தேடி வருகின்றவன் தன் மார்பில்பட்டிருந்த வேலைக் கண்டு பறித்து மகிழ்கின்றான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கைவேல் களிற்றொடு போக்கி வருபவன்= தன் கைப்படையாய வேலைத் தன்மேல் வந்த களிற்றோடு போக்கி, வருகின்ற களிற்றுக்கு வேல் நாடித் திரிவான்; மெய் வேல் பறியா நகும்= தன் மார்பின்கண் நின்ற வேலைக் கண்டு பறித்து மகிழும்.<br/><br/>களிற்றோடு போக்கல்: களிற்றினது உயிரைக் கொடுபோமாறு விடுதல். மகிழ்ச்சி, தேடியது எய்தலான். இதனுள் களிற்றையல்லது எறியாது என்பதூஉம், சினமிகுதியான் வேல் இடை போந்தது அறிந்திலன் என்பதூஉம், பின்னும் போர்மேல் விருப்பினன் என்பதூஉம், பெறப்பட்டன. நூழிலாட்டு.₦"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன் கையிலுள்ள வேலை ஒரு களிற்றின் உயிரோடே போக்கி, அதன்பின் கருவி தேடிச் செல்பவன் தன் மெய்யின் மேற்பட்ட வேலைப் பறித்துக் கருவி பெற்றே மென்று மகிழும்.<br/><br/>இது வீரர் செயல் இத்தன்மையாதலால், புண்பட்டால் அதற்காற்றிப் பின்னும் அமரின்கண்சாதல் அல்லது வெல்லல் வேண்டும்என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "At elephant he hurls the dart in hand; for weapon pressed,<br/>He laughs and plucks the javelin from his wounded breast."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The hero who after casting the lance in his hand on an elephant, comes (in search of another) will pluck the one (that sticks) in his body and laugh (exultingly)."
          }
        ]
      }
    ],
    "id": 774
  },
  {
    "kural": {
      "l1": "விழித்தகண் வேல்கொண் டெறிய வழித்திமைப்பி",
      "l2": "னொட்டன்றோ வன்க ணவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விழித்தகண் வேல்கொண் டெறிய அழித்திமைப்பின்<br/>ஒட்டன்றோ வன்க ணவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவரைச் சினந்து நோக்கிய கண், அவர் வேலைக் கொண்டு எறிந்தபோது மூடி இமைக்குமானாலும், அது வீரமுடையவர்க்குத் தோல்வி அன்றோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "விழித்தகண்= பகைவரை வெகுண்டு நோக்கிய கண்; வேல் கொண்டு எறிய அழித்து இமைப்பின்= அவர் வேலைக்கொண்டு எறிய அஃது ஆற்றாது அந்நோக்கை அழித்து இமைக்குமாயின்; வன்கணவர்க்கு ஓட்டு அன்றோ= அது வீரர்க்குப் புறங்கொடுத்தலாம்.<br/><br/>அவ் வெகுளி நோக்க மீட்டலும் போரின்கண் மீட்சி எனக் கருதி அதுவும் செய்யார் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாற்றாரோடு எதிர்த்துச் சிவந்து நோக்கின கண்ணிலே ஒரு வேலினாலே எறிய,<br/><br/>அதற்கு மீண்டும் இமைப்பாராயின் அஃது அஞ்சாதார்க்குக் கெட்டதனோடு ஒக்கும்.<br/><br/>விழித்தகண் என்பதற்கு மாற்றானை நோக்கி யிமையாத கண் எனினும் அமையும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To hero fearless must it not defeat appear,<br/>If he but wink his eye when foemen hurls his spear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is it not a defeat to the valiant to wink and destroy their ferocious look when a lance in cast at them (by their foe) ?"
          }
        ]
      }
    ],
    "id": 775
  },
  {
    "kural": {
      "l1": "விழுப்புண் படாதநா ளெல்லாம் வழுக்கினுள்",
      "l2": "வைக்குந்தன் னாளை யெடுத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விழுப்புண் படாதநாள் எல்லாம் வழுக்கினுள்<br/>வைக்கும்தன் நாளை எடுத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வீரன் கழிந்த தன் நாட்களைக் கணக்கிட்டு விழுப்புண் படாத நாட்களை எல்லாம் பயன்படாமல் தவறிய நாட்களுள் சேர்ப்பான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன் நாளை எடுத்து= தனக்குச் சென்ற நாள்களை எடுத்து எண்ணி; விழுப்புண் படாத நாள் எல்லாம் வழுக்கினுள் வைக்கும்= அவற்றுள், விழுப்புண் படாத நாள்களை எல்லாம் பயன்படாது கழிந்த நாளுள்ளே வைக்கும் வீரன்.<br/><br/>விழுப்புண் முகத்தினும் மார்பினும் பட்ட புண். போர் பெற்றிருக்கவும், அது பெறாத நாள்களோடும் கூட்டும் என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் ஊறு அஞ்சாமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனது வாழ்நாளாகிய நாளையெண்ணி அவற்றுள் விழுமிய புண்படாத நாளெல்லாவற்றையும் தப்பின நாளுள்ளே யெண்ணி வைக்கும் வீரன்.<br/><br/>இது போரின்கண் முகத்தினும் மார்பினும் புண்படலும், முதுகுபுறங்கொடாமையும் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The heroes, counting up their days, set down as vain;<br/>Each day when they no glorious wound sustain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The hero will reckon among wasted days all those on which he had not received severe wounds."
          }
        ]
      }
    ],
    "id": 776
  },
  {
    "kural": {
      "l1": "சுழலு மிசைவேண்டி வேண்டா வுயிரார்",
      "l2": "கழல்யாப்புக் காரிகை நீர்த்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சுழலும் இசைவேண்டி வேண்டா உயிரார்<br/>கழல்யாப்புக் காரிகை நீர்த்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பரந்து நிற்கும் புகழை விரும்பி, உயிர்வாழ்வையும் விரும்பாத வீரர், வீரக் கழலைக் காலில் கட்டிக் கொள்ளுதல் அழகு செய்யும் தன்மையுடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சுழலும் இசை வேண்டி வேண்டா உயிரார்= துறக்கத்துத் தம்மொடு செல்லாது, வையத்தைச் சூழ்ந்து நிற்கும் புகழைவேண்டி உயிர் வாழ்தலை வேண்டாத வீரர்; கழல் யாப்புக் காரிகை நீர்த்து= கழல் கட்டுதல் அலங்கார நீர்மையை உடைத்து.<br/><br/>வையத்தைச் சூழும் எனவே, அதன் பெருமை பெற்றாம். செயப்படுபொருள் வருவிக்கப்பட்டது. சூழ்தல் அகத்திடல். துறக்கமும் புகழும் எளிதின் எய்துவர் ஆகலின், ஆபரணமாவது அதுவே என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பரவும் புகழை விரும்பி, உயிரை விரும்பாதார், கழல் கட்டுதல் அழகுடைத்து.<br/><br/>இது புகழ் விரும்பும் படை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who seek for world-wide fame, regardless of their life,<br/>The glorious clasp adorns, sign of heroic strife."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fastening of ankle-ring by those who disire a world-wide renown and not (the safety of) their lives is like adorning (themselves)."
          }
        ]
      }
    ],
    "id": 777
  },
  {
    "kural": {
      "l1": "உறினுயி ரஞ்சா மறவ ரிறைவன்",
      "l2": "செறினுஞ் சீர்குன்ற லிலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறின்உயிர் அஞ்சா மறவர் இறைவன்<br/>செறினும் சீர்குன்றல் இலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போர் வந்தாலும் உயிரின் பொருட்டு அஞ்சாமல் போர் செய்யத் துணியும் வீரர், அரசன் சினந்தாலும் தம்முடைய சிறப்புக் குன்றாதவர் ஆவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உறி்ன் உயிர் அஞ்சா மறவர்= போர் பெறின் தம் உயிர்ப்பொருட்டு அஞ்சாது அதன்மேல் செல்லும் வீரர்; இறைவன் செறினும் சீர்குன்றல் இலர்= தம் இறைவன் அது வேண்டாம் என்று முனியினும், அவ் வீரமிகுதி குன்றார்.<br/><br/>போர் பெற்றறியாமையின், அது பெற்றால் அரசன் தடுப்பினும் நில்லார் என்பதாம். பிறரும், \"போரெனிற் புகலும் புனைகழன் மறவர்\"¶ என்றும், \"புட்பகைக் / கேவான் ஆகலிற் சாவேம் யாமென/ நீங்கா மறவர் வீங்குதோள் புடைப்ப\"₦ என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒன்று உற்ற காலத்து உயிர்ப்பொருட்டு அஞ்சாத மறவர் தம்மரசனால் செறுக்கப்பட்டாராயினும் தமது முதன்மை குன்றுதல் இலர்.<br/><br/>இஃது அஞ்சாமையுடையார் வீரியஞ் செய்யுமிடத்துக் குறைய நில்லாமை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fearless they rush where'er 'the tide of battle rolls';<br/>The king's reproof damps not the ardour of their eager souls."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The heroes who are not afraid of losing their life in a contest will not cool their ardour, even if the king prohibits (their fighting)."
          }
        ]
      }
    ],
    "id": 778
  },
  {
    "kural": {
      "l1": "இழைத்த திகவாமைச் சாவாரை யாரே",
      "l2": "பிழைத்த தொறுக்கிற் பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இழைத்தது இகவாமைச் சாவாரை யாரே<br/>பிழைத்தது ஒறுக்கிற் பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தாம் உரைத்த சூள் தவறாதபடி போர்செய்து சாகவல்லவரை, அவர் செய்த பிழைக்காகத் தண்டிக்க வல்லவர் யார்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இழைத்தது இகவாமைச் சாவார்= தாம் கூறின வஞ்சினம் தப்பாமற் பொருட்டுச் சென்று சாவவல்ல வீரரை; பிழைத்தது ஒறுக்கிற்பவர் யாரே= அது தப்பியவாறு சொல்லி எள்ளுதற்கு உரியார் யாவர்.<br/><br/>'இழைத்தல்': இன்னது செய்யேன் ஆயின், இன்னன் ஆகுக எனத் தான்வகுத்தல். சொல்லி என்பது அவாய்நிலையான் வந்தது. வஞ்சின முடிப்பான்புக்கு முன்னே சாவினும் தொலைவன்மையின், அது முடித்தவராவர் எனச் சாதற்சிறப்புக் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முற்கூறிய வஞ்சினம் தப்பாமல் சாவாரை அவர் தப்பியது சொல்லிப் பழிக்கவல்லவர் யாவர்.<br/><br/>இது வஞ்சினம் தப்பின் படவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who says they err, and visits them scorn,<br/>Who die and faithful guard the vow they've sworn?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Who would reproach with failure those who seal their oath with their death ?"
          }
        ]
      }
    ],
    "id": 779
  },
  {
    "kural": {
      "l1": "புரந்தார்கண் ணீர்மல்கச் சாகி்ற்பிற் சாக்கா",
      "l2": "டிரந்துகோட் தக்க துடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புரந்தார்கண் நீர்மல்கச் சாகிற்பின் சாக்காடு<br/>இரந்துகோள் தக்கது உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்மைக் காத்த தலைவருடைய கண்கள் நீர் பெருக்குமாறு சாகப் பெற்றால், சாவு இரந்தாவது பெற்றுக் கொள்ளத் தக்க பெருமை உடையதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புறந்தார் கண்ணீர் மல்கச் சாகிற் பின்= தமக்குச் செய்த நன்றிகளை நினைந்து ஆண்ட அரசர் கண்கள் நீர்மல்கும் வகை போரிடைச் சாவப் பெறின்; சாக்காடு இரந்து கோள் தக்கது உடைத்து= அச் சாக்காடு இரந்தாயினும் கொள்ளும் தகுதியை உடைத்து.<br/><br/>மல்குதலாகிய இடத்து நிகழ் பொருளின் தொழில், இடத்தின்மேல் நின்றது. கிளையழ இல்லிடை நோயால் விளிவார் பழவினைப் பயனே எய்தலின், அடுத்த வினையால் துறக்கம் எய்தும் சாதலை, 'இரந்து கோள் தக்கதுடைத்து' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மை ஆண்டவரது கண் நீர்மல்குமாறு சாக வல்லாராயின் அச்சாக்காடு எல்லாரானும் வேண்டிக் கொள்ளும் தகுதி யுடைத்து.<br/><br/>இஃது ஆண்டவனுக்குக் கேடுவரின், படவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If monarch's eyes o'erflow with tears for hero slain,<br/>Why would not beg such boon of glorious death to gain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If (heroes) can so die as to fill with tears the eyes of their rulers, such a death deserves to be obtained even by begging. "
          }
        ]
      }
    ],
    "id": 780
  }
]