export default [
  {
    kural: {
      l1: 'பெண்ணியலா ரெல்லாருங் கண்ணிற் பொதுவுண்பர்',
      l2: 'நண்ணேன் பரத்தநின் மார்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பெண்ணியலார் எல்லாரும் கண்ணின் பொதுஉண்பர்<br/>நண்ணேன் பரத்தநின் மார்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பரத்தமை உடையாய்! பெண்தன்மை உடையவர் எல்லாரும் தம்தம் கண்களால் பொதுப் பொருளாகக் கொண்டு நுகர்கின்றார்கள்; ஆகையால் உன் மார்பைப் பொருந்தேன்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பரத்த= பரத்தமையுடையாய்;<br/><br/>பெண்ணியலார் எல்லாரும் கண்ணிற் பொதுவுண்பர்= நின்னைப் பெண் இயல்பின் உடையார் யாவரும் தம் கண்ணால் பொதுவாக உண்பர்;<br/><br/>நின்மார்பு நண்ணேன்= அதனால் அவர் மிச்சிலாய நின் மார்பினைப் பொருந்தேன், எ-று.<br/><br/>கற்பு நாண் முதலிய நற்குணங்கள் இன்மையின் பரத்தையர்க்குள்ளது பெண்ணியற்கை மாத்திரமே என்னும் கருத்தான் பெண்ணியலார் என்றாள். பொதுவாக உண்டல்- தம் சேரிச்செலவின் முறையான் அன்றி, ஒருகாலத்து ஒருங்கு நோக்குதல். அதுவும் ஓர்குற்றம். தான் நோக்கி இன்புற்றவாறே அவரும் நோக்கி இன்புறுவர் என ஆசங்கித்து, அவர்பால் பொறாமை எய்துதலின், நுணுக்கமாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பரத்தமையை யுடையாய்! நின்மார்பைப் பெண்மை யுடையா ரெல்லாரும் தமக்குப் பொதுவாக நினைத்துக் கண்ணினாலே நுகராநிற்பர். அதனால் யான் அதனைத் தீண்டேன்.<br/><br/>இது தலைமகள் புலவிகண்டு என்மாட்டுக் குற்றமியாதோ வென்று கூறிய தலைமகற்கு அவள் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'From thy regard all womankind Enjoys an equal grace;<br/>O thou of wandering fickle mind, I shrink from thine embrace!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'You are given to prostitution; all those who are born as womankind enjoy you with their eyes in an ordinary way. I will not embrace you.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஊடி யிருந்தேமாத் தும்மினார் யாந்தம்மை',
      l2: 'நீடுவாழ் கென்பாக் கறிந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஊடி இருந்தேமாத் தும்மினார் யாம்தம்மை<br/>நீடுவாழ் கென்பாக் கறிந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'காதலரோடு ஊடல் கொண்டிருந்தோமாக, யாம் தம்மை நெடுங்காலம் வாழ்க என்று வாய்திறந்து சொல்லுவோம் என நினைத்து அவர் தும்மினார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'ஊடி இருந்தேமாத் தும்மினார்= யாம் தம்மோடு ஊடி உரையாடாது இருந்தேமாகக் காதலர் தும்மினார்;<br/><br/>யாம் தம்மை நீடு வாழ்க என்பாக்கு அறிந்து= அது நீங்கித் தம்மை நீடுவாழ்க என்று உரையாடுவேமாகக் கருதி, எ-று.<br/><br/>தும்மியக்கால் வாழ்த்துதல் மரபாகலான், உரையாடல் வேண்டிற்று என்பதாம். இயல்பான் நிகழ்ந்த தும்மலைக் குறிப்பான் நிகழ்ந்ததாகக் கோடலின், நுணுக்கமாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்மோடு புலந்து உரையாடாது இருந்தேமாக: அவ்விடத்து யாம் தம்மை நெடிதுவாழுவீரென்று சொல்லுவே மென்பதனை யறிந்து தும்மினார்.<br/><br/>இது தலைமகள் தோழிக்குக் கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "One day we silent sulked; he sneezed: The reason well I knew;<br/>He thought that I, to speak well pleased, Would say, 'Long life to you!'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I continued to be sulky he sneezed and thought I would (then) wish him a long life.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கோட்டுப்பூச் சூடினுங் காயு மொருத்தியைக்',
      l2: 'காட்டிய சூடினீ ரென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கோட்டுப்பூச் சூடினும் காயும் ஒருத்தியைக்<br/>காட்டிய சூடினீர் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "கிளைகளில் மலர்ந்த மலர்களைச் சூடினாலும் 'நீர் இந்த அழகை யாரோ ஒருத்திக்குக் காட்டுவதற்காகச் சூடினீர்' என்று சினம் கொள்வாள்.",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கோட்டுப் பூச் சூடினும்= யான் கோடுதலைச் செய்யும் மாலையைச் சூடினேன் ஆயினும்;<br/><br/>ஒருத்தியைக் காட்டிய சூடினீர் என்று காயும்= நும்மால் காதலிக்கப் பட்டாள் ஒருத்திக்கு இப்பூவணி காட்டல் வேண்டிச் சூடினீர் என்று வெகுளாநிற்கும், இத்தன்மையாட்கு ஒரு காரணம் வேண்டுமோ? எ-று.<br/><br/>கோடு என்பது, முதனிலைத் தொழிற்பெயர். பூ- ஆகுபெயர். வளையமாகச் சூடினும் என்பதாம். "கோட்டம் கண்ணியும் கொடுந்திரை ஆடையும்" (புறநானூறு, 275.) என்றார் பிறரும். இனி, அம்மருத நிலத்துப் பூவன்றி வேற்றுநிலத்துக் கோட்டுப்பூவைச் சூடினேன் ஆயினும், ஈண்டையாள் பிறள் ஒருத்திக்கு அவ்வேற்றுப் பூவணிகாட்டல் வேண்டிச் சூடினீர் என்று வெகுளும் எனினும் அமையும்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பக்கப்பூச் சூடினும் ஒருத்திக்குக் காட்டுதற்காகச் சூடினீரென்று சொல்லிக் காயும்.<br/><br/>பக்கப்பூ- ஒப்பனைப்பூ. கோட்டுப்பூ சூடினீர் என்பதற்கு வளைப்பூச்சூடினீரெனினுமாம். இது கோலஞ்செய்யினும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I wreathed with flowers one day my brow, The angry tempest lowers;<br/>She cries, 'Pray, for what woman now Do you put on your flowers?'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even if I were adorned with a garland of branch-flowers, she would say I did so to show it to another woman.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'யாரினுங் காதல மென்றேனா வூடினாள்',
      l2: 'யாரினும் யாரினு மென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'யாரினும் காதலம் என்றேனா ஊடினாள்<br/>யாரினும் யாரினும் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '`யாரையும்விட நாம் மிக்க காதல் கொண்டிருக்கிறோம்` என்று சொன்னேனாக, யாரைவிட? யாரைவிட? என்று கேட்டு ஊடல் கொண்டாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'யாரினும் காதலம் என்றேனா= காமம் நுகர்தற்குரிய இருவராயினார் யாவரினும் மிக்க காதல் உடையேம் என்பது கருதி யாரினும் காதலம் என்றேனாக;<br/><br/>யாரினும் யாரினும் என்று ஊடினாள்= நின் தோழி அது கருதாது, என்னால் காதலிக்கப்பட்ட மகளிர் பலருள்ளும் நின்கண் காதலுடையேன் என்றேனாகக் கருதி, அம்மகளிர் யாரினும் என்கண் காதலுடையர் ஆனீர் என்று சொல்லிப் புலந்தாள், எ-று.<br/><br/>தலைமகள் கருத்திற்குத் தன்மைப்பன்மை உயர்ச்சிக்கண் வந்தது. யான் அன்பு மிகுதியாற் சொல்லியதனைக் கருத்து வேறுபடக்கொண்டதல்லது பிறிது காரணம் இல்லை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவனும் ஒருத்தியுமாகி அன்பினால் புணர்ந்தார் யாவரினும் யாம் காதலுடையே மென்று சொன்னேனாக, அதனை அவ்வாறு கொள்ளாது, நீர் அன்புபட்டார் பலருள்ளும் யாரினும் அன்புடையீ ரென்று சொல்லி ஊடினாள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'I love you more than all beside,' 'T was thus I gently spoke;<br/>'What all, What all?' she instant cried; And all her anger woke.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I said I loved her more than any other woman, she said "more than others, yes, more than others," and remained sulky.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இம்மைப் பிறப்பிற் பிரியல மென்றேனாக்',
      l2: 'கண்ணிறை நீர்கொண் டனள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இம்மைப் பிறப்பில் பிரியலம் என்றேனாக்<br/>கண்நிறை நீர்கொண் டனள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '`இப்பிறப்பில் யாம் பிரியமாட்டோம்` என்று காதலியிடம் சொன்னேனாக, இனி வரும் பிறப்பில் பிரிவதாக உணர்ந்து கண் நிறையக் கண்ணீர் கொண்டாள்.,',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "(இதுவும் அது) இம்மைப் பிறப்பிற் பிரியலம் என்றேனா= காதல் மிகுதியான் இம்மையாகிய பிறப்பின்கண் யாம் பிரியேம் என்று சொன்னேனாக;<br/><br/>கண் நிறை நீர் கொண்டனள்= அதனான் ஏனை மறுமையாகிய பிறப்பின்கண் பிரிவல் என்னும் குறிப்பினேனாகக் கருதி, அவள் தன் கண்நிறைந்த நீரினைக் கொண்டாள்<br/><br/>'வெளிப்படுசொல்லைக் குறிப்புச் சொல்லாகக் கொள்கின்றதல்லது என்பால் தவறில்லை', என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இப்பிறப்பிலே யாம் பிரியோமென்று சொன்னேனாக, அதனால் மறுபிறப்பின்கண் பிரிவுண்டென்று கருதிக் கண்ணிறைய நீர் கொண்டாள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'While here I live, I leave you not,' I said to calm her fears.<br/>She cried, 'There, then, I read your thought': And straight dissolved in tears.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I said I would never part from her in this life her eyes were filled with tears. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உள்ளினே னென்றேன்மற் றென்மறந்தீ ரென்றென்னைப்',
      l2: 'புல்லாள் புலத்தக் கனள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உள்ளினேன் என்றேன்மற் றென்மறந்தீர் என்றென்னைப்<br/>புல்லாள் புலத்தக் கனள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '`நினைத்தேன்` என்று கூறினேன்; `நினைப்புக்கு முன் மறப்பு உண்டு அன்றோ? ஏன் மறந்தீர்? என்று என்னைத் தழுவாமல் ஊடினாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'உள்ளினேன் என்றேன்= பிரிந்தகாலத்து நின்னை இடையின்றி நினைந்தேன் என்னும் கருத்தால், யான் உள்ளினேன் என்றேன்;<br/><br/>மற்று என்மறந்தீர் என்று என்னைப் புல்லாள் புலத்தக்கனள்= என, அதனை ஒருகான் மறந்து பின்நினைந்தேன் என்றதாகக் கருதி, என்னையிடையே மறந்தீர் என்று சொல்லி, முன் புல்லுதற்கு அமைந்தவள் அஃது ஒழிந்து புலத்தற்கு அமைந்தாள், எ-று.<br/><br/>மற்று வினைமாற்றின்கண் வந்தது. அருத்தாபத்திவகையான் மறத்தலை உட்கொண்டு புலந்தாள் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அவ்விடத்து எம்மை நினைத்தோமென்றீர்: மறந்தாரன்றே நினைப்பார். ஆதலான் எங்களை மறந்தீரென்று சொல்லி எம்மை முயங்காளாய்ப் புலவிக்குத் தகுதியாளாயினாள்.<br/><br/>இது நினைத்தோமெனினும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Each day I called to mind your charms,' 'O, then, you had forgot,'<br/>She cried, and then her opened arms, Forthwith embraced me not.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I said I had remembered her, she said I had forgotten her and relaxing her embrace, began to feign dislike.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வழுத்தினா டும்மினே னாக வழித்தழுதாள்',
      l2: 'யாருள்ளித் தும்மினீ ரென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வழுத்தினாள் தும்மினேன் ஆக அழித்தழுதாள்<br/>யாருள்ளித் தும்மினீர் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யான் தும்மினேனாக அவள் `நூறாண்டு` என வாழ்த்தினாள்; உடனே அதைவிட்டு யார் நினைத்ததால் தும்மினீர்? என்று கேட்டு அழுதாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தும்மினேனாக வழுத்தினாள்= கூடியிருக்கின்றவள் யான் தும்மினேனாகத் தன் இயற்கைபற்றி வாழ்த்தினாள்;<br/><br/>அழித்து யார் உள்ளித் தும்மினீர் என்று அழுதாள்= அங்ஙனவாழ்த்திய தானே மறித்து, நும்மை நினைத்து வருந்துகின்ற மகளிருள் யாவர் நினைத்தலான் தும்மினீர் என்று சொல்லிப் புலந்து அழுதாள், எ-று.<br/><br/>வாழ்த்தலொடு புலத்தல் இயையாமையின், 'அழித்து' என்றான். அன்புடையார் நினைத்தவழி, அந்நினைக்கப்பட்டார்க்குத் தும்மல் தோன்றும் என்பது மகளிர் வழக்கு. இல்வழக்கை உள்வழக்காகக் கருதிப் புலந்தாள் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'யாம் தும்மினேம்; அதற்காக வாழ்த்தினாள்; நும்மை யார் நினைக்கத் தும்மினீர் என்று சொல்லி மீட்டும் அழுதாள்.<br/><br/>இது தும்மினும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "She hailed me when I sneezed one day; But straight with anger seized,<br/>She cried; 'Who was the woman, pray, Thinking of whom you sneezed?'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I sneezed she blessed me, but at once changed (her mind) and wept, asking, "At the thought of whom did you sneeze?"',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தும்முச் செறுப்ப வழுதா ணுமருள்ள',
      l2: 'லெம்மை மறைத்திரோ வென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தும்முச் செறுப்ப அழுதாள் நுமர்உள்ளல்<br/>எம்மை மறைத்திரோ என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அவளுடைய ஊடலுக்கு அஞ்சி யான் தும்மலை அடக்கிக் கொள்ள`உம்மவர் உம்மை நினைப்பதை எமக்குத் தெரியாமல் மறைக்கின்றீரோ` என்று அழுதாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தும்முச் செறுப்ப= எனக்குத் தும்மல் தோன்றியவழி யாருள்ளித் தும்மினீர் என்று புலத்தலை அஞ்சி, அதனை யான் அடக்கினேன், அங்ஙனம் அடக்கவும்;<br/><br/>நுமர் உள்ளல் எம்மை மறைத்திரோ என்று அழுதாள்= நுமர் நும்மை நினைத்தலை எம்மை மறைக்கல் உற்றீரோ என்று சொல்லிப் புலந்து அழுதாள், எ-று.<br/><br/>'தும்மு' என்பது, முதனிலைத் தொழிற்பெயர். 'செறுப்ப' என்புழி, இறந்தது தழீஇய எச்சஉம்மை விகாரத்தான் தொக்கது. 'எம்மை' என்பது, நும்மோடு யாதும் இயைபு இல்லாத எம்மை என்பதுபட நின்ற இசையெச்சம். இதனை வடநூலார் காகு என்ப. தும்மினும் குற்றம், ஒழியினும் குற்றம் ஆயக்கால் செயற்பாலது யாது என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தும்மல் தோற்ற அதனை யடக்கினேன். அதற்காக நுமர் உள்ளினமையை எமக்கு மறைக்கின்றீரோ வென்று சொல்லி அழுதாள்.<br/><br/>இது தும்மாதொழியினும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "And so next time I checked my sneeze; She forthwith wept and cried,<br/>(That woman difficult to please), 'Your thoughts from me you hide.'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'When I suppressed my sneezing, she wept saying, "I suppose you (did so) to hide from me your own people\'s remembrance of you".',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தன்னை யுணர்த்தினுங் காயும் பிறர்க்குநீ',
      l2: 'ரிந்நீர ராகுதி ரென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தன்னை உணர்த்தினும் காயும் பிறர்க்கும்நீர்<br/>இந்நீரர் ஆகுதிர் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஊடியிருந்போது அவளை ஊடல் உணர்த்தி மகிழ்வித்தாலும், நீர் மற்ற மகளிர்க்கும் இத்தன்மையானவராக ஆவீர் என்று சொல்லிச் சினம் கொள்வாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தன்னை உணர்த்தினும் காயும்= இவ்வாற்றான் ஊடிய தன்னை, யான் பணிந்து உணர்த்துங்காலும் வெகுளாநிற்கும்;<br/><br/>பிறர்க்கும் நீர் இந்நீரர் ஆகுதிர் என்று= பிறமகளிர்க்கும் அவர் ஊடியவழி, இவ்வாறே பணிந்து உணர்த்தும் நீர்மையை உடையீர் ஆகுதிர் என்று சொல்லி, எ-று.<br/><br/>இவள் தெளிவித்தவழியும் தெளியாள் என்பது பற்றி மேலேற்றிய தவற்றை உடம்பட்டுப் பணிந்தேன்; பணிய அதுதானும், புலத்தற்கு ஏதுவாய் முடிந்தது, இனி இவள்மாட்டுச் செய்யத்தகுவது யாது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னை ஊடல் தீர்த்தற்கு உணர்த்தினும், பிறர்க்கும் நீர் இவ்வாறு செய்வீரே யென்றுசொல்லி வெகுளும்.<br/><br/>இது தன்னைப் போற்றினும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I then began to soothe and coax, To clam her jealous mind;<br/>'I see', quoth she, 'to other folks How you are wondrous kind'",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even when I try to remove her dislike, she is displeased and says, "This is the way you behave towards (other women)."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நினைத்திருந்து நோக்கினுங் காயு மனைத்துநீர்',
      l2: 'யாருள்ளி நோக்கினீ ரென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நினைத்திருந்து நோக்கினும் காயும் அனைத்துநீர்<br/>யாருள்ளி நோக்கினீர் என்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அவளுடைய அழகை நினைத்து அமைதியாக இருந்து நோக்கினாலும், நீர் யாரை நினைத்து ஒப்புமையாக எல்லாம் பார்க்கின்றீர்? என்று சினம் கொள்வாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நினைத்து இருந்து நோக்கினும் காயும்= என் சொற்களும் செயல்களும் பற்றித் தான் வெகுடலான், அவற்றை ஒழிந்திருந்து, தன் அவயவங்களது ஒப்பின்மையை நினைந்து அவற்றையே நோக்கினும், என்னை வெகுளாநிற்கும்;<br/><br/>அனைத்தும் நீர் நோக்கினீர் யார் உள்ளி என்று= என் அவயவம் அனைத்தும் நோக்கினீர், அவற்றது ஒப்புமையான் எம்மகளிரை நினைந்து என்று சொல்லி, எ-று.<br/><br/>யான் எல்லா அவயவங்களானும் ஒருத்தியோடு ஒத்தல் கூடாமையின், ஒன்றால் ஒருவராகப் பலரையும் நினைக்கவேண்டும்; அவர் எல்லாரையும் யான் அறியச் சொல்லுமின் என்னும் கருத்தால், அனைத்துநோக்கினீர் யார் உள்ளி என்றாள். வாளாவிருத்தலும் குற்றமாயிற்று என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தனது உறுப்புகளோடு வேறொன்றை உவமிக்க ஒண்ணாமையை யெண்ணி நோக்க இருப்பினும், என்னுறுப் பெல்லாம் நீர் காதலித்தவர்களில் யாருறுப்புக்கு ஒக்குமென்று நினைத்திருந்து நோக்கினீரென்று சொல்லி வெகுளும்.<br/><br/>இது பார்க்கிலும் குற்றமென்று கூறியது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "I silent sat, but thought the more, And gazed on her. Then she<br/>Cried out, 'While thus you eye me o'er, Tell me whose form you see'.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even when I look on her contemplating (her beauty), she is displeased and says, "With whose thought have you (thus) looked on my person?" ',
          },
        ],
      },
    ],
  },
];
