export default [
  {
    kural: {
      l1: 'அறனறிந்து மூத்த வறிவுடையார் கேண்மை',
      l2: 'திறனறிந்து தேர்ந்து கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறனறிந்து மூத்த அறிவுடையார் கேண்மை<br/>திறனறிந்து தேர்ந்து கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறம் உணர்ந்தவராய்த் தன்னைவிட மூத்தவராய் உள்ள அறிவுடையவரின் நட்பைக், கொள்ளும் வகை அறிந்து ஆராய்ந்து கொள்ள வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அறன் அறிந்து மூத்த அறிவுடையார் கேண்மை= அறத்தினது நுண்மையை அறிந்து தன்னின் மூத்த அறிவுடையாரது கேண்மையை;<br/><br/>தேர்ந்து திறன் அறிந்து கொளல்= அரசன் அதனது அருமையை ஓர்ந்து, கொள்ளும் திறமறிந்து கொள்க.<br/><br/>அறநுண்மை நூலானே அன்றி உய்த்துணர்வானும் அறியவேண்டுதலின், 'அறனறிந்து' என்றார். மூத்தல்' அறிவானும், சீலத்தானும், காலத்தானும் முதிர்தல். 'அறிவுடையார்' நீதியையும், உலகியலையும் அறிதலை உடையார். 'திறனறி'தலாவது, நன்கு மதித்தல், உயரச்செய்தல், அவர்வரைநிற்றல் என்பன முதலாக அவர் பிணிப்புண்ணும் திறனறிந்து செய்தல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறத்தின் பகுதியறிந்து முதிர்ந்த அறிவுடையாரது கேண்மையை அவரவர் செய்தியாகிய திறங்களை யறிந்து ஆராய்ந்து கொள்க.<br/><br/>இது புரோகிதரைக் கூட்டுமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'As friends the men who virtue know, and riper wisdom share,<br/>Their worth weighed well, the king should choose with care.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a king) ponder well its value, and secure the friendship of men of virtue and of mature knowledge.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உற்றநோய் நீக்கி யுறாஅமை முற்காக்கும்',
      l2: 'பெற்றியார்ப் பேணிக் கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உற்றநோய் நீக்கி உறாஅமை முற்காக்கும்<br/>பெற்றியார்ப் பேணிக் கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வந்துள்ள துன்பத்தை நீக்கி, இனித் துன்பம் வராதபடி முன்னதாகவே காக்கவல்ல தன்மையுடையவரைப் போற்றி நட்புக் கொள்ள வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உற்ற நோய் நீக்கி= தெய்வத்தானாக, மக்களானாகத் தனக்கு வந்த துன்பங்களை நீக்குமாறு அறிந்து நீக்கி; உறாஅமை முன் காக்கும் பெற்றியார்= பின் அப்பெற்றியன வாராவண்ணம் முன்னறிந்து காக்கவல்ல தன்மையினை உடையாரை; பேணிக் கொளல்= அரசன் அவர் உவப்பன செய்து துணையாகக் கொள்க.<br/><br/>தெய்வத்தான் வரும் துன்பங்களாவன: மழையினதின்மை மிகுதிகளானும், காற்றுத் தீப் பிணி என்று இவற்றானும் வருவன. அவை கடவுளரையும், தக்கோரையும் நோக்கிச் செய்யும் சாந்திகளான் நீக்கப்படும். மக்களான் வரும் துன்பங்களாவன: பகைவர், கள்வர், சுற்றத்தார், வினைசெய்வார் என்று இவர்களான் வருவன. அவை சாம பேத தான தண்டங்களாகிய நால்வகை உபாயத்துள் ஏற்றதனான் நீக்கப்படும். 'முற்காத்த'லாவது, தெய்வத்தான் வருவனவற்றை உற்பாதங்களான் அறிந்து அச்சாந்திகளாற் காத்தலும், மக்களான் வருவனவற்றை அவர் குணம், இங்கிதம், ஆகாரம், செயல் என்பவற்றான் அறிந்து அவ்வுபாயங்களுள் ஒன்றாற் காத்தலுமாம். ஆகவே, புரோகிதரையும் அமைச்சரையும் கூறியவாறாயிற்று. இங்கிதம்- குறிப்பான் நிகழும் உறுப்பின் தொழில். ஆகாரம்- குறிப்பின்றி நிகழும் வேறுபாடு. உவப்பன- நன்கு மதித்தன்முதலியன.<br/><br/>இவை இரண்டு பாட்டானும், பெரியாரது இலக்கணமும் அவரைத் துணையாகக் கொடல் வேண்டும் என்பதூஉம் கொள்ளுமாறும் கூறப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசர் தமக்குற்ற நோயை விடுவித்துப் பின்பு துன்பமுறாமல் முன்னே காக்கவல்ல தன்மையுடையாரை விரும்பிக் கொள்க.<br/><br/>பெற்றியாரென்று பொதுப்படக்கூறினமையால், இது மந்திரிகளைக் கூட்டுமாறு கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Cherish the all- accomplished men as friends,<br/>Whose skill the present ill removes, from coming ill defends.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let (a king) procure and kindly care for men who can overcome difficulties when they occur, and guard against them before they happen.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அரியவற்று ளெல்லா மரிதே பெரியாரைப்',
      l2: 'பேணித் தமராக் கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அரியவற்று ளெல்லாம் அரிதே பெரியாரைப்<br/>பேணித் தமராக் கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பெரியாரைப் போற்றித் தமக்குச் சுற்றத்தாராக்கிக் கொள்ளுதல் பெறத்தக்க அரிய பேறுகள் எல்லாவற்றிலும் அருமையானதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பெரியாரைப் பேணி்த் தமராக் கொளல்= அப்பெரியவர்களை அவர் உவப்பன அறிந்து செய்து தமக்குச் சிறந்தாராகக் கொள்ளுதல்;<br/><br/>அரியவற்றுள் எல்லாம் அரிது= அரசர்க்கு அரிய பேறுகள் எல்லாவற்றுள்ளும் அரிது.<br/><br/>உலகத்து அரியனவெல்லாம் பெறுதற்குரிய அரசர்க்கு இப்பேறு சிறந்தது என்றது, இதனால் அவையெல்லாம் உளவாதல் நோக்கி.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செய்தற்கரியன வெல்லாவற்றினும் அரிதே; தம்மின் முதிர்ந்த அறிவுடையாரை விரும்பித் தமக்குச் சுற்றமாகக் கொள்ளுதல்.<br/><br/>பெரியாரைக் கொளலென்பது மந்திரி புரோகிதரைக் கூட்டிக் கொள்கை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To cherish men of mighty soul, and make them all their own,<br/>Of kingly treaures rare, as rarest gift is known.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To cherish great men and make them his own, is the most difficult of all difficult things.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தம்மிற் பெரியார் தமரா வொழுகுதல்',
      l2: 'வன்மையு ளெல்லாந் தலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தம்மிற் பெரியார் தமரா ஒழுகுதல்<br/>வன்மையு ளெல்லாந் தலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தம்மை விட, ( அறிவு முதலியவற்றால் ) பெரியவர் தமக்குச் சுற்றத்தாராகுமாறு நடத்தல், வல்லமை எல்லாவற்றிலும் சிறந்ததாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'தம்மிற் பெரியார் தமரா ஒழுகுதல்= அறிவு முதலியவற்றால் தம்மின் மிக்கார் தமக்குச் சிறந்தாராகத் தாம் அவர்வழி நின்று ஒழுகுதல்;<br/><br/>வன்மையுள் எல்லாம் தலை= அரசர்க்கு எல்லா வலியுடைமையினும் தலை.<br/><br/>பொருள் படை அரண்களாகிய வலியினும் இத் துணைவலி சிறந்ததென்றது, இவர் அவற்றான் நீக்கப்படாத தெய்வத்துன்பம் முதலியனவும் நீக்குதற்கு உரியராகலின்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தம்மின் மிக்க அறிவுடையார் தமக்குத் தமராக ஒழுகுதல், வலியானவை யெல்லாவற்றினும் தலையான வலி.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'To live with men of greatness that their own excels,<br/>As cherished friends, is greatest power that with a monarch dwells.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'So to act as to make those men, his own, who are greater than himself is of all powers the highest.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சூழ்வார்கண் ணாக வொழுகலான் மன்னவன்',
      l2: 'சூழ்வாரைச் சூழ்ந்து கொளல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சூழ்வார்கண் ணாக ஒழுகலான் மன்னவன்<br/>சூழ்வாரைக் சூழ்ந்து கொளல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தக்க வழிகளை ஆராய்ந்து கூறும் அறிஞரையே உலகம் கண்ணாகக் கொண்டு நடத்தலால், மன்னவனும் அத்தகையாரை ஆராய்ந்து நட்புக் கொள்ள வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சூழ்வார்கண்ணாக ஒழுகலான்= தன்பாரம் அமைச்சரைக் கண்ணாகக் கொண்டு நடத்தலான்; மன்னவன் சூழ்வாரைச் சூழ்ந்து கொளல்= அரசன் அத்தன்மையராய அமைச்சரை ஆராய்ந்து தனக்குத் துணையாகக் கொள்க.<br/><br/>இரண்டாவது விகாரத்தால் தொக்கது. தானே சூழவல்லனாயினும், அளவிறந்த தொழில்களான் ஆகுலம் எய்தும் அரசன்பாரம் அதுவே தொழிலாய அமைச்சரான் அல்லது இனிது நடவாமைபற்றி, அவரைக் 'கண்ணாக'க் கூறினார். ஆராய்தல் அமைச்சியலுட் சொல்லப்படும் இலக்கணத்தினர் என்பதனை ஆராய்தல்.<br/><br/>இவை மூன்று பாட்டானும் பெரியாரைத் துணைக்கோடலின் சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன் தன்னைச் சூழ்ச்சியாற் கொல்ல நினைப்பாரைத் தானுஞ் சூழ்ச்சியாற் கொல்லவல்லவனாதல்; காரியமெண்ண வல்லார் தனக்குக் கண்ணாக வொழுகலான்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The king, since counsellors are monarch's eyes,<br/>Should counsellors select with counsel wise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'As a king must use his ministers as eyes (in managing his kingdom), let him well examine their character and qualifications before he engages them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தக்கா ரினத்தனாய்த் தானொழுக வல்லானைச்',
      l2: 'செற்றார் செயக்கிடந்த தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தக்கா ரினத்தனாய்த் தானொழுக வல்லானைச்<br/>செற்றார் செயக்கிடந்த தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தக்க பெரியாரின் கூட்டத்தில் உள்ளவனாய் நடக்கவல்ல ஒருவனுக்கு அவனுடைய பகைவர் செய்யக்கூடிய தீங்கு ஒன்றும் இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தக்கார் இனத்தனாய்த் தான் ஒழுக வல்லானை= தக்காராகிய இனத்தை உடையனாய்த் தானும் அறிந்தொழுக வல்ல அரசனை;<br/><br/>செற்றார் செயக்கிடந்தது இல்= பகைவர் செய்யக்கிடந்ததொரு துன்பமும் இல்லை.<br/><br/>'தக்கார்' அறிவு ஒழுக்கங்களாற் தகுதியுடையார். 'ஒழுகுதல்' அறநீதிகளின் நெறி வழுவாமல் நடத்தல். வஞ்சித்தல், கூடினரைப் பிரித்தல், வேறுபகை விளைத்தல் என்று இவற்றானும், வலியானும் பகைவர்செய்யும் துன்பங்கள் பலதிறத்தவாயினும், தானும் அறிந்து அறிவார் சொல்லுங் கொண்டு ஒழுகுவான்கண் அவற்றுள் ஒன்றும் வாராது என்பார், 'செற்றார் செயக்கிடந்தது இல்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தகுதியுடையா ரினத்தானாய்த் தானும் அவரோ டொக்க ஒழுகவல்லவனைப் பகைவர் செய்யக் கிடந்ததொருநெறி யில்லை.<br/><br/>இஃது இவனைப் பகைவரால் வெல்ல லொண்ணா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "The king, who knows to live with worthy men allied,<br/>Has nought to fear from any foeman's pride.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There will be nothing left for enemies to do, against him who has the power of acting (so as to secure) the fellowship of worthy men.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடிக்குந் துணையாரை யாள்வாரை யாரே',
      l2: 'கெடுக்குந் தகைமை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடிக்குந் துணையாரை யாள்வரை யாரே<br/>கெடுக்குந் தகைமை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடிந்து அறிவுரை கூறவல்ல பெரியாரின் துணை கொண்டு நடப்பவரைக் கெடுக்கும் ஆற்றல் உடையவர் யார் இருக்கின்றனர்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இடிக்கும் துணையாரை ஆள்வாரை= தீயன கண்டால் நெருங்கிச் சொல்லும் துணையாம் தன்மையை உடையாரை இவர் நமக்குச் சிறந்தார் என்று ஆளும் அரசரை;<br/><br/>கெடுக்கும் தகைமையவர் யார்= கெடுக்கும் பெருமையுடைய பகைவர் உலகத்து யாவர்?<br/><br/>தீயன - பாவங்களும் நீதியல்லனவும். துணையாந் தன்மையாவது, தமக்கு அவை இன்மையும், அரசன்கண் அன்புடைமையுமாம். அத்தன்மை உடையார் நெறியின் நீங்கவிடாமையின், அவரை ஆளும் அரசர் ஒருவரானும் கெடுக்கப்படார் என்பதாம். 'நெருங்கிச் சொல்லும் அளவினோரை' என்று உரைப்பாரும் உளர்.<br/><br/>இவை இரண்டு பாட்டானும் அதன்பயன் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றங் கண்டால் கழறுந் தன்மை யுடையாரைத் தமக்குத் தமராகக் கொள்ள வல்லாரைக் கெடுக்குந் தகைமையுடையார் உலகத்து யாவர்.<br/><br/>இது கேடில்லை யென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'What power can work his fall, who faithful ministers<br/>Employs, that thunder out reproaches when he errs.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Who are great enough to destroy him who has servants that have power to rebuke him ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இடிப்பாரை யில்லாத வேமரா மன்னன்',
      l2: 'கெடுப்பா ரிலானுங் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இடிப்பாரை இல்லாத ஏமரா மன்னன்<br/>கெடுப்பா ரிலானுங் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடிந்து அறிவுரை கூறும் பெரியாரின் துணை இல்லாத காவலற்ற அரசன் தன்னைக் கெடுக்கும் பகைவர் எவரும் இல்லாவிட்டாலும் கெடுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இடிப்பாரை இல்லா ஏமரா மன்னன்= கழறுதற்கு உரியாரைத் தனக்குத் துணையாகக் கொள்ளாமையின் காவலற்ற அரசன்;<br/><br/>கெடுப்பார் இலானும் கெடும்= பகையாய்க் கெடுப்பார் இல்லையாயினும் தானே கெடும்.<br/><br/>'இல்லாத', 'ஏமரா' என்பன பெயரெச்ச அடுக்கு. கெடுப்பார் உளராவர் என்பது தோன்ற, 'இலானும்' என்றார். தானே கெடுதலாவது, பாகன் இல்லாத யானைபோல நெறியல்லா நெறிச் சென்று கெடுதல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கழறுவாரை யில்லாத காவலில்லாத அரசன் தன்னைப் பகைவராய் வந்து கெடுப்பார் இல்லையாயினும் தான் வேண்டியவாறொழுகிக் கெடும்.<br/><br/>இஃது உயிர்க்குக் கேடு வருமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The king with none to censure him, bereft of safeguards all,<br/>Though none his ruin work, shall surely ruined fall.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The king, who is without the guard of men who can rebuke him, will perish, even though there be no one to destroy him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'முதலிலார்க் கூதிய மில்லை மதலையாஞ்',
      l2: 'சார்பிலார்க் கில்லை நிலை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'முதலிலார்க ஊதிய மில்லை மதலையாஞ்<br/>சார்பிலார்க் கில்லை நிலை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முதல் இல்லாத வணிகர்க்கு அதனால் வரும் ஊதியம் இல்லை; அது போல் தம்மைத் தாங்கிக் காப்பாற்றும் துணை இல்லாதவர்க்கு நிலைபேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "முதல் இலார்க்கு ஊதியம் இல்லை= முதற்பொருள் இல்லாத வணிகர்க்கு அதனால் வரும் ஊதியம் இல்லையாம்;<br/><br/>மதலையாம் சார்பு இலார்க்கு நிலை இல்லை= அதுபோலத் தம்மைத் தாங்குவதாந் துணை இல்லாத அரசர்க்கு அதனான் வரும் நிலையில்லை.<br/><br/>முதலைப் பெற்றே இலாபம் பெறவேண்டுமாறு போலத் தாங்குவாரைப் பெற்றே நிலைபெற வேண்டும் என்பதாம். 'நிலை' அரசர் பாரத்தோடு சலியாது நிற்றல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'முதலில்லாதார்க்கு இலாபமில்லையானாற் போலத் தாங்குதலாகிய சார்பு இல்லாதர்க்கு அரசு நிலைநிற்றல் இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who owns no principal, can have no gain of usury;<br/>Who lacks support of friends, knows no stability.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'There can be no gain to those who have no capital; and in like manner there can be no permanence to those who are without the support of adherents.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பல்லார் பகைகொளலிற் பத்தடுத்த தீமைத்தே',
      l2: 'நல்லார் தொடர்கை விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பல்லார் பகைகொளவிற் பத்தடுத்த தீமைத்தே<br/>நல்லார் தொடர்கை விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நல்லவராகிய பெரியாரின் தொடர்பைக் கைவிடுதல் பலருடைய பகையைத் தேடிக்கொள்வதைவிடப் பத்து மடங்கு தீமை உடையதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பல்லார் பகை கொளலின் பத்து அடுத்த தீமைத்தே= தான் தனியனாய்வைத்துப் பலரோடும் பகை கொள்ளுதலிற் பதிற்றுமடங்கு தீமை உடைத்து;<br/><br/>நல்லார் தொடர் கைவிடல்= அரசன் பெரியாரோடு நட்பினைக் கொள்ளாது ஒழிதல்.<br/><br/>பலர் பகையாயக்கால் "மொதி முள்ளொடு முட்பகை கண்டிடல்- பேது செய்து பிளந்திடல்"1 என்பவை யல்லது ஒருங்கு வினையாக் குறித்துச் செய்தாலும் ஒருவாற்றான் உய்தல் கூடும்; நல்லார் தொடர் கைவிட்டால் ஒருவாற்றான் உய்தல்கூடாமையின், இது செய்தல் அதனினும் தீது என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பலரோடு பகைகொண்டால் எவ்வளவு துன்பமுறும்; அதனினும் பத்துமடங்கு துன்பமுறும்; பெரியாரைத் துணையாகக் கொள்ளாதொழியின்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Than hate of many foes incurred, works greater woe<br/>Ten - fold, of worthy men the friendship to forego.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'It is tenfold more injurious to abandon the friendship of the good, than to incur the hatred of the many.',
          },
        ],
      },
    ],
  },
];
