export default [
  {
    "kural": {
      "l1": "அறங்கூறா னல்ல செயினு மொருவன்",
      "l2": "புறங்கூறா னென்ற லினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறங்கூறான் அல்ல செயினும் ஒருவன்<br/>புறங்கூறான் என்றல் இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் அறத்தைப் போற்றிக் கூறாதவனாய் அறமல்லாதவற்றைச் செய்தாலும் மற்றவனைப் பற்றிப் புறங்கூறாமல் இருக்கிறான் என்று சொல்லப்படுதல் நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவன் அறம் கூறான் அல்ல செயினும்= ஒருவன் அறனென்று சொல்லுவதும் செய்யாது பாவங்களைச் செய்யுமாயினும்;<br/><br/>புறங்கூறான் என்றல் இனிது= பிறனைப் புறங்கூறானென்று உலகத்தாரால் சொல்லப்படுதல் நன்று.<br/><br/>புறங்கூறாமை அக்குற்றங்களான் இழிக்கப்படாது மேற்பட்டுத் தோன்றும் என்பதாம். இதனால் அவ்வறத்தினது நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் அறம் கூறான் அல்ல செயினும்-ஒருவன் அறத்தை வாயால் சொல்லுதலும் செய்யானாய்ப் பாவங்களைச் செய்யினும், பறங்கூறான் என்றல் இனிது-பிறரைப் புறஞ்சொல்லான் என்று உலகத்தாரால் சொல்லப்படுதல் நன்றாம்.<br/><br/>இது, பாவம் செய்யினும் புறங்கூறாமை நன்மை பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though virtuous words his lips speak not, and all his deeds are ill,<br/>If neighbour he defame not, there's good within him still."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though one do not even speak of virtue and live in sin, it will be well if it be said of him \"he does not backbite.\""
          }
        ]
      }
    ],
    "id": 181
  },
  {
    "kural": {
      "l1": "அறனழீஇ யல்லவை செய்தலிற் றீதே",
      "l2": "புறனழீஇப் பொய்த்து நகை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறனழீஇ அல்லவை செய்தலின் தீதே<br/>புறனழீஇப் பொய்த்து நகை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறத்தை அழித்துப் பேசி அறமல்லாதவைகளைச் செய்தலைவிட, ஒருவன் இல்லாதவிடத்தில் அவனைப் பழித்துப் பேசி நேரில் பொய்யாக முகமலர்ந்து பேசுதல் தீமையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறன் அழீஇ அல்லவை செய்தலின் தீதே= அறன் என்பது ஒன்றுஇல்லை என அழித்துச் சொல்லி அதன்மேற் பாவங்களைச் செய்தலினும் தீமையுடைத்து;<br/><br/>புறன் அழீஇப் பொய்த்து நகை= ஒருவனைக் காணாத வழி இகழ்ந்துரையால் அழித்துச் சொல்லிக் கண்டவழி அவனோடு பொய்த்து நகுதல்<br/><br/>உறழ்ச்சி நிரல்நிறைவகையாற் கொள்க. அழித்தல்= ஒளியைக் கோறல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறன் அழீஇ அல்லவை செய்தலின் தீது-அறத்தை அழித்து அறமல்லாதவற்றைச் செய்தலினும் தீது, புறன் அழீஇ பொய்த்து நகை-(ஒருவனைக்) காணாத இடத்து இழித்துரைத்து(க்கண்ட இடத்து)ப் பொய்செய்து நகுதல்.<br/><br/>இது, புறங்கூறுதல் பாவத்தினும் மிக்க பாவ மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than he who virtue scorns, and evil deeds perfoms , more vile,<br/>Is he that slanders friend, then meets him with false smile."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To smile deceitfully (in another's presence) after having reviled him to his destruction (behind his back) is a greater evil than the commission of (every other) sin and the destruction of (every) virtue."
          }
        ]
      }
    ],
    "id": 182
  },
  {
    "kural": {
      "l1": "புறங்கூறிப் பொய்த்துயிர் வாழ்தலிற் சாத",
      "l2": "லறங்கூறு மாக்கந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புறங்கூறிப் பொய்த்துயிர் வாழ்தலின் சாதல்<br/>அறங்கூறும் ஆக்கந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புறங்கூறிப் பொய்யாக நடந்து உயிர்வாழ்தலைவிட, அவ்வாறு செய்யாமல் வறுமையுற்று இறந்துவிடுதல் அறநூல்கள் சொல்லும் ஆக்கத்தைத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புறங்கூறிப் பொய்த்து உயிர்வாழ்தலின்= பிறனைக் காணாதவழி இகழ்ந்துரைத்துக் கண்டவழி அவற்கு இனியனாகப் பொய்த்து ஒருவன் உயிர்வாழ்தலின்;<br/><br/>சாதல் அறம் கூறும் ஆக்கம் தரும்= அது செய்யாது சாதல் அவனுக்கு அறநூல்கள் சொல்லும் ஆக்கத்தைக் கொடுக்கும்.<br/><br/>பின் புறங்கூறிப் பொய்த்தல் ஒழிதலின், சாதல் ஆக்கந்தரும் என்றார். ஆக்கம் அஃது ஒழிந்தார் மறுமைக்கண் எய்தும் பயன். அறம் ஆகுபெயர். தரும் என்பது இடவழுவமைதி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புறங்கூறி பொய்த்து உயிர் வாழ்தலின்-(காணா இடத்துப்) புறஞ் சொல்லி (க்கண்ட இடத்து)ப் பொய் சொல்லி உயிரோடு வாழ்தலின், சாதல் அறம் கூறும் ஆக்கம் தரும்- (புறஞ் சொல்லாதிருந்து நல்குரவினால்) சாதல் அறநூல் சொல்லுகின்ற ஆக்கமெல்லாம் தரும்.<br/><br/>இது, புறங்கூறாமை ஆக்கமெல்லாம் தரு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis greater gain of virtuous good for man to die,<br/>Than live to slander absent friend, and falsely praise when nigh."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Death rather than life will confer upon the deceitful backbiter the profit which (the treatises on) virtue point out."
          }
        ]
      }
    ],
    "id": 183
  },
  {
    "kural": {
      "l1": "கண்ணின்று கண்ணறச் சொல்லினும் சொல்லற்க",
      "l2": "முன்னின்று பின்னோக்காச் சொல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கண்ணின்று கண்ணறச் சொல்லினும் சொல்லற்க<br/>முன்னின்று பின்நோக்காச் சொல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எதிரே நின்று கணணோட்டம் இல்லாமல் கடுமையாகச் சொன்னாலும் சொல்லலாம்; நேரில் இல்லாதபோது பின் விளைவை ஆராயாத சொல்லைச் சொல்லக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கண் நின்று கண் அறச் சொல்லினும்= ஒருவன் எதிரே நின்று கண்ணோட்டம் அறச் சொன்னான் ஆயினும்;<br/><br/>முன் இன்று பின் நோக்காச் சொல் சொல்லற்க= அவன் எதிரின்றிப் பின் வரும் குற்றத்தை நோக்காத சொல்லைச் சொல்லாது ஒழிக.<br/><br/>பின் ஆகுபெயர். சொல்வான் தொழில் சொல்லின்மேல் ஏற்றப்பட்டது. இவை மூன்று பாட்டானும் புறங்கூற்றினது கொடுமை கூறப்பட்டது"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கண் நின்று கண் அற சொல்லினும்-(ஒருவன்) கண்ணெதிரே நின்று கண்பேர்த்துச் சொல்லினும் (அமையும்;), பின் முன் நின்று நோக்காச் சொல் சொல்லற்க-பிற்காலத்து அவன் முன்னே நின்று (எதிர் முகம்) நோக்கவொண்ணாத சொல்லைச் சொல்லாதொழிக.<br/><br/>இது, புறங்கூறுதலைத் தவிர்க என்றது. அன்றியும், கடிய சொல் கூறலும் ஆகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In presence though unkindly words you speak, say not,<br/>In absence words whose ill result exceeds your thought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though you speak without kindness before another's face speak not in his absence words which regard not the evil subsequently resulting from it."
          }
        ]
      }
    ],
    "id": 184
  },
  {
    "kural": {
      "l1": "அறஞ்சொல்லு நெஞ்சத்தா னன்மை புறஞ்சொல்லும்",
      "l2": "புன்மையாற் காணப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறஞ்சொல்லும் நெஞ்சத்தான் அன்மை புறஞ்சொல்லும்<br/>புன்மையாற் காணப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறத்தை நல்லதென்று போற்றும் நெஞ்சம் இல்லாத தன்மை, ஒருவன் மற்றவனைப்பற்றிப் புறங்கூறுகின்ற சிறுமையால் காணப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறம் சொல்லும் நெஞ்சத்தான் அன்மை= புறஞ்சொல்லுவான் ஒருவன் அறனை நன்று என்று சொல்லினும், அது தன் மனத்தானாய்ச் சொல்லுகின்றான் அல்லன் என்பது;<br/><br/>புறஞ்சொல்லும் புன்மையால் காணப் படும்= அவன் புறஞ்சொல்லுதற்குக் காரணமான மனப்புன்மையானே அறியப்படும்.<br/><br/>மனந்தீது ஆதலின் அச்சொல் கொள்ளப் படாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறம் சொல்லும் நெஞ்சத்தான் அன்மை-அறத்தை நினைக்கின்ற மனமுடையன் அல்லாமை, புறஞ்சொல்லும் புன்மையால் காணப்படும்- (பிறரைப்) புறஞ்சொல்லும் புல்லியகுணம் ஏதுவாக அறியப்படும்.<br/><br/>[நெஞ்சால் சொல்லலானது, நினைத்தல்.]<br/><br/>இது, புறஞ்சொல்லுவார் மனம் அறத்தை அறியா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The slanderous meanness that an absent friend defames,<br/>'This man is words owns virtue, not in heart,' proclaims."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The emptiness of that man's mind who (merely) praises virtue will be seen from the meanness of reviling another behind his back."
          }
        ]
      }
    ],
    "id": 185
  },
  {
    "kural": {
      "l1": "பிறன்பழி கூறுவான் றன்பழி யுள்ளுந்",
      "l2": "திறன்றெரிந்து கூறப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிறன்பழி கூறுவான் தன்பழி யுள்ளும்<br/>திறன்தெரிந்து கூறப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மற்றவனைப்பற்றிப் புறங்கூறுகின்றவன், அவனுடைய பழிகள் பலவற்றிலும் நோகத்தக்கவை ஆராய்ந்து கூறிப் பிறரால் பழிக்கப்படுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிறன் பழி கூறுவான்= பிறன் ஒருவன் பழியை அவன் புறத்துக் கூறும் அவன்;<br/><br/>தன் பழியுள்ளும் திறன் தெரிந்து கூறப்படும்= தன் பழி பலவற்றுள்ளும் உளையும்திறம் உடையவற்றைத் தெரிந்து அவனாற் கூறப்படும்.<br/><br/>புறத்து என்பது அதிகாரத்தாற் பெற்றாம். இது வருகின்றவற்றிற்கும் ஒக்கும். 'திறன்' ஆகுபெயர். தன்னைப் புறங்கூறியவாறு கேட்டான், அக்கூறியாற்கு அவ்வளவன்றி அவனிறந்து பட்டு உளையுந் திறத்தனவாகிய பழிகளை நாடி எதிரே கூறுமாகலின் 'திறன் தெரிந்து கூறப்படும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறன் பழி கூறுவான்-பிறனுடைய பழியைச் சொல்லுமவன், தன் பழியுள்ளும் திறன் தெரிந்து கூறப்படும்-தனக்குண்டான பழிகளிலும் சிலவற்றை வேறுபடத் தெரிந்து (பிறரால்) சொல்லப்படுவான்.<br/><br/>இது, புறங்கூறுவானைப் பிறரும் புறங்கூறுவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who on his neighbours' sins delights to dwell,<br/>The story of his sins, culled out with care,the world will tell."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The character of the faults of that man who publishes abroad the faults of others will be sought out and published."
          }
        ]
      }
    ],
    "id": 186
  },
  {
    "kural": {
      "l1": "பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி",
      "l2": "நட்பாட றேற்றா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி<br/>நட்பாடல் தேற்றா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மகிழும்படியாகப் பேசி நட்புக்கொள்ளுதல் நன்மை என்று தெளியாதவர் தம்மைவிட்டு நீங்கும்படியாகப் புறங்கூறி நண்பரையும் பிரித்துவிடுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பகச் சொல்லிக் கேளிர்ப் பிரிப்பர்= தம்மை விட்டு நீங்குமாற்றாற் புறங்கூறித் தம் கேளிரையும் பிரியப் பண்ணுவர்;<br/><br/>நகச் சொல்லி நட்பாடல் தேற்றாதவர்= கூடி மகிழுமாறு இனிய சொற்களைச் சொல்லி அயலாரோடு நட்பாடலை அறியாதார்.<br/><br/>சிறப்பும்மை விகாரத்தால் தொக்கது. கேளிரையும் பிரிப்பர் என்ற கருத்தான், அயலாரோடும் என்பது வருவித்து உரைக்கப்பட்டது. அறிதல் தமக்குறுதி என்று அறிதல். \"கடியு- மிடந் தேற்றாள் சோர்ந்தனள் கை\" (கலித்தொகை, மருதம்- 27) என்புழிப் போலத் தேற்றாமை தன்வினையாய் நின்றது. புறங்கூறுவார்க்கு யாவரும் பகையாவர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பக சொல்லி கேளிர் பிரிப்பர்-நீங்கும்படி சொல்லித்தம் கேளிரானாரைப் பிரிப்பர், நக சொல்லி நட்பு ஆடல் தேற்றாதவர்-மகிழச் சொல்லி நட்பினை உயர்வு பண்ண மாட்டாதார்.<br/><br/>இது, புறங்கூறுவார் நட்டவரை இழப்ப ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With friendly art who know not pleasant words to say,<br/>Speak words that sever hearts, and drive choice friends away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who know not to live in friendship with amusing conversation will by back-biting estrange even their relatives."
          }
        ]
      }
    ],
    "id": 187
  },
  {
    "kural": {
      "l1": "துன்னியார் குற்றமுந் தூற்று மரபினா",
      "l2": "ரென்னைகொ லேதிலார் மாட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துன்னியார் குற்றமும் தூற்றும் மரபினார்<br/>என்னைகொல் ஏதிலார் மாட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெருங்கிப் பழகியவரின் குற்றத்தையும் புறங்கூறித் தூற்றும் இயல்புடையவர், பழகாத அயலாரிடத்து என்ன செய்வாரோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துன்னியார் குற்றமும் தூற்றும் மரபினார்= தம்மொடு செறிந்தாரது குற்றத்தையும் அவர் புறத்துத் தூற்றும் இயல்பினையுடையார்;<br/><br/>ஏதிலார் மாட்டு என்னை கொல்- அயலார்மாட்டுச் செய்வது யாதுகொல்லோ!<br/><br/>தூறறுதல் பலரும் அறியப் பரப்புதல். அதனிற் கொடியது பிறிது ஒன்று காணாமையின், என்னைகொல் என்றார். செய்வது என்பது சொல்லெச்சம். என்னர்கொல் என்று பாடம் ஓதி, எவ்வியல்பினராவர் என்றுரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்னியார் குற்றமும் தூற்றும் மரபினார்-(தம்மோடு) செறிந்தார் குற்றத்தையும் பிறர்க்கு உரைக்கின்ற சேதியையுடையார், ஏதிலார் மாட்டு என்னர் கொல்-(தம்மோடு) செறிவில்லாதார் மாட்டு யாங்ஙனம் செய்வரோ?<br/><br/>இது, புறங்கூறுவார் யாவரோடும் பற்றில ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whose nature bids them faults of closest friends proclaim,<br/>What mercy will they show to other men's good name?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What will those not do to strangers whose nature leads them to publish abroad the faults of their intimate friends ?"
          }
        ]
      }
    ],
    "id": 188
  },
  {
    "kural": {
      "l1": "அறனோக்கி யாற்றுங்கோல் வையம் புறனோக்கிப்",
      "l2": "புன்சொல் லுரைப்பான் பொறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறன்நோக்கி ஆற்றுங்கொல் வையம் புறன்நோக்கிப்<br/>புன்சொல் உரைப்பான் பொறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவர் நேரில் இல்லாதது கண்டு பழிச்சொல் கூறுவோனுடைய உடல்பாரத்தை, `இவனையும் சுமப்பதே எனக்கு அறம்’ என்று கருதி நிலம் சுமக்கின்றதோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புறன் நோக்கிப் புன் சொல் உரைப்பான் பொறை= பிறர் நீங்கின அளவு பார்த்து அவர் பழித்துரையை உரைப்பானது உடல்பாரத்தை;<br/><br/>வையம் அறன் நோக்கி ஆற்றும் கொல்- நிலம் இக்கொடியது பொறுத்தலே எனக்கு அறமாவது எனக் கருதிப் பொறுக்கின்றது போலும்.<br/><br/>எல்லாவற்றையும் பொறுத்தல் இயல்பாயினும், இது பொறுத்தற்கு அரிது என்னும் கருத்தால், 'அறன்நோக்கி ஆற்றும்கொல்' என்றார். இவை ஐந்து பாட்டானும் புறங்கூறுவார்க்கு எய்தும் குறறம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புறம் நோக்கி புன்சொல் உரைப்பான் பொறை-பிறன் இல்லாத இடம் பார்த்துப் புறஞ்சொல் கூறுவான் உடலை, வையம் அறம் நோக்கி ஆற்றும்-நிலம் தானே அறத்தை நோக்கிப் பொறுத்ததாம் (அல்லது போக்கும்). [கொல் என்பது அசை.]<br/><br/>இது, புறங்கூறுவார்க்குத் துணையாவார் இல்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Tis charity, I ween, that makes the earth sustain their load,<br/>Who, neighbours' absence watching, tales or slander tell abroad."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world through charity supports the weight of those who reproach others observing their absence."
          }
        ]
      }
    ],
    "id": 189
  },
  {
    "kural": {
      "l1": "ஏதிலார் குற்றம்போற் றங்குற்றங் காண்கிற்பிற்",
      "l2": "றீதுண்டோ மன்னு முயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏதிலார் குற்றம்போல் தங்குற்றங் காண்கிற்பின்<br/>தீதுண்டோ மன்னும் உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அயலாருடைய குற்றத்தைக் காண்பதுபோல் தம் குற்றத்தையும் காணவல்லவரானால், நிலைபெற்ற உயிர் வாழ்க்கைக்குத் துன்பம் உண்டோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஏதிலார் குற்றம் போல் தம் குற்றம் காண்கிற்பின்= ஏதிலாரைப் புறங் கூறுவார் அதற்கு அவர்குற்றம் காணுமாறுபோலப் புறங்கூறலாகிய தம்குற்றத்தையும் காணவல்லர் ஆயின்;<br/><br/>மன்னும் உயிர்க்குத் தீது உண்டோ= அவர் நிலைபேறு உடைய உயிர்க்கு வருவதொரு துன்பம் உண்டோ?<br/><br/>நடுவுநின்று ஒப்பக்காண்டல் அருமை நோக்கிக் 'காண்கிற்பின்' என்றும், கண்டவழி ஒழிதலிற் பாவம் இன்றாம் ஆகவே, வரும் பிறவிகளினும் துன்பம் இல்லை என்பது நோக்கி, உயிர்க்குத் 'தீதுண்டோ' என்றும் கூறினார்.இதனால் புறங்கூற்றொழிதற்கு உபாயம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஏதிலார் குற்றம்போல் தம்குற்றம் காண்கின்-பிறர் குற்றம் போலத் தமது குற்றத்தையும் காண வல்லராயின், மன்னும் உயிர்க்கு பின் தீது உண்டோ-(தமது) நிலைபெற்ற உயிர்க்குப் பின்வரும் தீமை உண்டோ? (இல்லை.)<br/><br/>இது, புறஞ்சொல்லாமைக்குக் காரணம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If each his own, as neighbours' faults would scan,<br/>Could any evil hap to living man?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If they observed their own faults as they observe the faults of others, would any evil happen to men ?"
          }
        ]
      }
    ],
    "id": 190
  }
]