export default [
  {
    "kural": {
      "l1": "உறுப்பமைந் தூறஞ்சா வெல்படை வேந்தன்",
      "l2": "வெறுக்கையு ளெல்லாந் தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறுப்பமைந்து ஊறஞ்சா வெல்படை வேந்தன்<br/>வெறுக்கையுள் எல்லாம் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லா உறுப்புக்களும் நிறைந்ததாய் இடையூறுகளுக்கு அஞ்சாததாய் உள்ள வெற்றி தரும் படை அரசனுடைய செல்வங்கள் எல்லாவற்றிலும் சிறந்ததாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உறுப்பு அமைந்து ஊறு அஞ்சா வெல் படை= யானை முதலிய நான்கு உறுப்பானும் நிறைந்து போரின்கண் ஊறுபடுதற்கு அஞ்சாது நின்று பகையை வெல்வதாய படை; வேந்தன் வெறுக்கையுள் எல்லாம் தலை= அரசன் செல்வங்கள் எல்லாவற்றுள்ளும் தலையாய செல்வம்.<br/><br/>ஈண்டுப் 'படை' என்றது, அந்நநான்கன் தொகுதியை. ஊறு அஞ்சியவழி வேறல் கூடாமையின் 'ஊறஞ்சா' என்றும், ஒழிந்த அங்கங்கட்கும், அரசன் தனக்கும் காவலாகலின், 'வெறுக்கையுள் எல்லாம் தலை' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யானை, குதிரை, தேர், கருவி, காலாளாகிய உறுப்புகளால் அமைந்து, இடுக்கண் உற்றால் அதற்கு அச்சமின்றி, வெற்றியுடைய படை, அரசன் தேடியபொரு ளெல்லாவற்றினும் தலையான பொருள்; ஆதலால் படைவேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A conquering host, complete in all its limbs, that fears no wound,<br/>Mid treasures of the king is chiefest found."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The army which is complete in (its) parts and conquers without fear of wounds is the chief wealth of the king."
          }
        ]
      }
    ],
    "id": 761
  },
  {
    "kural": {
      "l1": "உலைவிடத் தூறஞ்சா வன்கண் டொலைவிடத்துத்",
      "l2": "தொல்படைக் கல்லா லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உலைவிடத்து ஊறஞ்சா வன்கண் தொலைவிடத்துத்<br/>தொல்படைக் கல்லால் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போரில் அழிவு வந்தவிடத்தில் வலிமை குன்றினாலும் இடையூறுகளுக்கு அஞ்சாத அஞ்சாமை தொன்றுதொட்டுப் பெருமை உடைய படைக்கு அல்லாமல் முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தொலைவிடத்து உலைவிடத்து ஊறு அஞ்சா வன்கண்= தான் சிறிதாய வழியும் அரசற்குப் போரின்கண் உலைவு வந்தால் தன் மேல் உறுவதற்கு அஞ்சாது நின்று தாங்கும்வன்கண்மை; தொல்படைக்கு அல்லால் அரிது= அவன் முன்னோரைத் தொடங்கிவரும் படைக்கல்லது உளதாகாது.<br/><br/>இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது. மூலப்படை, கூலிப்படை, நாட்டுப்படை, காட்டுப்படை, துணைப்படை, பகைப்படை என்னும் அறுவகைப் படையுள்ளும் சிறப்புடையது மூலப்படை யாகலான், அதனை அரசன் \"வெல்பொறியும் நாடும் விழுப்பொருளும் தண்ணடையும்/ கொல்களிறு மாவுங் கொடுத்தளிக்க\"‡ என்பது குறிப்பெச்சம்.<br/><br/>இப்படையை வடநூலார் மௌலம் என்ப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அரசர் கெடுமிடத்து வழிவந்த படைக்கு அல்லது பிறபடைக்குப் போர்க்களத்து அழிவு வந்தவிடத்து, உயிர்க்கு வரும் ஊறு அஞ்சாத வன்கண்மை இல்லை.<br/><br/>வழிவந்த படை-வீரன் மகன் வீரன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In adverse hour, to face undaunted might of conquering foe,<br/>Is bravery that only veteran host can show."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ancient army can alone have the valour which makes it stand by its king at the time of defeat, fearless of wounds and unmindful of its reduced strength."
          }
        ]
      }
    ],
    "id": 762
  },
  {
    "kural": {
      "l1": "ஒலித்தக்கா லென்னா முவரி யெலிப்பகை",
      "l2": "நாக முயிர்ப்பக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒலித்தக்கால் என்னாம் உவரி எலிப்பகை<br/>நாகம் உயிர்ப்பக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எலியாகிய பகை கூடிக் கடல்போல் ஒலித்தாலும் என்ன தீங்கு ஏற்படும்? பாம்பு மூச்சு விட்ட அளவில் அவை கெட்டழியும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எலிப்பகை உவரி ஒலித்தக்கால் என்னாம்= எலியாகிய பகை கடல்போல ஒலித்தால் நாகத்திற்கு என்ன ஏதம் வரும்; நாகம் உயிர்ப்பக் கெடும்= அந்நாகம் உயிர்த்த துணையானே அது தானே கெடும்.<br/><br/>உவமைச்சொல் தொக்கு நின்றது. இத்தொழில் உவமத்தால் திரட்சி பெற்றாம். வீரர் அல்லாதார், பலர் திரண்டு ஆர்த்தால் அதற்கு வீரன் அஞ்சான்; அவன் கிளர்ந்த துணையானே அவர்தாம் கெடுவர் என்பது தோன்ற நின்றமையின், இது பிறிதுமொழிதல் என்னும் அலங்காரம். வீரர் அல்லாதார் பலரினும், வீரன் ஒருவனை ஆடல் நன்று என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும், முறையே அரசனுக்குப் படை ஏனை அங்கங்களுள் சிறந்தது என்பதூஉம், அது தன்னுள்ளும் மூலப்படை சிறந்தது என்பதூஉம், அதுதன்னுள்ளும் வீரன் சிறந்தான் என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கடல்போல ஒலித்தாலும் எலியினது மாறுபாட்டினால் வருந்தீமை யென்னுளதாம்; எலி நாகம் உயிர்த்த அளவிலே கெடும்.<br/><br/>இது படைமிகுத்தது வெல்லுமென்று கருதாது வீரரைத் தெளிந்தாளல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though, like the sea, the angry mice send forth their battle cry;<br/>What then? The dragon breathes upon them, and they die!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What if (a host of) hostile rats roar like the sea ? They will perish at the mere breath of the cobra."
          }
        ]
      }
    ],
    "id": 763
  },
  {
    "kural": {
      "l1": "அழிவின் றறைபோகா தாகி வழிவந்த",
      "l2": "வன்க ணதுவே படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழிவின்றி அறைபோகா தாகி வழிவந்த<br/>வன்க ணதுவே படை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(போர்முனையில்) அழிவு இல்லாததாய், (பகைவருடைய) வஞ்சனைக்கு இரையாகாததாய், தொன்று தொட்டு வந்த அஞ்சாமை உடையதே படையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழிவு இன்று= போரின்கண் கெடுதல் இன்றி; அறை போகாதாகி= பகைவரான் கீழறுக்கப்படாததாய்; வழிவந்த வன்கண்அதுவே படை= தொன்றுதொட்டு வந்த தறுகண்மையை உடையதே அரசனுக்குப் படையாவது.<br/><br/>உரைவிளக்கம்<br/><br/>'அழிவின்மை'யான் மறம் மானங்கள் உடைமையும், 'அறைபோகாமை'யான், அரசன்மாட்டு அன்புடைமையும் பெறப்பட்டன. 'வழிவந்த வன்கண்மை', \"கன்னின்றான் எந்தை கணவன் களப்பட்டான்/ முன்னின்று மொய்யவிந்தார் என்னையர்- பின்னின்று, கைபோய்க் கணையுதைப்பக் காவலன் மோலோடி, எய்போற் கிடந்தான்என் ஏறு.\"Ṱ என்பதனான் அறிக. குற்றியலுகரத்தின் முன்னர் உடம்படுமெய் விகாரத்தான் வந்தது. இது வருகின்ற பாட்டுள்ளும் ஒக்கும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கெடுதலின்றிக் கீழறுக்கப்படாததாகிக் குலத்தின் வழிவந்த அஞ்சாமையையுடையதே படையாவது.<br/><br/>வழிவருதல்- வீரன்மகன் வீரனாகுதல். இது படையினது நன்மைகூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "That is a host, by no defeats, by no desertions shamed,<br/>For old hereditary courage famed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That indeed is an army which has stood firm of old without suffering destruction or deserting (to the enemy)."
          }
        ]
      }
    ],
    "id": 764
  },
  {
    "kural": {
      "l1": "கூற்றுடன்று மேல்வரினுங் கூடி யெதிர்நிற்கு",
      "l2": "மாற்ற லதுவே படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கூற்றுடன்று மேல்வரினும் கூடி எதிர்நிற்கும்<br/>ஆற்ற லதுவே படை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எமனே சினங்கொண்டு தன்மேல் எதிர்த்து வந்தாலும், ஒன்றாகத் திரண்டு எதிர்த்து நிற்கும் ஆற்றல் உடையதே படையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கூற்று உடன்று மேல் வரினும்= கூற்றுவன் தானே வெகுண்டு மேல்வந்தாலும்; கூடி எதிர் நிற்கும் ஆற்றலதுவே படை= நெஞ்சொத்து எதிர்நின்று தாங்கும் ஆற்றலை உடையதே படையாவது.<br/><br/>உரைவிளக்கம்<br/><br/>'மருந்தில் கூற்றாகலின்Ỉ உம்மை சிறப்பும்மை. மிகப்பலர் நெஞ்சு ஒத்தற்குக் காரணம் அரசன்மேல் அன்பு. ஆற்றல்-மனவலி."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கூற்றமானது வெகுண்டு தன்மேல்வரினும், சிதறுதல் இன்றியே எதிர் நிற்கவல்ல வலியுடையதே படையாவது.<br/><br/>இது மாற்றான் மேல்வந்தால் பொறுக்கவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "That is a 'host' that joins its ranks, and mightily with stands,<br/>Though death with sudden wrath should fall upon its bands."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That indeed is an army which is capable of offering a united resistance, even if Yama advances against it with fury. "
          }
        ]
      }
    ],
    "id": 765
  },
  {
    "kural": {
      "l1": "மறமான மாண்ட வழிச்செலவு தேற்ற",
      "l2": "மெனநான்கே யேமம் படைக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறமானம் மாண்ட வழிச்செலவு தேற்றம்<br/>எனநான்கே ஏமம் படைக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வீரம், மானம், சிறந்த வழியில்நடக்கும் நடக்கை, தலைவரால் நம்பித் தெளியப்படுதல் ஆகிய நான்கு பண்புகளும் படைக்குச் சிறந்தவையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மறம் மானம் மாண்ட வழிச்செலவு தேற்றம் என நான்கே= தறுகண்மையும், மானமும், முன் வீரராயினார் சென்ற நன்னெறிக்கண் சேறலும் அரசனால் தேறப்படுதலும் என இந்நான்கு குணமுமே; படைக்கு ஏமம்= படைக்கு அரணாவது.<br/><br/>இவற்றான் முறையே பகைவரைக் கடிதிற் கொன்றுநிற்றலும், அரசனுக்குத் தாழ்வு வாராமல் காத்தலும், \"அழியுநர் புறக்கொடை அயில்வாள் ஓச்சா\"Ḟமை முதலியவும், அறைபோகாமையும் ஆகிய செய்கைகள் பெறப்பட்டன. இச்செய்கையார்க்குப் பகைவர் நணுகார் ஆகலின் வேறு அரண்வேண்டா என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மறமும், மானமும், நல்லவழிச்சேறலும், தெளிவுடைமையுமென இந்நான்குமே படைக்கு அரணாம்.<br/><br/>நல்வழிச் சேறலாவது மறஞ்செய்யுங் காலத்துக் கலக்க மின்மை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Valour with honour, sure advance in glory's path with confidence;<br/>To warlike host these four are sure defence."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Valour, honour, following in the excellent-footsteps (of its predecessors) and trustworthiness; these four alone constitute the safeguard of an army."
          }
        ]
      }
    ],
    "id": 766
  },
  {
    "kural": {
      "l1": "தார்தாங்கிச் செல்வது தானை தலைவந்த",
      "l2": "போர்தாங்குந் தன்மை யறிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தார்தாங்கிச் செல்வது தானை தலைவந்த<br/>போர்தாங்கும் தன்மை அறிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன்மேல் எதிர்த்துவந்த பகைவரின் போரைத் தாங்கி, வெல்லும் தன்மை அறிந்து, அவருடைய தூசிப்படையை எதிர்த்துச் செல்லவல்லதே படையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தலைவந்த போர் தாங்கும் தன்மை அறிந்து= மாற்றாரால் வகுக்கப்பட்டுத் தன்மேல் வந்த படையின் போரை விலக்கும் வகுப்பறிந்து வகுத்துக் கொண்டு; தார் தாங்கிச் செல்வது தானை= அவர் தூசியைத தன்மேல் வாராமல் தடுத்துத் தான் அதன்மேற் செல்வதே படையாவது.<br/><br/>படை வகுப்பாவது வியூகம்; அஃது எழுவகை உறுப்பிற்றாய் வகையான் நான்காய், விரியான் முப்பதாம். உறுப்பு ஏழாவன: உரம் முதல் கோடி ஈறாயின. வகை நான்காவன: தண்டம், மண்டலம், அசங்கதம், போகம் என இவை. விரி முப்பதாவன: தண்டவிரி பதினேழும், மண்டலவிரி இரண்டும், அசங்கதவிரி ஆறும், போகவிரி ஐந்தும் என இவை. இவற்றின் பெயர்களும், இலக்கணமும் ஈண்டு உரைப்பிற் பெருகும். அவை எல்லாம் வடநூல்களுள் கண்டு கொள்க.<br/><br/>இவை நான்கு பாட்டானும் படையினது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உற்றவிடத்து உற்றபோரினைத் தடுக்கும் இயல்பறிந்து, தாரைப் பொறுத்து மேற்செல்லவல்லது படையாவது.<br/><br/>இது முந்திச் செல்லவேண்டுமென்பதூஉம் செல்லுங்கால் இடமறிந்து செல்ல வேண்டுமென்பதூஉம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A valiant army bears the onslaught, onward goes,<br/>Well taught with marshalled ranks to meet their coming foes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That is an army which knowing the art of warding off an impending struggle, can bear against the dust-van (of a hostile force)."
          }
        ]
      }
    ],
    "id": 767
  },
  {
    "kural": {
      "l1": "அடற்றகையு மாற்றலு மில்லெனினுந் தானை",
      "l2": "படைத்தகையாற் பாடு பெறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அடல்தகையும் ஆற்றலும் இல்லெனினும் தானை<br/>படைத்தகையால் பாடு பெறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "போர் செய்யும் வீரமும் (எதிர்ப்பைத் தாங்கும்) ஆற்றலும் இல்லையானாலும் படை தன்னுடைய அணி வகுப்பால் பெருமை பெறும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தானை= தானை; அடல்தகையும் ஆறறலும் இல் எனினும்= பகைமேல் தான் சென்று அடும் தறுகண்மையும் அது தன்மேல் வந்தால் பொறுக்கும் ஆற்றலும் இல்லையாயினும்; படைத் தகையால் பாடு பெறும்= தன் தோற்றப் பொலிவானே பெருமை எய்தும்.<br/><br/>'இல்லெனினும்' எனவே, அவற்றது இன்றியமையாமை பெறப்பட்டது. 'படைத்தகை என்றது, ஒரு பெயர்மாத்திரமாய் நின்றது. தோற்றப்பொலிவாவது: அலங்கரிக்கப்பட்ட தேர் யானை குதிரைகளுடனும், பதாகை கொடி குடை பல்லியம் காகளம் முதலியவற்றுடனும் அணிந்து தோன்றும் அழகு. 'பாடு', கண்ட அளவிலே பகைவர் அஞ்சும் பெருமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகைவரைக் கொல்லுந் தகுதியும் அவர் மேல்வந்தால் பொறுக்கும் ஆற்றலும் இல்லையாயினும் சேனையானது படையழகினால் பெருமைபெறும்.<br/><br/>படையழகென்றது தேர் யானை குதிரைகளின் அலங்காரமும், கொடியும், குடையும், முரசும், காகளமும் முதலாயினவற்றால் அழகு பெறுதல்.இஃது அரசன் படையழகு அமைக்கவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though not in war offensive or defensive skilled;<br/>An army gains applause when well equipped and drilled."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though destitute of courage to fight and strength (to endure), an army may yet gain renown by the splendour of its appearance."
          }
        ]
      }
    ],
    "id": 768
  },
  {
    "kural": {
      "l1": "சிறுமையுஞ் செல்லாத் துனியும் வறுமையு",
      "l2": "மில்லாயின் வெல்லும் படை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறுமையும் செல்லாத் துனியும் வறுமையும்<br/>இல்லாயின் வெல்லும் படை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் அளவு சிறிதாகத் தேய்தலும், தலைவரிடம் நீங்காத வெறுப்பும் வறுமையும் இல்லாதிருக்குமானால் அத்தகைய படை வெற்றிபெறும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சிறுமையும் செல்லாத் துனியும் வறுமையும் இல்லாயின்= தான் தேய்ந்து சிறிதாகலும், மனத்தினின்று நீங்காத வெறுப்பும், நல்குரவும் தனக்கு இல்லையாயின்; படை வெல்லும்= படை பகையை வெல்லும்.<br/><br/>விட்டுப்போதலும், நின்றது நல்கூர்தலும் அரசன் பொருள்கொடாமையான் வருவன. 'செல்லாத் துனி'யாவது, மகளிரை வௌவல், இளிவரவாவன செய்தன் முதலியவற்றான் வருவது. இவை உள்வழி, அவன்மாட்டு அன்பின்றி உற்றுப் பொராமையின், 'இல்லாயின் வெல்லும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தான் தேய்ந்து சிறிதாகலும், மனத்தினின்று நீங்காத வெறுப்பும், நல்குரவும் தனக் கில்லை யாயின், படை பகையை வெல்லும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where weakness, clinging fear and poverty<br/>Are not, the host will gain the victory."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "An army can triumph (over its foes) if it is free from diminution; irremediable aversion and poverty."
          }
        ]
      }
    ],
    "id": 769
  },
  {
    "kural": {
      "l1": "நிலைமக்கள் சால வுடைத்தெனினுந் தானை",
      "l2": "தலைமக்க ளில்வழி யில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிலைமக்கள் சால உடைத்தெனினும் தானை<br/>தலைமக்கள் இல்வழி இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெடுங்காலமாக நிலைத்திருக்கும் வீரர் பலரை உடையதே ஆனாலும், தலைமை தாங்கும் தலைவர் இல்லாதபோது படைக்குப் பெருமை இல்லையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலைமக்கள் சால உடைத்து எனினும்= போரின்கண் நிலையுடைய வீரரை மிக உடைத்தேயாயினும்; தலைமக்கள் இல் வழித் தானை இல்= தனக்குத் தலைவராகிய வீரர் இல்லாதவழித் தானை நில்லாது.<br/><br/>படைத்தலைவர் நிலையுடையர் அன்றிப் போவாராயின் காண்போர் இல்லெனப் பொராது, தானும் போம் என்பார், 'தலைமக்கள் இல்வழி இல்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "படையானது நிலையுடைய வீரரைப் பெரிது உடைத்தாயினும் தனக்குத் தலைவரை இல்லாத விடத்துத் தனக்கு வெற்றியில்லையாம்.<br/><br/>இது படையமைத்தாலும் படைத்தலைவரையும் அமைக்க வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though men abound, all ready for the war,<br/>No army is where no fit leaders are."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though an army may contain a large number of permanent soldiers, it cannot last if it has no generals. "
          }
        ]
      }
    ],
    "id": 770
  }
]