export default [
  {
    kural: {
      l1: 'பொருளல் லவரைப் பொருளாகச் செய்யும்',
      l2: 'பொருளல்ல தில்லை பொருள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொருளல் லவரைப் பொருளாகச் செய்யும்<br/>பொருளல்லது இல்லை பொருள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒரு பொருளாக மதிக்கத் தகாதவரையும் மதிப்புடையவராகச் செய்வதாகிய பொருள் அல்லாமல், சிறப்புடைய பொருள் வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பொருள் அல்லவரைப் பொருளாகச் செய்யும் பொருள்அல்லது= ஒரு பொருளாக மதிக்கப்படாதாரையும் படுவராகச் செய்யவல்ல பொருளை ஒழிய; பொருள் இல்லை= ஒருவனுக்குப் பொருளாவது இல்லை.<br/><br/>மதிக்கப்படாதார்: அறிவிலாதார், இழிகுலத்தார். இழிவு சிறப்பும்மை விகாரத்தான் தொக்கது. மதிக்கப்படுவாராகச் செய்தல், அறிவுடையாரும் உயர்குலத்தாரும் அவர்பால் சென்று நிற்கப்பண்ணுதல். அதனால் ஈட்டப்படுவது அதுவே, பிறிதில்லை என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒரு பொருளாக மதிக்கப்படாதாரையும் பொருளாக மதிக்கப் பண்ணுவதாகிய பொருளையல்லது வேறு பொருள் என்று சொல்லப்படுவதில்லை.<br/><br/>இது வடிவில்லாதாரைப் பெண்டிரிகழ்வார்; பொருளுடையாரை யாவரும் நன்றாக மதிப்பரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Nothing exists, save wealth, that can<br/>Change man of nought to worthy man.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Besides wealth there is nothing that can change people of no importance into those of (some) importance.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இல்லாரை யெல்லாரு மெள்ளுவர் செல்வரை',
      l2: 'யெல்லாருஞ் செய்வர் சிறப்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இல்லாரை எல்லாரும் எள்ளுவர் செல்வரை<br/>எல்லாரும் செய்வர் சிறப்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொருள் இல்லாதவரை (வேறு நன்மை உடையவராக இருந்தாலும்) எல்லாரும் இகழ்வர்; செல்வரை (வேறு நன்மை இல்லாவிட்டாலும்) எல்லாரும் சிறப்புச் செய்வர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இல்லாரை எல்லாரும் எள்ளுவர்= எல்லாநன்மையும் உடையராயினும் பொருள் இல்லாரை யாவரும் இகழ்வர்; செல்வரை எல்லாரும் சிறப்புச் செய்வர்= எல்லாத் தீமையும் உடையராயினும் அஃது உடையாரை யாவரும் உயரச் செய்வர்.<br/><br/>உயரச்செய்தல்= தாம் தாழ்ந்து நி்ற்றல். இகழ்தற்கண்ணு்ம் தாழ்தற்கண்ணும் பகைவர், நட்டார், நொதுமலர் என்னும் மூவகையாரும் ஒத்தலின், யாவரும் என்றார். பின்னும் கூறியது, அதனை வலியுறுத்தல் பொருட்டு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருளில்லாதாரை எல்லாரும் இகழுவர்; பொருளுடையாரை எல்லாருஞ் சிறப்புச் செய்வர்.<br/><br/>இது சிறப்பெய்தலும் பொருளுடைமையாலே வருமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Those who have nought all will despise;<br/>All raise the wealthy to the skies.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'All despise the poor; (but) all praise the rich.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பொருளென்னும் பொய்யா விளக்க மிருளறுக்கு',
      l2: 'மெண்ணிய தேயத்துச் சென்று',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பொருளென்னும் பொய்யா விளக்கம் இருளறுக்கும்<br/>எண்ணிய தேயத்துச் சென்று',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பொருள் என்று சொல்லப்படுகின்ற நந்தாவிளக்கு, நினைத்த இடத்திற்குச் சென்று உள்ள இடையூற்றைக் கெடுக்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பொருள் என்னும் பொய்யா விளக்கம்= பொருள் என்று எல்லாரானும் சிறப்பிக்கப்படும் நந்தா விளக்கு; எண்ணிய தேயத்துச் சென்று இருள் அறுக்கும்= தன்னைச் செய்தவர்க்கு அவர் நினைத்த தேயத்துச் சென்று பகையென்னும் இருளைக் கெடுக்கும்.<br/><br/>எல்லார்க்கும் எஞ்ஞான்றும் இன்றியமையாததாய் வருதல் பற்றிப் பொய்யாவிளக்கம் என்றும், ஏனை விளக்கோடு இதனிடை வேற்றுமை தோன்ற எண்ணிய தேயத்துச் சென்று என்றும் கூறினார். ஏகதேச உருவகம்.<br/><br/>இவை மூன்று பாட்டானும் பொருளது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருளென்னும் மெய்யாகிய ஒளி எண்ணப்பட்ட தேசமெல்லாவற்றினுஞ் சென்று பகையென்னும் இருளை அறுக்கும்.<br/><br/>இது, பொருள் ஒளியில்லாதார்க்கும் ஒளியுண்டாக்கும்; அரசன் பொருளுடையனானால் தான் கருதிய தேசமெல்லாம் தன்னாணை நடத்துவானென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Wealth, the lamp unfailing, speeds to every land,<br/>Dispersing darkness at its lord's command.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The imperishable light of wealth goes into regions desired (by its owner) and destroys the darkness (of enmity therein).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறனீனு மின்பமு மீனுந் திறனறிந்து',
      l2: 'தீதின்றி வந்த பொருள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறன்ஈனும் இன்பமும் ஈனும் திறனறிந்து<br/>தீதின்றி வந்த பொருள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சேர்க்கும் திறம் அறிந்து தீமை ஒன்றும் இல்லாமல் சேர்க்கப்பட்டு வந்த செல்வத்தின் ஆக்கத்தைப் பெற்று மகிழாமல் அதைத் தீமையானது என்று நீக்கிவிட வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "திறன் அறிந்து தீது இன்றி வந்த பொருள்= செய்யும்திறத்தினை அறிந்து அரசன் கொடுங்கோன்மை இலனாக உளதாய பொருள்; அறன் ஈனும் இன்பமும் ஈனும்= அவனுக்கு அறத்தையும் கொடுக்கும், இன்பத்தையும் கொடுக்கும்.<br/><br/>செய்யும் திறம்: தான் பொருள் செய்தற்கு உரிய நெறி. இலனாக என்பது இன்றி எனத் திரிந்துநின்றது. செங்கோலன் என்று புகழப்படுதலானும், கடவுட்பூசை தானங்களான் பயன்எய்தலானும் 'அறன்ஈனும்' என்றும், நெடுங்காலம் துய்க்கப்படுதலான் 'இன்பமும் ஈனும்' என்றும் கூறினார். அத்திறத்தான் ஈட்டுக என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறத்தையும் தரும்: இன்பதையும் தரும்: பொருள் வருந்திறமறிந்து பிறர்க்குத் தீமை பயத்தலின்றி வந்த பொருள்.<br/><br/>இது பொருளால் கொள்ளும் பயன் அறஞ்செய்தலும் இன்பம் நுகர்தலும் அன்றே: அவ்விரண்டினையும் பயப்பது நியாயமாகத் தேடியபொருளாமாதலின் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Their wealth, who blameless means can use aright,<br/>Is source of virtue and of choice delight.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wealth acquired with a knowledge of the proper means and without foul practices will yield virtue and happiness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருளொடு மன்பொடும் வாரார் பொருளாக்கம்',
      l2: 'புல்லார் புரள விடல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருளொடும் அன்பொடும் வாராப் பொருளாக்கம்<br/>புல்லார் புரள விடல்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அருளோடும் அன்போடும் பொருந்தாத வழிகளில் வந்த செல்வத்தின் ஆக்கத்தைப் பெற்று மகிழாமல் அதைத் தீமையானது என்று நீக்கிவிட வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அருளொடும் அன்பொடும் வாராப் பொருள் ஆக்கம்= தாம் குடிகள்மாட்டுச் செய்யும் அருளோடும், அவர் தம்மாட்டுச் செய்யும் அன்போடும் கூடி வாராத பொருள் ஈட்டத்தை; புல்லார் புரள விடல்= அரசர் பொருந்தாது கழிய விடுக.<br/><br/>அவற்றோடு கூடி வருதலாவது, ஆறில் ஒன்றாய் வருதல். அவ்வாறு வாராத பொருளீட்டம் 'பசுமட் கலத்துள் நீர்'போலச் செய்தானையும் கொண்டு இறத்தலின், அதனைப் 'புல்லார்' என்று ஒழியாது, 'புரளவிடல்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அருளுடைமையோடும் அன்புடைமையோடும் வாராத பொருளால் வரும் ஆக்கத்தைப் பொருந்தாது போக விடுக.<br/><br/>இது பொருள் தேடுங்கால் பிறர் வருத்தத்திற்கு உபகரியாதும் பயின்றார் மாட்டுக் காதலில்லாமலும் பொருள்தேடுதலைத் தவிர்கவென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Wealth gained by loss of love and grace,<br/>Let man cast off from his embrace.',
          },
          {
            title: 'Commentary',
            author: '',
            text: '(Kings) should rather avoid than seek the accumulation of wealth which does not flow in with mercy and love. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'உறுபொருளு முல்கு பொருளுந்தன் னொன்னார்த்',
      l2: 'தெறுபொருளும் வேந்தன் பொருள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'உறுபொருளும் உல்கு பொருளும்தன் ஒன்னார்த்<br/>தெறுபொருளும் வேந்தன் பொருள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'இறையாக வந்து சேரும் பொருளும், சுங்கமாகக் கொள்ளும் பொருளும், தன் பகைவரை வென்று திறமையாகக் கொள்ளும் பொருளும் அரசனுடைய பொருள்களாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "உறு பொருளும்= உடையார் இன்மையின் தானே வந்துற்ற பொருளும்; உல்கு பொருளும்= சுங்கமாகிய பொருளும்; தன் ஒன்னார்த் தெறு பொருளும்= தன் பகைவரைத் திறையாகக் கொள்ளும் பொருளு்ம; வேந்தன் பொருள்= அரசனுக்குரிய பொருள்கள்.<br/><br/>'உறு பொருள்' வைத்தார் இறந்துபோக நெடுங்காலம் நிலத்தின்கண் கிடந்து பின் கண்டெடுத்ததூஉம், தாயத்தார் பெறாததூஉம்ஆம். சுங்கம் கலத்தினும் காலினும் வரும் பண்டங்கட்கு இறையாயது. 'தெறுபொருள்' தெறுதலான் வரும் பொருள் எனவிரியும். ஆறின்ஒன்று ஒழியவும் உரியன கூறியவாறு.<br/><br/>இவை மூன்று பாட்டானும் அஃது ஈட்டும்நெறி கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தானே வந்துற்ற பொருளும், ஆயத்தால் வரும் பொருளும், தன் பகைவரை யடர்த்துக்கொண்ட பொருளும் அரசனுக்குப் பொருளாம்.<br/><br/>உறுபொருள்- காவற் பொருள்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Wealth that falls to him as heir, wealth from the kingdom's dues,<br/>The spoils of slaughtered foes: these are the royal revenues.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Unclaimed wealth, wealth acquired by taxes, and wealth (got) by conquest of foes are (all) the wealth of the king.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருளென்னு மன்பீன் குழவி பொருளென்னுஞ்',
      l2: 'செல்வச் செவிலியா லுண்டு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருளென்னும் அன்பீன் குழவி பொருளென்னும்<br/>செல்வச் செவிலியால் உண்டு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்பினால் பெறப்பட்ட அருள் என்று கூறப்படும் குழந்தை, பொருள் என்று கூறப்படும் செல்வமுள்ள செவிலித் தாயால் வளர்வதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அன்பு ஈன் அருள் என்னும் குழவி= அன்பினால் ஈனப்பட்ட அருள் என்னும் குழவி; பொருள் என்னும் செல்வச் செவிலியால் உண்டு= பொருள் என்று உயர்த்துச் சொல்லப்படும் செல்வத்தையுடைய செவிலியான் வளரும்.<br/><br/>தொடர்பு பற்றாதே வருத்தமுற்றார் மேல் செல்வதாய அருள், தொடர்புபற்றிச் செல்லும் அன்பு முதிர்ந்து உளதாவதாகலின், அதனை 'அன்பீன் குழவி' என்றும், அது வறியான்மேற் செல்வது அவ்வறுமை களைய வல்லார்க்குஆதலின், பொருளை அதற்குச் 'செவிலி' என்றும், அஃது உலகியற் செவிலி போலாது, தானே எல்லாப் பொருளும் உதவி வளர்த்தலின் 'செல்வச் செவிலி' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறம் செய்தற்குக் காரணமாகிய அன்பினின்றும் தோன்றிய அருளாகிய குழவி, பொருளென்று சொல்லப்படும் செல்வத்தை யுடைய செவிலித்தாய் வளர்த்தலாலே உண்டாம்.<br/><br/>இது பொருளுடையார்க்கே அறஞ்செய்தலாவதென்பது கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Tis love that kindliness as offspring bears;<br/>And wealth as bounteous nurse the infant rears.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The child mercy which is borne by love grows under the care of the rich nurse of wealth.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குன்றேறி யானைப்போர் கண்டற்றாற் றன்கைத்தொன்',
      l2: 'றுண்டாகச் செய்வான் வினை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'குன்றேறி யானைப்போர் கண்டற்றால் தன்கைத்தொன்று<br/>உண்டாகச் செய்வான் வினை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'தன் கைப்பொருள் ஒன்று தன்னிடம் இருக்க அதைக் கொண்டு ஒருவன் செயல் செய்தல், மலையின்மேல் ஏறி, யானைப் போரைக் கண்டாற் போன்றது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தன் கைத்து உண்டாக ஒன்று செய்வான் வினை= தன் கையதாகிய பொருளுண்டாக ஒரு வினையை எடுத்துக்கொண்டான் அதனைச் செய்தல்; குன்று ஏறி யானைப்போர் கண்டற்று= ஒருவன் மலைமேல் ஏறிநின்று யானைப்போரைக் கண்டால் ஒக்கும்.<br/><br/>'ஒன்று' என்பது, வினையாதல் 'செய்வான்' என்றதனாற் பெற்றாம். குன்றேறியான், அச்சமும் வருத்தமும் இன்றி, நிலத்திடை யானையும் யானையும் பொருபோரைத் தான் இனிதிருந்து காணும் அதுபோலக், கைத்துண்டாக வினையை மேற்கொண்டானும், அச்சமும் வருத்தமும் இன்றி வல்லாரை ஏவித் தான் இனிதிருந்து முடிக்கும் என்பதாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குன்றின்மேல் ஏறியிருந்து யானையோடு யானை போர் செய்தலைக் கண்டாற் போலும். தன் கையகத்து எய்திய பொருளுண்டாக ஒரு வினையை யெடுத்துக் கொண்டு தொடங்கினவன் செய்யும் வினை.<br/><br/>இது பொருளுடையார் தாம் வருந்தாமல் பிறரை வினைசெய்வாராக ஏவி வினைக்கண் விட்டிருக்கலாமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "As one to view the strife of elephants who takes his stand,<br/>On hill he's climbed, is he who works with money in his hand.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "An undertaking of one who has wealth in one's hands is like viewing an elephant-fight from a hill-top.",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செய்க பொருளைச் செறுநர் செருக்கறுக்கு',
      l2: 'மெஃகதனிற் கூரிய தில்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செய்க பொருளைச் செறுநர் செருக்கறுக்கும்<br/>எஃகதனிற் கூரிய தில்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவன் பொருளை ஈட்டவேண்டும்; அவனுடைய பகைவரின் செருக்கைக் கெடுக்கவல்ல வாள் அதைவிடக் கூர்மையானது வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பொருளைச் செய்க= தமக்கு ஒன்று உண்டாகக் கருதுவார் பொருளை உண்டாக்குக; செறுநர் செருக்கு அறுக்கும் எஃகு= தன் பகைவர் தருக்கினை அறுக்கும் படைக்கலம் அதுவாம்; அதனின் கூரியது இல்= அதற்கு அதுபோலக் கூரிய படைக்கலம் பிறிதில்லை.<br/><br/>அதுவாம், அதற்கு என்பன அவாய்நிலையான் வந்தன. பொருளைச் செய்யவே, பெரும்படையும் நட்பும் உடையராவர்; ஆகவே, பகைவர் தருக்கு ஒழிந்து தாமே அடங்குவர் என்பார், 'செறுநர் செருக்கு அறுக்கும் எஃகு' என்றும், ஏனை எஃகுகள் அதுபோல அருவப் பொருளை அறுக்கமாட்டாமையின், 'அதனின் கூரியது இல்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பொருளையுண்டாக்குக; பகைவரது பெருமிதத்தை யறுக்கலாங் கருவி அப்பொருள்போலக் கூரியது பிறிது இல்லை.<br/><br/>இது பொருளீட்டல் வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Make money! Foeman's insolence o'er grown,<br/>To lop away no keener steel is known.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Accumulate wealth; it will destroy the arrogance of (your) foes; there is no weapon sharper than it.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஒண்பொருள் காழ்ப்ப வியற்றியார்க் கெண்பொரு',
      l2: 'ளேனை யிரண்டு மொருங்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'ஒண்பொருள் காழ்ப்ப இயற்றியார்க்கு எண்பொருள்<br/>ஏனை இரண்டும் ஒருங்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'சிறந்ததாகிய பொருளை மிகுதியாக ஈட்டியவர்க்கு, மற்ற அறமும் இன்பமுமாகிய இரண்டும் ஒருசேரக் கை கூடும் எளிய பொருளாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "ஒண்பொருள் காழ்ப்ப இயற்றியார்க்கு= நெறியான் வரும்பொருளை இறப்ப மிகப் படைத்தார்க்கு; ஏனை இரண்டும் ஒருங்கு எண் பொருள்= மற்றை அறனும் இன்பமும் ஒருங்கே எளிய பொருள்களாம்.<br/><br/>'காழ்'த்தல் முதிர்தல். பயன் கொடுத்தல்லது போகாமையின் 'ஒண்பொருள்' என்றும், ஏனை இரண்டும் அதன் விளைவாகலின், தாமே ஒரு காலத்திலே உளவாம் என்பார், 'எண்பொருள்' என்றும் கூறினார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒள்ளிய பொருளை முற்ற உண்டாக்கினார்க்கு ஒழிந்த அறமும் காமமுமாகிய பொருளிரண்டும் ஒருங்கே எளியபொருளாக வெய்தலாம்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who plenteous store of glorious wealth have gained;<br/>By them the other two are easily obtained.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To those who have honestly acquired an abundance of riches, the other two, (virtue and pleasure) are things easy (of acquisition). ',
          },
        ],
      },
    ],
  },
];
