export default [
  {
    "kural": {
      "l1": "மனைவிழைவார் மாண்பய னெய்தார் வினைவிழைவார்",
      "l2": "வேண்டாப் பொருளு மது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனைவிழைவார் மாண்பயன் எய்தார் வினைவிழையார்<br/>வேண்டாப் பொருளும் அது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவியை விரும்பி அவள் சொன்னபடி நடப்பவர் சிறந்த பயனை அடையமாட்டார்; கடமையைச் செய்தலை விரும்புகின்றவர் வேண்டாத பொருளும் அதுவே."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனைவிழைவார் மாண் பயன் எய்தார்= இன்பங்காரணமாகத் தம் மனையாளை விழைந்து அவள்தன்மையராய் ஒழுகுவார் தமக்கு இன்றுணையாய அறத்தினை எய்தார்; வினை விழைவார் வேண்டாப் பொருளும் அது= இனிப் பொருள்செய்தலை முயல்வார் அதற்கு இடையீடு என்று இகழும் பொருளும் அவ்வின்பம்.<br/><br/>'மனை'யும், 'விழைத'லும், 'பய'னும் ஆகுபெயர். அவ்வின்பம் அவள்தன்மையராதற்கு ஏதுவாய இன்பம். அஃது அவளாற் பயனாய அறத்தினும், அவ்வறத்திற்கும் தனக்கும் ஏதுவாய பொருளினும் செல்லவிடாமையின், விடற்பாற்றென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனையாளைக் காதலித்தொழுகுவார் நற்பயனைப் பெறார்: யாதானும் ஒருவினையைச் செய்து முடிக்கவேண்டுவார் விரும்பாத பொருளும் அவரை விழையாமை.<br/><br/>இஃது அறத்தினும் பொருளினும் காதலின்றி அவர்தம்மையே காதலிப்பார்க்கு அறனும் பொருளும் இல்லையாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who give their soul to love of wife acquire not nobler gain:<br/>Who give their soul to strenuous deeds such meaner joys disdain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who lust after their wives will not attain the excellence of virtue; and it is just this that is not desired by those who are bent on acquiring wealth."
          }
        ]
      }
    ],
    "id": 901
  },
  {
    "kural": {
      "l1": "பேணாது பெண்விழைவா னாக்கம் பெரியதோர்",
      "l2": "நாணாக நாணுத் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பேணாது பெண்விழைவான் ஆக்கம் பெரியதோர்<br/>நாணாக நாணுத் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கடமையை விரும்பாமல் மனைவியின் பெண்மையை விரும்புகின்றவனுடைய ஆக்கம், பெரியதொரு நாணத்தக்க செயலாக நாணத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பேணாது பெண்விழைவான் ஆக்கம்= தன் ஆண்மையை விட்டு மனையாளது பெண்மையை விழைவான் எய்திநின்ற செல்வம்; பெரியது ஓர் நாணாக நாணுத் தரும்= இவ்வுலகத்து ஆண்பாலார்க்கெல்லாம் பெரியதோர் நாணுண்டாகத் தனக்கும் நாணுதலைக் கொடுக்கும்.<br/><br/>எய்திநின்றதாயிற்று, படைக்கும் ஆற்றல் இலனாகலின். அச்செல்வத்தால் ஈதலும் துய்த்தலும் முதலிய பயன்கொள்வாள் அவளாகலின், அவ்வாண்மைச் செய்கை அவள்கண்ணதாயிற்று என்று, ஆண்பாலார் யாவரும் நாண அதனால் தன் ஆண்மையின்மை அறிந்து பின் தானும் நாணும் என்பது நோக்கிப் 'பெரியதோர் நாணாக நாணுத்தரும்' என்றார்.<br/><br/>இவ்விரண்டு பாட்டானும் மனைவிழைதற் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறத்தினையும் பொருளினையும் பேணாது மனையாளைக் காதலிப்பானது செல்வம், பெரியதோர் நாணம் உலகத்தே நிற்கும்படியாகத் தனக்கு நாணினைத் தரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who gives himself to love of wife, careless of noble name,<br/>His wealth will clothe him with o'erwhelming shame."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wealth of him who, regardless (of his manliness), devotes himself to his wife's feminine nature will cause great shame (to ali men) and to himself; "
          }
        ]
      }
    ],
    "id": 902
  },
  {
    "kural": {
      "l1": "இல்லாள்கட் டாழ்ந்த வியல்பின்மை யெஞ்ஞான்று",
      "l2": "நல்லாரு ணாணுத் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இல்லாள்கண் தாழ்ந்த இயல்பின்மை எஞ்ஞான்றும்<br/>நல்லாருள் நாணுத் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவியிடத்தில் தாழ்ந்து நடக்கும் இழிந்த தன்மை ஒருவனுக்கு எப்போதும் நல்லவரிடையே இருக்கும்போது நாணத்தைத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்லாள்கண் தாழ்ந்த இயல்பு இன்மை= ஒருவன் இல்லாள்மாட்டுத் தாழ்தற்கு ஏதுவாய அச்சம்; நல்லாருள் நாணு எஞ்ஞான்றும் தரும்= அஃதிலராய நல்லாரிடைச் செல்லுங்கால், நாணுதலை அவனுக்கு எக்காலத்தும் கொடுக்கும்.<br/><br/>அவள்தான் அஞ்சியொழுகுதல் இயல்பாகலின், அவளை அஞ்சுதல் இயல்பின்மை ஆயிற்று. அங்ஙனம் அஞ்சியொழுகுதலின், அவளை நியமிப்பார் இல்லையாம். ஆகவே, எல்லாக்குற்றமும் விளையும் என்பது நோக்கி, 'எஞ்ஞான்றும் நாணுத்தரும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனையாள்மாட்டுந் தாழ்ந்தொழுகும் இயல்பாகிய கேடு எல்லா நாளும் நல்லாரிடத்து நாணுதலைத் தரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who to his wife submits, his strange, unmanly mood<br/>Will daily bring him shame among the good."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The frailty that stoops to a wife will always make (her husband) feel ashamed among the good."
          }
        ]
      }
    ],
    "id": 903
  },
  {
    "kural": {
      "l1": "மனையாளை யஞ்சு மறுமை யிலாளன்",
      "l2": "வினையாண்மை வீறெய்த லின்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனையாளை அஞ்சும் மறுமையி லாளன்<br/>வினையாண்மை வீறெய்த லின்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவிக்கு அஞ்சி நடக்கின்ற மறுமைப் பயன் இல்லாத ஒருவன், செயல் ஆற்றுந்தன்மை பெருமை பெற்று விளங்க முடிவதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனையாளை அஞ்சும் மறுமை இலாளன்= தன்மனையாளை அஞ்சி ஒழுகுகின்ற மறுமைப் பயன் இல்லாதானுக்கு; வினை ஆண்மை வீறு எய்தல் இன்று= வினையை ஆளுந்தன்மை உண்டாய வழியும், நல்லோராற் கொண்டாடப்படாது.<br/><br/>உண்டாயவழியும் என்பது அவாய்நிலையான் வந்தது. இல்லறஞ்செய்தற்குரிய நன்மை இன்மையின், 'மறுமையிலாளன்' என்றும், வினையை ஆளுந்தன்மை, தன்தன்மை இல்லாத அவனான் முடிவுபோகாமையின், 'வீறுஎய்தல் இன்று' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனையாளை அஞ்சுகின்ற மறுமைப் பயனெய்தாதவன் ஒரு வினையை ஆளுந்தன்மை, பெருமை எய்துதல் இல்லை.<br/><br/>இது பொருள் செய்ய மாட்டானென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No glory crowns e'en manly actions wrought<br/>By him who dreads his wife, nor gives the other world a thought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The undertaking of one, who fears his wife and is therefore destitute of (bliss), will never be applauded."
          }
        ]
      }
    ],
    "id": 904
  },
  {
    "kural": {
      "l1": "இல்லாளை யஞ்சுவா னஞ்சுமற் றெஞ்ஞான்று",
      "l2": "நல்லார்க்கு நல்ல செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இல்லாளை அஞ்சுவான் அஞ்சுமற் றெஞ்ஞான்றும்<br/>நல்லார்க்கு நல்ல செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவிக்கு அஞ்சி வாழ்கின்றவன் எப்போதும் நல்லவர்க்கு நன்மையான கடமையைச் செய்வதற்கு அஞ்சி நடப்பான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்லாளை அஞ்சுவான்= தன்மனையாளை அஞ்சுவான்; நல்லார்க்கு நல்லசெயல் எஞ்ஞான்றும் அஞ்சும்= தான்தேடிய பொருளேயாயினும், அதனால் நல்லார்க்கு நல்லனசெய்தலை எஞ்ஞான்றும் அஞ்சாநிற்கும்.<br/><br/>'நல்லார்'- தேவர், அருந்தவர், சான்றோர், இருமுதுகுரவர் முதலாயினாரும், நல் விருந்தினரும். 'நல்லன செய்தல்'- அவர் விரும்புவன கொடுத்தல். அது செய்யவேண்டும் நாள்களினும் என்பார், 'எஞ்ஞான்றும்' என்றார். \"இல்லாளை அஞ்சி விருந்தின் முகங்கொன்ற நெஞ்சிற்/ புல்லாளனாக\" என்றார் பிறரும், (சீவகசிந்தாமணி, மண்மகளிலம்பகம்: 217)."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனையாளை அஞ்சுவான், எஞ்ஞான்றும் நல்லார்க்கு நல்லவை செய்தலை அஞ்சும்.<br/><br/>இஃது அறஞ்செய்ய மாட்டானென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who quakes before his wife will ever tremble too,<br/>Good deeds to men of good deserts to do."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He that fears his wife will always be afraid of doing good deeds (even) to the good."
          }
        ]
      }
    ],
    "id": 905
  },
  {
    "kural": {
      "l1": "இமையாரின் வாழினும் பாடிலரே யில்லா",
      "l2": "ளமையார்டோ ளஞ்சு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இமையாரின் வாழினும் பாடிலரே இல்லாள்<br/>அமையார்தோள் அஞ்சு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவியின் தோளுக்கு அஞ்சி வாழ்கின்றவர் தேவரைப் போல் இவ்வுலகத்தில் சிறப்பான நிலையில் வாழ்ந்த போதிலும் பெருமை இல்லாதவரே ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்லாள் அமை ஆர் தோள் அஞ்சுபவர்= தம் இல்லாளுடைய வேய்போலும் தோளினை அஞ்சுவார்; இமையாரின் வாழினும் பாடு இலர்= வீரத்தான் துறக்கம் எய்திய அமரர் போல இவ்வுலகத்து வாழ்ந்தாராயினும், ஆண்மை இலர்.<br/><br/>அமரர் போல வாழ்தலாவது, பகைத்த வீரர் தோள்களை எல்லாம் வேறலான் நன்கு மதிக்கப்பட்டு வாழ்தல். அது கூடாமையின், 'வாழினும்' என்றார்.'அமையார் தோள்' எனவே, அஞ்சுதற் காரணத்தது எண்மை கூறியவாறு. வீரர் தோள்களை வென்றார் ஆயினும், இல்லாள் தோள்களை அஞ்சுவார் ஆண்மையிலர் என்பதாம்.<br/><br/>இவை நான்கு பாட்டானும் அவளை அஞ்சுதற் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தேவரைப்போல இன்புற்று வாழினும், பெருமை யிலராவர்; மனையாளது வேய்போலும் தோளை அஞ்சுபவர்.<br/><br/>இது செல்வமுடையராயினும் பிறரால் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though, like the demi-gods, in bliss they dwell secure from harm,<br/>Those have no dignity who fear the housewife's slender arm."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They that fear the bamboo-like shoulders of their wives will be destitute of manliness though they may flourish like the Gods."
          }
        ]
      }
    ],
    "id": 906
  },
  {
    "kural": {
      "l1": "பெண்ணேவல் செய்தொழுகு மாண்மையி னாணுடைப்",
      "l2": "பெண்ணே பெருமை உடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெண்ணேவல் செய்தொழுகும் ஆண்மையின் நாணுடைப்<br/>பெண்ணே பெருமை உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவியின் ஏவலைச் செய்து நடக்கின்றவனுடைய ஆண்மையைவிட, நாணத்தைத் தன் இயல்பாக உடையவளின் பெண்மையே பெருமை உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெண் ஏவல்செய்து ஒழுகும் ஆண்மையின்= நாண்இன்றித் தன் இல்லாளது ஏவல் தொழிலைச் செய்து திரிகின்றவனது ஆண்தன்மையின்; நாண் உடைப் பெண்ணே பெருமை உடைத்து= நாணினையுடைய அவ்ள் பெண்தன்மையே மேம்பாடு உடைத்து.<br/><br/>'நாணுடைப் பெண்' என வேண்டாது கூறியது, அவள் ஏவல் செய்வானது. நாணின்மை முடித்தற்காதலின், அம்மறுதலைத் தொழில் வருவிக்கப்பட்டது. 'ஏவல்' ஆகுபெயர். இறுதிக்கண் 'பெண்'ணென்பதூஉம் அது. ஏவல் செய்வித்துக் கோடற்சிறப்புத் தோன்றப் 'பெண்ணே'யெனப் பிரித்தார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெண்டிர் ஏவின தொழிலைச் செய்தொழுகும் ஆண்மையின், நாணமுடைய பெண்மையே தலைமை உடைத்தாம்.<br/><br/>இது பிறரால் மதிக்கப்படாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The dignity of modest womanhood excels<br/>His manliness, obedient to a woman's law who dwells."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even shame faced womanhood is more to be esteemed than the shameless manhood that performs the behests of a wife. "
          }
        ]
      }
    ],
    "id": 907
  },
  {
    "kural": {
      "l1": "நட்டார் குறைமுடியார் நன்றாற்றார் நன்னுதலாட்",
      "l2": "பெட்டாங் கொழுகு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நட்டார் குறைமுடியார் நன்றாற்றார் நன்னுதலாள்<br/>பெட்டாங்கு ஒழுகு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவி விரும்பியபடி செய்து நடப்பவர், தம்முடைய நண்பர்க்கு உற்ற குறையையும் செய்து முடிக்கமாட்டார்; அறத்தையும் செய்யமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நன்னுதலாள் பெட்டாங்கு ஒழுகுபவர்= தாம் வேண்டியவாறன்றித் தம் மனையாள் வேண்டியவாறு ஒழுகுவார்; நட்டார்குறை முடியார்= தம்மொடு நட்புச் செய்தார் உற்ற குறைமுடிக்க மாட்டார்; நன்று ஆற்றார்= அதுவேயன்றி மறுமைக்குத் துணையாய அறஞ்செய்யவு மாட்டார்.<br/><br/>'நன்னுதலாள்' என்பதனை, \"அமையார் தோள்\" (குறள், 906) என்புழிப்போலக் கொள்க. அவள்தானே அறிந்து ஏவலும், பொருள்கொடுத்தலும் கூடாமையின், இருமைக்கும் வேண்டுவன செய்யமாட்டார் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்ல நுதலினை யுடையாள் விரும்பியவாறு செய்தொழுகுவார், தம்மோடு நட்டார்<br/><br/>குறைதீர்க்கவும் மாட்டார்; அவர்க்கு நல்ல செய்யவும் மாட்டார்.<br/><br/>குறைதீர்த்தல்- உற்ற துயரம் தீர்த்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who to the will of her with beauteous brow their lives conform,<br/>Aid not their friends in need, nor acts of charity perform."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who yield to the wishes of their wives will neither relieve the wants of (their) friends nor perform virtuous deeds."
          }
        ]
      }
    ],
    "id": 908
  },
  {
    "kural": {
      "l1": "அறவினையு மான்ற பொருளும் பிறவினையும்",
      "l2": "பெண்ணேவல் செய்வார்க ணில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அறவினையும் ஆன்ற பொருளும் பிறவினையும்<br/>பெண்ஏவல் செய்வார்கண் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறச் செயலும் அதற்குக் காரணமாக அமைந்த பொருள் முயற்சியும் மற்றக் கடமைகளும் மனைவியின் ஏவலைச் செய்வோரிடத்தில் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறவினையும்= அறச்செயலும்; ஆன்ற பொருளும்= அது முடித்தற்கு ஏதுவாய பொருட் செயலும்; பிறவினையும்= அவ்விரண்டின் வேறாய இன்பச் செயல்களும்; பெண் ஏவல் செய்வார்கண் இல்= தம்மனையாள் ஏவல் செய்வார்மாட்டு உளவாகா.<br/><br/>புலன்கள் ஐந்தாகலின், 'பிறவினை'யெனப் பன்மையாயிற்று. அவைநோக்கி அறச்செயல் பொருட்செயல்கள் முன்னே ஒழிந்தார்க்குத் தலைமை அவள் கண்ணதாகலின், பின் அவைதாமும் இலவாயின என்பது தோன்ற, அவற்றைப் பிரித்துக் கூறினார்.<br/><br/>இவை மூன்று பாட்டானும் அவள் ஏவல் செய்தற் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறஞ்செய்தலும் அமைந்த பொருள் செய்தலும் ஒழிந்த காமம் நுகர்தலும் பெண்ணேவல் செய்வார்மாட்டு இல்லையாம்.<br/><br/>இஃது அச்சமில்லாராயினும் சொன்னது செய்வாராயின் இம்மூன்று பொருளும் எய்தார் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No virtuous deed, no seemly wealth, no pleasure, rests<br/>With them who live obedient to their wives' behests."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "From those who obey the commands of their wives are to be expected neither deeds of virtue, nor those of wealth nor (even) those of pleasure."
          }
        ]
      }
    ],
    "id": 909
  },
  {
    "kural": {
      "l1": "எண்சேர்ந்த நெஞ்சத் திடனுடையார்க் கெஞ்ஞான்றும்",
      "l2": "பெண்சேர்ந்தாம் பேதைமை யில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்சேர்ந்த நெஞ்சத் திடனுடையார்க்கு எஞ்ஞான்றும்<br/>பெண்சேர்ந்தாம் பேதைமை இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நன்றாக எண்ணுதல் பொருந்திய நெஞ்சத்தோடு தக்க நிலையும் உடையார்க்கு எக்காலத்திலும் மனைவியின் ஏவலுக்கு இணங்கும் அறியாமை இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எண் சேர்ந்த நெஞ்சத்து இடன் உடையார்க்கு= கருமச் சூழ்ச்சிக்கட் சென்ற நெஞ்சத்தினையும் அதனினாய செல்வத்தினையம் உடையராய வேந்தர்க்கு; பெண் சேர்ந்து ஆம் பேதைமை எஞ்ஞான்றும் இல்= மனையாளைச் சேர்தலான் விளையும் பேதைமை எக்காலத்தும் உண்டாகாது.<br/><br/>\"இடனில் பருவத்தும்\" (திருக்குறள், 218) எனவும், \"இடனின்றி இரந்தோர்க்கு\" (கலித்தொகை, பாலைக்கலி: 1) எனவும் வந்தமையான், 'இடன்' என்பது அப்பொருட்டாதல் அறிக. இளமைக் காலத்தும் என்பார், 'எஞ்ஞான்றும்' என்றார். அப்பேதைமையாவது, மேற்சொல்லிய விழைதல், அஞ்சல், ஏவல்செய்தல் என்னும் மூன்றற்கும் காரணமாயது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எண்ணஞ் சேர்ந்த மனத்தினை விரிவாக உடையார்க்கு எல்லா நாளும் பெண்ணைச் சேர்ந்து ஆகும் அறியாமை இல்லையாம்.<br/><br/>எண்ணஞ்சேர்தல் - இதனால் வருங்குற்றத்தினைத் தெரிந்துணர்தல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where pleasures of the mind, that dwell in realms of thought, abound,<br/>Folly, that springs from overweening woman's love, is never found."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The foolishness that results from devotion to a wife will never be found in those who possess a reflecting mind and a prosperity (flowing) therefrom. "
          }
        ]
      }
    ],
    "id": 910
  }
]