export default [
  {
    "kural": {
      "l1": "ஈத லிசைபட வாழ்த லதுவல்ல",
      "l2": "தூதிய மில்லை யுயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஈதல் இசைபட வாழ்தல் அதுவல்லது<br/>ஊதியம் இல்லை உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வறியவர்க்கு ஈதல் வேண்டும். அதனால் புகழ் உண்டாக வாழவேண்டும். அப்புகழ் அல்லாமல் உயிர்க்கு ஊதியமானது வேறொன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈதல்= வறியார்க்கு ஈக; இசைபட வாழ்தல்= அதனால் புகழ் உண்டாக வாழ்க; அது அல்லது ஊதியம் உயிர்க்கு இல்லை=<br/><br/>அப்புகழ் அல்லது மக்கள் உயிர்க்குப் பயன் பிறிது ஒன்று இல்லை ஆகலான்.<br/><br/>இசைபட வாழ்வதற்குக் கல்வி, ஆண்மை முதலிய காரணங்களும் உளவேனும், \"உணவின் பிண்டம் உண்டி முதற்று\" (புறநானூறு, 18) ஆகலின், ஈதல் சிறந்தது என்பதற்கு ஞாபகமாக ஈதல் என்றார். உயிர்க்கு என்பது, பொதுப்படக் கூறினாரேனும் விலங்கு உயிர்கட்கு ஏலாமையின் மக்களுயிர்மேல் நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இசைபட வாழ்தல் ஈதல்-புகழ்பட வாழ்தலாவது கொடுத்தலே; அது அல்லது உயிர்க்கு ஊதியம் இல்லை-கொடையான் அல்லது உயிர்க்கு இலாபம் (வேறொன்று) இல்லை.<br/><br/>இது, புகழ் உண்டாம் ஆறு கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "See that thy life the praise of generous gifts obtain;<br/>Save this for living man exists no real gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Give to the poor and live with praise. There is no greater profit to man than that."
          }
        ]
      }
    ],
    "id": 231
  },
  {
    "kural": {
      "l1": "உரைப்பா ருரைப்பவை யெல்லா மிரப்பார்க்கொன்",
      "l2": "றீவார்மே னிற்கும் புகழ்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உரைப்பார் உரைப்பவை எல்லாம் இரப்பார்க்கொன்று<br/>ஈவார்மேல் நிற்கும் புகழ்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழ்ந்து சொல்கின்றவர் சொல்பவை எல்லாம் வறுமையால் இரப்பவர்க்கு ஒரு பொருள் கொடுத்து உதவுகின்றவரின் மேல் நிற்கின்ற புகழேயாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உரைப்பார் உரைப்பவை எல்லாம்= உலகத்து ஒன்று உரைப்பார் உரைப்பன எல்லாம்; இரப்பார்க்கு ஒன்று ஈவார் மேல் நிற்கும் புகழ்= வறுமையான் இரப்பார்க்கு அவர் வேண்டியது ஒன்றை ஈவார்கண் நிற்கும் புகழாம்.<br/><br/>புகழ்தான் 'உரையும் பாட்டும்' என இருவகைப்படும். (புறநானூறு, 27). அவற்றுள் 'உரைப்பார் உரைப்பவை' என எல்லார்க்கும் உரிய வழக்கினையே எடு்த்தாராயினும், இனம்பற்றிப் புலவர்க்கே உரிய செய்யுளும் கொள்ளப்படும்; படவே, 'பாடுவார் பாடுவன எல்லாம் புகழாம்' என்பது பெற்றாம். ஈதற்காரணம் சிறந்தமை இதனுள்ளும் காண்க. இதனைப் 'பிறர்மேலும் நிற்கும்' என்பார், 'தாம் எல்லாம் சொல்லுக, புகழ் ஈவார்மேல் நிற்கும்' என்று உரைப்பாரும் உளர். அது புகழது சிறப்பு நோக்காமை அறிக."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உரைப்பார் உரைப்பவை எல்லாம்-சொல்லுவார் சொல்லுவன எல்லாம்; இரப்பார்க்கு ஒன்று ஈவார்மேல் நிற்கும் புகழ்-இரந்து வந்தார்க்கு அவர் வேண்டிய தொன்றைக் கொடுப்பார் மேல் நில்லாநின்ற புகழையே.<br/><br/>இஃது, ஈகையே புகழுக்குச் சிறந்த காரண மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The speech of all that speak agrees to crown<br/>The men that give to those that ask, with fair renown."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Whatsoever is spoken in the world will abide as praise upon that man who gives alms to the poor."
          }
        ]
      }
    ],
    "id": 232
  },
  {
    "kural": {
      "l1": "ஒன்றா வுலகத் துயர்ந்த புகழல்லாற்",
      "l2": "பொன்றாது நிற்பதொன் றி்ல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒன்றா உலகத்து உயர்ந்த புகழல்லால்<br/>பொன்றாது நிற்பதொன் றில்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உயர்ந்த புகழ் அல்லாமல் உலகத்தில் ஒப்பற்ற ஒரு பொருளாக அழியாமல் நிலைநிற்க வல்லது வேறொன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒன்றா உயர்ந்த புகழ் அல்லால்= தனக்கு இணையின்றாக ஓங்கிய புகழல்லது; உலகத்துப் பொன்றாது நிற்பது ஒன்று இல்= உலகத்து இறவாது நிற்பது பிறிதொன்று இல்லை.<br/><br/>இணை ஒன்றாக ஓங்குதலாவது, கொடுத்தற்கு அரிய உயிர் உறுப்புப் பொருள்களைக் கொடுத்தமைபற்றி வருதலால் தன்னொடு ஒப்பது இன்றித் தானே உயர்தல். அத்தன்மைத்தாகிய புகழே செய்யப்படுவது என்பதாம். இனி, ஒன்றா என்பதற்கு ஒருவார்த்தையாகச் சொல்லின் எனவும், ஒருதலையாகப் பொன்றாது நிற்பது எனவும் உரைப்பாரும் உளர்.<br/><br/>இவை மூன்று பாட்டானும் புகழது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உயர்ந்த புகழ் அல்லால்-உயர்ந்த புகழல்லது, உலகத்து ஒன்றாக-உலகத்து இணையின்றாக, பொன்றாது நிற்பது ஒன்று இல்-கெடாது நிற்பது பிறிது இல்லை. .<br/><br/>இது, புகழ் மற்றுள்ள பொருள் போலன்றி அழியாது நிற்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Save praise alone that soars on high,<br/>Nought lives on earth that shall not die."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is nothing that stands forth in the world imperishable, except fame, exalted in solitary greatness."
          }
        ]
      }
    ],
    "id": 233
  },
  {
    "kural": {
      "l1": "நிலவரை நீள்புக ழாற்றிற் புலவரைப்",
      "l2": "போற்றாது புத்தே ளுலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிலவரை நீள்புகழ் ஆற்றின் புலவரைப்<br/>போற்றாது புத்தேள் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நிலவுலகின் எல்லையில் நெடுங்காலம் நிற்கவல்ல புகழைச் செய்தால், வானுலகம் (அவ்வாறு புகழ் செய்தாரைப் போற்றுமே அல்லாமல்) தேவரைப் போற்றாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நிலவரை நீள் புகழ் ஆற்றின்= ஒருவன் நிலஎல்லைக்கண்ணே பொன்றாது நிற்கும் புகழைச்செய்யுமாயின்; புத்தேள் உலகு புலவரைப்போற்றாது= புத்தேள் உலகம் அவனையல்லது தன்னை எய்திநின்ற ஞானிகளைப் பேணாது.<br/><br/>புகழ் உடம்பான் இவ்வுலகும், புத்தேள் உடம்பான் அவ்வுலகும் ஒருங்கே எய்தாமையின், 'புலவரைப் போற்றாது' என்றார். அவன் இரண்டு உலகும் ஒருங்கு எய்துதல், \"புலவர் பாடும் புகழுடையோர் விசும்பின், வலவன் ஏவா வான ஊர்தி, எய்துப என்ப தம் செய்வினை முடித்து\" (புறநானூறு, 27) எனப் பிறராலும் சொல்லப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிலவரை நீள்புகழ் ஆற்றின்-நிலத்தெல்லையின் கண்ணே நெடிய புகழைச் செய்வானாயின், புத்தேள் உலகு புலவரைப் போற்றாது-தேவருலகம் புலவரைப் போற்றாது (இவனைப் போற்றும்),<br/><br/>புலவரென்றார் தேவரை, அவர் புலனுடைய ராதலான்.<br/><br/>இது, புகழ்செய்தாரைத் தேவருலகம் போற்று மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If men do virtuous deeds by world-wide ample glory crowned,<br/>The heavens will cease to laud the sage for other gifts renowned."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If one has acquired extensive fame within the limits of this earth, the world of the Gods will no longer praise those sages who have attained that world."
          }
        ]
      }
    ],
    "id": 234
  },
  {
    "kural": {
      "l1": "நத்தம்போற் கேடு முளதாகுஞ் சாக்காடும்",
      "l2": "வித்தகர்க் கல்லா லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நத்தம்போல் கேடும் உளதாகும் சாக்காடும்<br/>வித்தகர்க் கல்லால் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழுடம்பு மேம்படுதலாகும் வாழ்வில் கேடும், புகழ் நிலை நிற்பதாகும் சாவும், அறிவில் சிறந்தவர்க்கு அல்லாமல் மற்றவர்க்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நத்தம் ஆகும் கேடும்= புகழுடம்பிற்கு ஆக்கமாகும் கேடும்; உளது ஆகும் சாக்காடும்= புகழுடம்பு உளதாகும் சாக்காடும்; வித்தகர்க்கு அல்லால் அரிது= சதுரப்பாடுடையார்க்கு அல்லது இல்லை.<br/><br/>'நந்து' என்னும் தொழிற்பெயர், விகாரத்துடன் 'நத்து' என்றாய்ப் பின் 'அம்' என்னும் பகுதிப்பொருள் விகுதி பெற்று, 'நத்தம்' என்றாயிற்று. 'போல்' என்பது, ஈண்டு உரையசை. 'ஆகும்' என்பதனை முன்னுங் கூட்டி, 'அரிது' என்பதனைத் தனித்தனி ?கூட்டி உரைக்க. ஆக்கமாகும் கேடாவது, புகழ் உடம்பு செல்வம் எய்தப் பூத உடம்பு நல்கூர்தல். உளதாகும் சாக்காடாவது, புகழ் உடம்பு நிற்கப் பூதஉடம்பு இறத்தல். நிலையாதனவற்றான் நிலையின எய்துவார் வித்தகர் ஆகலின், 'வித்தகர்க்கல்லால் அரிது' என்றார்.<br/><br/>இவை இரண்டு பாட்டானும் புகழ் உடையார் எய்தும் மேன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நத்தம்போல் கேடும்-ஆக்கம்போல் கேடும், உளதாகும் சாக்காடும்-உளதானாற் போல் சாதலும், வித்தகற்கு அல்லால் அரிது-வல்லவற் கல்ல தரிது,<br/><br/>இது, புகழ்பட வாழ்தல் மக்களெல்லார்க்கும் அரி தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Loss that is gain, and death of life's true bliss fulfilled,<br/>Are fruits which only wisdom rare can yeild."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Prosperity to the body of fame, resulting in poverty to the body of flesh and the stability to the former arising from the death of the latter, are achievable only by the wise."
          }
        ]
      }
    ],
    "id": 235
  },
  {
    "kural": {
      "l1": "தோன்றிற் புகழொடு தோன்றுக அஃதிலார்",
      "l2": "தோன்றலிற் றோன்றாமை நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தோன்றின் புகழொடு தோன்றுக அஃதிலார்<br/>தோன்றலின் தோன்றாமை நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு துறையில் முற்பட்டுத் தோன்றுவதானால் புகழோடு தோன்ற வேண்டும்; அத்தகைய சிறப்பு இல்லாதவர் அங்குத் தோன்றுவதைவிடத் தோன்றாமலிருப்பது நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தோன்றின் புகழொடு தோன்றுக= மக்களாய்ப்பிறக்கின் புகழுக்கு ஏதுவாகிய குணத்தோடு பிறக்க; அஃது இலார் தோன்றலின் தோன்றாமை நன்று= அக்குணம் இல்லாதார் மக்களாய்ப் பிறத்தலின் விலங்காய்ப் பிறத்தல் நன்று.<br/><br/>'புகழ்' ஈண்டு ஆகுபெயர். 'அஃது இலார்' என்றமையின், மக்களாய் என்பதூஉம், மக்களாய்ப் பிறவாமை என்ற அருத்தாபத்தியான் விலங்காய்ப் பிறத்தல் என்பதூஉம் பெற்றாம். இகழ்வார் இன்மையின் 'நன்று' என்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தோன்றின் புகழொடு தோன்றுக-பிறக்கின் புகழ் உண்டாகப் பிறக்க; அஃது இலார் தோன்றலின் தோன்றாமை நன்று-புகழ் இல்லார் பிறத்தலின் பிறவாமை நன்று.<br/><br/>இது, புகழ்பட வாழவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If man you walk the stage, appear adorned with glory's grace;<br/>Save glorious you can shine, 'twere better hide your face."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If you are born (in this world), be born with qualities conductive to fame. From those who are destitute of them it will be better not to be born."
          }
        ]
      }
    ],
    "id": 236
  },
  {
    "kural": {
      "l1": "புகழ்பட வாழாதார் தந்நோவார் தம்மை",
      "l2": "யிகழ்வாரை நோவ தெவன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புகழ்பட வாழாதார் தந்நோவார் தம்மை<br/>இகழ்வாரை நோவது எவன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தமக்குப் புகழ் உண்டாகுமாறு வாழமுடியாதவர் தம்மைத் தாம் நொந்துகொள்ளாமல் தம்மை இகழ்கின்றவரை நொந்துக்கொள்ளக் காரணம் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புகழ்பட வாழாதார்= தமக்குப் புகழுண்டாக வாழ மாட்டாதார்; தம் நோவார்= அதுபற்றிப்பிறர் இகழ்ந்தவழி இவ்விகழ்ச்சி நம்மாட்டாமையான் வந்தது என்று தம்மை நோவாதே; தம்மை இகழ்வாரை நோவது எவன்= தம்மை இகழ்வாரை நோவது என்கருதி.<br/><br/>புகழ்பட வாழலாயிருக்க அது மாட்டாத குற்றம் பற்றிப் பிறர் இகழ்தல் ஒருதலையாகலின், 'இகழ்வாரை' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "புகழ்பட வாழாதார்-புகழ்பட வாழமாட்டாதார்,<br/><br/>தம் நோவார்-தம்மை நோவாது, தம்மை இகழ்வாரை நோவது எவன்-தம்மை இகழ்வாரை நோகின்றது யாதினுக்கு?<br/><br/>இது புகழ்பட வாழமாட்டார் இகழப்படுவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If you your days will spend devoid of goodly fame,<br/>When men despise, why blame them? You ' ve yourself to blame."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Why do those who cannot live with praise, grieve those who despise them, instead of grieving themselves for their own inability."
          }
        ]
      }
    ],
    "id": 237
  },
  {
    "kural": {
      "l1": "வசையென்ப வையத்தார்க் கெல்லா மிசையென்னு",
      "l2": "மெச்சம் பெறாஅ விடின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வசையென்ப வையத்தார்க் கெல்லாம் இசையென்னும்<br/>எச்சம் பெறாஅ விடின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தமக்குப் பின் எஞ்சி நிற்பதாகிய புகழைக் பெறாவிட்டால் உலகத்தார் எல்லார்க்கும் அத்தகைய வாழ்க்கை பழி என்று சொல்லுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இசை என்னும் எச்சம் பெறா விடின்= புகழ் என்னும் எச்சம் பெறலாயிருக்க அது பெறாது ஒழிவராயின்; வையத்தார்க்கு எல்லாம் வசை என்ப= வையகத்தோர்க்கு எல்லாம் அதுதானே வசை என்று சொல்லுவர் நல்லோர்.<br/><br/>எச்சம் என்றார், செய்தவர் இறந்து போகத் தான் இறவாது நிற்றலின், இகழப்படுதற்குப் பிறிதொரு குற்றம் வேண்டா என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இசை என்னும் எச்சம் பெறாவிடின்-புகழாகிய ஒழிபு பெறாவிடின், வையகத்தார்க்கு எல்லாம் வசை என்ப-(அப்பெறாமைதானே) உலகத்தார்க் கெல்லாம் வசையாம் என்று சொல்லுவர் (நல்லோர்).<br/><br/>[ஒழிபு-ஒருவன் இறந்தபின் இறவாது (ஒழியாது) நிற்பது.]<br/><br/>மேல் புகழ் இல்லாதாரை இகழ்ப வென்றார். அவர் குற்றமில்லாராயின் இகழப்படுவாரோ என்றார்க்கு, வேறு குற்றம் வேண்டா, புகழின்மைதானே அமையும் என்று ஈண்டுக் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Fame is virtue's child, they say; if, then,<br/>You childless live, you live the scorn of men."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to beget fame will be esteemed a disgrace by the wise in this world."
          }
        ]
      }
    ],
    "id": 238
  },
  {
    "kural": {
      "l1": "வசையிலா வண்பயன் குன்று மிசையிலா",
      "l2": "யாக்கை பொறுத்த நிலம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வசையிலா வண்பயன் குன்றும் இசையிலா<br/>யாக்கை பொறுத்த நிலம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழ் பெறாமல் வாழ்வைக் கழித்தவருடைய உடம்பைச் சுமந்த நிலம், வசையற்ற வளமான பயனாகிய விளைவு இல்லாமல் குன்றிவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இசை இலா யாக்கை பொறுத்த நிலம்= புகழ் இல்லாத உடம்பைச் சுமந்த நிலம்; வசை இலா வண் பயன் குன்றும்= பழிப்பு இல்லாத வளப்பத்தை உடைய விளையுள் குன்றும்.<br/><br/>உயிர் உண்டாயினும் அதனாற் பயன் கொள்ளாமையின், 'யாக்கை' எனவும், அது நிலத்திற்குப் பொறையாகலின், 'பொறுத்த' எனவும் கூறினார். விளையுள் குன்றுதற்கு ஏது, பாவ யாக்கையைப் பொறுக்கின்ற வெறுப்பு. 'குன்றும்' என இடத்து நிகழ்பொருளின் தொழில் இடத்தின்மேல் நின்றது.<br/><br/>இவை நான்கு பாட்டானும், புகழ் இல்லாரது தாழ்வு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இசை இலா யாக்கை பொறுத்த நிலம்-புகழ் இல்லாத உடம்பைப் பொறுத்த நிலத்தின் கண், வசை இலா வண்பயன் குன்றும்-பழியற்ற நல்விளைவு குறையும்.<br/><br/>இது, புகழில்லாதான் இருந்த இடத்தில் விளைவு குன்று மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The blameless fruits of fields 'increase will dwindle down,<br/>If earth the burthen bear of men without renown."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The ground which supports a body without fame will diminish in its rich produce."
          }
        ]
      }
    ],
    "id": 239
  },
  {
    "kural": {
      "l1": "வசையொழிய வாழ்வாரே வாழ்வார் இசையொழிய",
      "l2": "வாழ்வாரே வாழா தவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வசையொழிய வாழ்வாரே வாழ்வார் இசையொழிய<br/>வாழ்வாரே வாழா தவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தாம் வாழும் வாழ்க்கையில் பழி உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழ்கின்றவர்; புகழ் உண்டாகாமல் வாழ்கின்றவரே உயிர் வாழாதவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வசை ஒழிய வாழ்வாரே வாழ்வார்= தம்மாட்டு வசை உண்டாகாமல் வாழ்வாரே உயிர் வாழ்வாராவார்; இசை ஒழிய வாழ்வாரே வாழாதவர்= புகழ் உண்டாகாமல் வாழ்வாரே இறந்தவர் ஆவர்.<br/><br/>வசையொழிதலாவது, 'இசை என்னும் எச்சம்' பெறுதல் ஆயினமையின், இசையொழிதலாவது 'வசை' பெறுதல் ஆயி்ற்று. மேல் 'இசையிலா யாக்கை'(குறள், 239) என்றதனை விளக்கியவாறு.<br/><br/>இதனான் இவ்விரண்டும் உடன் கூறப்பட்டன.<br/><br/>மறுமைப் பயன் வானுறையும் தெய்வத்துள் வைக்கப்படும் என மேலே கூறப்பட்டது. படவே, இல்லறத்திற்கு இவ்வுலகில் புகழும், தேவர் உலகில் போகமும் பயன் என்பது பெற்றாம்.<br/><br/>இனி, மனு முதலிய அறநூல்களால் பொதுவாகக் கூறப்பட்ட இல்லறங்கள் எல்லாம் இவர் தொகுத்துக்கூறிய இவற்றுள்ளே அடங்கும்; அஃது அறிந்து அடக்கிக் கொள்க, யாம் உரைப்பின் பெருகும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வசை ஒழிய வாழ்வாரே வாழ்வார்-வசை ஒழிய வாழ்வாரே உயிர் வாழ்ந்தாராவார்; இசை ஒழிய வாழ்வாரே வாழாதவர்-புகழ் ஓழிய வாழ்வாரே உயிர் வாழாதாராவர்.<br/><br/>இது, புகழில்லார் பிணத்தோ டொப்ப ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who live without reproach, them living men we deem;<br/>Who live without renown, live not, though living men they seem."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those live who live without disgrace. Those who live without fame live not."
          }
        ]
      }
    ],
    "id": 240
  }
]