export default [
  {
    kural: {
      l1: 'பழைமை யெனப்படுவ தியாதெனின் யாதுங்',
      l2: 'கிழைமையைக் கீழ்ந்திடா நட்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பழைமை எனப்படுவது யாதெனின் யாதும்<br/>கிழமையைக் கீழ்ந்திடா நட்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பழைமை என்று சொல்லப்படுவது எது என்று வினவினால் அது பழகியவர் உரிமைபற்றிச் செய்யும் செயலைக் கீழ்ப்படுத்தாமல் ஏற்கும் நட்பாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "பழைமை எனப்படுவது யாதெனின்= பழைமையென்று சொல்லப்படுவது யாதென்று வினவின்ந கிழைமையை யாதும் கீழ்ந்திடா நட்பு= அது பழைமையோர் உரிமையான் செய்வனவற்றைச் சிறிதும் சிதையாது அவற்றிற்கு உடம்படும் நட்பு.<br/><br/>'கிழமை' ஆகுபெயர். கெழுதகைமை என வருவனவும் அது. உரிமையாற் செய்வனவாவன: கருமம் ஆயின செய்யுங்கால் கேளாது செய்தல், கெடும்வகை செய்தல், தமக்குவேண்டியன தாமே கோடல், பணிவு அச்சங்கள் இன்மை என்று இவை முதலாயின. சிதைத்தல்- விலக்கல். இதனாற் பழைமையாவது காலம் சென்றதன்று, இப்பெற்றித்தாய நட்பு என்பது கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பழைமையென்று சொல்லப்படுவது யாதெனின் அது யாதொன்றிலும் உரிமையை அறுத்தலில்லாத நட்பு.<br/><br/>இது பழையவன் செய்த உரிமையைச் சிறிதுஞ் சிதையாது உடன்படுதல் நட்பாவதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Familiarity is friendship's silent pact,<br/>That puts restraint on no familiar act.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Imtimate friendship is that which cannot in the least be injured by (things done through the) right (of longstanding intimacy).',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'நட்பிற் குறுப்புக் கெழுதகைமை மற்றதற்',
      l2: 'குப்பாதல் சான்றோர் கடன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நட்பிற் குறுப்புக் கெழுதகைமை மற்றதற்கு<br/>உப்பாதல் சான்றோர் கடன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நட்பிற்கு உறுப்பாவது நண்பருடைய உரிமைச் செயலாகும்; அந்த உரிமைச் செயலுக்கு உடன்பட்டவராதல் சான்றோரின் கடமையாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நட்பிற்கு உறுப்புக் கெழுதகைமை= நட்பிற்கு அவயவம் ஆவன நட்டார் உரிமையான் செய்வன; அதற்கு உப்பாதல் சான்றோர் கடன்= அதனால் அவ்வுரிமைக்கு இனியராதல் அமைந்தார்க்கு முறைமை.<br/><br/>வேறன்மை தோன்ற 'உறுப்பு' என்றார். 'உறுப்பு' என்பது, ஈண்டு இலக்கணை அடியாக வந்த குறிப்புச்சொல். அவயவம் ஆதல் அறிந்தே இனியவராவர் என்பது தோன்றச் சான்றோர்மேல் வைத்தார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நட்பிற்கு அங்கமாவது உரிமை: அவ்வுரிமையால் செய்யுமதற்கு உடன்படுதல் சான்றோர்க்கு இயல்பு.<br/><br/>இது பேய்ச்சுரைக்காய்க்குப் பல காயம் அமைத்தாலும் இனிமை யுண்டாகாதுபோல, உடன்படாராயின் இனிமை உண்டாகாதாதலான் உடன்படல் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Familiar freedom friendship's very frame supplies;<br/>To be its savour sweet is duty of the wise.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The constituents of friendship are (things done through) the right of intimacy; to be pleased with such a right is the duty of the wise.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பழகிய நட்பெவன் செய்யுங் கெழுதகைமை',
      l2: 'செய்தாங் கமையாக் கடை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பழகிய நட்பெவன் செய்யுங் கெழுதகைமை<br/>செய்தாங்கு அமையாக் கடை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பழகியவர் உரிமைபற்றிச் செய்யும் செயலைத் தாம் செய்தது போலவே கருதி உடன்படாவிட்டால் அவரோடு தாம் பழகிய நட்பு என்ன பயன் தரும்?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'கெழுதகைமை செய்தாங்கு அமையாக்கடை= தாம் உடம்படாதனவேனும் நட்டார் உரிமையாற் செய்தனவற்றிற்குத் தாம் செய்தாற்போல உடம்படாராயின்; பழகிய நட்பு எவன் செய்யும்= அவரோடு பழையதாய் வந்த நட்பு என்ன பயனைச் செய்யும்?<br/><br/>செய்தாற்போல உடம்படுதலாவது, தாமும் அவரிடத்து உரிமையால் உடம்படுதல். இவை இரண்டு பாட்டானும் பழைமையான் வரும் உரிமையது சிறப்புக் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒருவன் தனது உரிமையாலே இசைவில்லாதவற்றைச் செய்தவிடத்துத் தான் அமையானாயின், பின் அவனோடு பழகிய நட்பு யாதினைச் செய்யும்?<br/><br/>இது மறுமையிற் பயன் படானென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "When to familiar acts men kind response refuse,<br/>What fruit from ancient friendship's use?",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Of what avail is long-standing friendship, if friends do not admit as their own actions done through the right of intimacy ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விழைதகையான் வேண்டி யிருப்பர் கெழுதகையாற்',
      l2: 'கெளாது நட்டார் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விழைதகையான் வேண்டி இருப்பர் கெழுதகையாற்<br/>கேளாது நட்டார் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உரிமையால் கேளாமலே நண்பர் ஒன்றைச் செய்தால், அந்த உரிமையைப் போற்றி விரும்பும் தன்மையோடு அச்செயலையும் விரும்பி உடன்பட்டிருப்பர் அறிஞர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'நட்டார் கெழுதகையால் கேளாது செயின்= தன் கருமத்தை நட்டார் உரிமையாற் கேளாது செய்தாராயின்; விழை தகையான் வேண்டி இருப்பர்= அச்செயலது விழையப்படுந்தன்மைபற்றி அதனை விரும்புவர் அறிவுடையார்.<br/><br/>ஒருவர்க்குத் தம் கருமம் தாம் அறியாமல் முடிந்திருத்தலினூஉங்கு நன்மையின்மையின், அச்செயல் விழையத்தக்கது ஆயிற்று. அதனை அவ்வாறு அறிந்து விரும்புதல் அறிவுடையார்க்கு அல்லது இன்மையின், அவர்மேல் வைத்துக் கூறினார். வேண்டியிருப்பர் என்பது எழுந்திருப்பர் என்பதுபோல ஒரு சொல்நீர்மைத்து. இதனாற் கேளாது செய்துழி அதனை விரும்புக என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நட்டோர் தமது உரிமையாலே கேளாது இசைவில்லாதவற்றைச் செய்வாராயின்<br/><br/>அதற்கு முனியாது அதனையும் தாம் விரும்பும் தன்மையோடே கூட விரும்பத் தப்பாதிருப்பர் மிக்கார்.<br/><br/>இஃது உடன்படுதலன்றி விரும்பவும் வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'When friends unbidden do familiar acts with loving heart,<br/>Friends take the kindly deed in friendly part.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If friends, through the right of friendship, do (anything) without being asked, the wise will be pleased with them on account of its desirability.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'பேதைமை யொன்றோ பெருங்கிழமை யென்றுணர்க',
      l2: 'நோதக்க நட்டார் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'பேதைமை ஒன்றோ பெருங்கிழமை என்றுணர்க<br/>நோதக்க நட்டார் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'வருந்தத்தக்க செயல்களை நண்பர் செய்தால் அதற்குக் காரணம், அறியாமை என்றாவது மிகுந்த உரிமை என்றாவது உணரவேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நோதக்க நட்டார் செயின்= தாம் வெறுக்கத்தக்கனவற்றை நட்டார் செய்தாராயின்; பேதைமை ஒன்றோ பெரும் கிழமை என்று உணர்க= அதற்குக்காரணம் ஒன்றிற் பேதைமை யென்றாதல், ஒன்றின் மி்க்கஉரிமை என்றாதல் கொள்க.<br/><br/>'ஒன்றோ' என்பது எண்ணிடைச்சொல். 'செயின்' எனவே, தம்மியல்பான் செய்யாமை பெற்றாம். இது வருகின்றவற்றுள்ளும் ஒக்கும். இழவூழான் வரும் பேதைமை யாவர்க்கும் உண்மையின் தமக்கு ஏதம்கொண்டார் என்றாதல், ஊழ்வகையான் எம்மின் வரற்பாலது ஒறறுமைமிகுதிபற்றி அவரின் வந்தது என்றாதல் கொள்வது அல்லது, அன்பின்மை என்று கொள்ளப்படாது என்பதாம். கெடும்வகை செய்யின் அதற்குக்காரணம் இதனான் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தாம் நோவத்தக்கனவற்றை நட்டோர் செய்வாராயின் அதற்கு முனியாது ஒன்றில் அறியாமையாலே செய்தாரென்று கொள்க: ஒன்றில் பெரிய உரிமையாலே செய்தாரென்று கொள்க.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Not folly merely, but familiar carelessness,<br/>Esteem it, when your friends cause you distress.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If friends should perform what is painful, understand that it is owing not only to ignorance, but also to the strong claims of intimacy. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எல்லைக்க ணின்றார் துறவார் தொலைவிடத்துந்',
      l2: 'தொல்லைக்க ணின்றார் தொடர்பு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'எல்லைக்கண் நின்றார் துறவார் தொலைவிடத்தும்<br/>தொல்லைக்கண் நின்றார் தொடர்பு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உரிமைவாழ்வின் எல்லையில் நின்றவர், தமக்கு அழிவு நேர்ந்தவிடத்திலும் பழைமையாய் உறவுகொண்டு நின்றவரின் தொடர்பைக் கைவிடமாட்டார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'எல்லைக்கண் நின்றார்= நட்பு வரம்பு இகவாது அதன்கண்ணே நின்றவர்; தொல்லைக்கண் நின்றார் தொடர்பு தொலைவிடத்தும் துறவார்= தம்மொடு பழைமையில் திரியாது நின்றாரது நட்பினை அவரால் தொலைவு வந்த இடத்தும் விடார்.<br/><br/>பழைமையில் திரியாமை: உரிமை ஒழியாமை. தொலைவு பொருட்கேடும், போர்க்கேடும்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'ஒழுக்கத்தின்கண்ணே நின்றார் பழைமையின்கண்ணே நின்றாரது நட்பை அவராலே தமக்கு அழிவு வந்தவிடத்தும் விடார்.<br/><br/>எல்லை- வரம்பு.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who stand within the bounds quit not, though loss impends,<br/>Association with the old familiar friends.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who stand within the limits (of true friendship) will not even in adversity give up the intimacy of long-standing friends.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அழிவந்த செய்யினு மன்பறா ரன்பின்',
      l2: 'வழிவந்த கேண்மை யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அழிவந்த செய்யினும் அன்பறார் அன்பின்<br/>வழிவந்த கேண்மை யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அன்புடன் தொன்றுதொட்டு வந்த உறவை உடையவர், அழிவு தரும் செயல்களைப் பழகியவர் செய்த போதிலும் தம் அன்பு நீங்காமலிருப்பார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அழிவந்த செய்யினும் அன்பு அறார்= நட்டார் தமக்கு அழிவு வந்தவற்றைச் செய்தாராயினும் அவர்மாட்டு அன்பு ஒழியார்; அன்பின்வழிவந்த கேண்மையவர்= அன்புடனே பழையதாய் வந்த நட்பினை உடையார்.<br/><br/>அழிவு என்பது, முதனிலைத்தொழிற்பெயர். அழிவு, மேற்சொல்லிய கேடுகள். இவை இரண்டுபாட்டானும் கேடு செய்தக்கண்ணும் நட்பு விடற்பாற்று அன்று என்பது கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தமக்கு அழிவுவரும் கருமங்களைப் பழைய நட்டோர் செய்தாராயினும் அவரோடு உள்ள அன்புவிடார்: முற்காலத்து அன்பின் வழியாக வந்த நட்பையுடையவர்.<br/><br/>இது கேடுவருவன செய்யினும் அமைய வேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'True friends, well versed in loving ways,<br/>Cease not to love, when friend their love betrays.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who have (long) stood in the path of affection will not give it up even if their friends cause (them) their ruin.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கேளிழுக்கங் கேளாக் கெழுதகைமை வல்லார்க்கு',
      l2: 'நாளிழுக்க நட்டார் செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கேளிழுக்கம் கேளாக் கெழுதகைமை வல்லார்க்கு<br/>நாளிழுக்கம் நட்டார் செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பழகிய நண்பர் செய்த தவறு பற்றிப் பிறர் சொன்னாலும் கேளாமலிருக்கும் உரிமை வல்லவர்க்கு, அந் நண்பர் தவறு செய்வாரானால் அது பயனுள்ள நாளாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கேள் இழுக்கம் கேளாக் கெழுதகைமை வல்லார்க்கு= நட்டார்செய்த பிழையைத் தாமாகவே அன்றிப் பிறர்சொன்னாலும் கொள்ளாத உரிமை அறியவல்லார்க்கு; நட்டார் இழுக்கம் செய்யின் நாள்= அவர் பிழைசெய்வாராயின், அது பயன்பட்ட நாளாம்.<br/><br/>பிழையாவன சொல்லாது நற்பொருள் வௌவல், பணியாமை, அஞ்சாமை முதலியன. கேட்டல்- உட்கோடல். 'கெழுதகைமைவல்லார்' என்பது ஒரு பெயராய்க் கேளாத என்னும் எச்சத்திற்கு முடிபு ஆயிற்று. செய்து போந்துழியல்லது அவ்வுரிமை வெளிப்படாமையின், செய்யாதன நாள்அல்லவாயின. இதனான் பிழைபொறுத்தல் சிறப்புக் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நட்டோரது தப்பைப் பிறர் சொல்லுங்கால் கேளாத உரிமையை யறியவல்லார்க்கு நட்டோர் தப்புச்செய்யின், அந்தநாள் நல்ல நாளாம்.<br/><br/>இது கேளாது செய்தலே அன்றித் தப்புச் செய்யினும் அமைய வேண்டுமென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "In strength of friendship rare of friend's disgrace who will not hear,<br/>The day his friend offends will day of grace to him appear.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To those who understand that by which they should not listen to (tales about) the faults of their friends, that is a (profitable) day on which the latter may commit a fault.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கெடாஅ வழிவந்த கேண்மையார் கேண்மை',
      l2: 'விடாஅர் விழையு முலகு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கெடாஅ வழிவந்த கேண்மையார் கேண்மை<br/>விடாஅர் விழையும் உலகு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'உரிமை கெடாமல் தொன்றுதொட்டு வந்த உறவு உடையவரின் தொடர்பைக் கைவிடாதவரை உலகம் விரும்பிப் போற்றும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கெடாஅ வழிவந்த கேண்மையார் கேண்மை= உரிமையறாது பழையதாய் வந்த நட்பினை உடையாரது நட்பினை; விடாஅர் உலகு விழையும்= அவர் பிழைநோக்கி விடுதல்செய்யாதாரை உலகம் நட்புக்குறித்து விரும்பும்.<br/><br/>'கெடாது' என்பதன் இறுதிநிலை விகாரத்தான் தொக்கது. விடாதாரை எனவே, விடுதற்காரணம் கூறப்பட்டது. நம்மாட்டும் இவர் இத்தன்மையர் ஆவர் என்று யாவரும் தாமே வந்து நட்பாவர் என்பதாம். கெடார் என்று பாடம் ஓதி, நட்புத்தன்மையிற் கெடாராகி என்று உரைப்பாரும் உளர்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றம் உண்டாயின் அவ்விடத்து நட்பினிற் கெடாராய்க் குலத்தின்வழி வந்த நட்புடையாராது நட்பை விடுதலின்றி உலகத்தார் விரும்புவர்.<br/><br/>இது பழைமையைக் கொண்டாடுவாரை உலகத்தார் தாமும் நட்பு ஆகுதற்கு விரும்புவர் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Friendship of old and faithful friends,<br/>Who ne'er forsake, the world commends.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'They will be loved by the world, who have not forsaken the friendship of those with whom they have kept up an unbroken long-standing intimacy.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'விழையார் விழையப் படுப பழையார்கட்',
      l2: 'பண்பிற் றலைப்பிரியா தார்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'விழையார் விழையப் படுப பழையார்கண்<br/>பண்பின் தலைப்பிரியா தார்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: '(தவறு செய்தபோதிலும்) பழகிய நண்பரிடத்தில் தம் உரிமைப் பண்பிலிருந்து மாறாதவர், தம் பகைவராலும் விரும்பப்படுதற்குரிய சிறப்பை அடைவர்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'பழையார்கண் பண்பின் தலைப்பிரியாதார்= பழைய நட்டார் பிழை செய்தாராயினும் அவர்மாட்டுத் தம் பண்பின் நீங்காதார்; விழையார் விழையப்படுப= பகைவரானும் விரும்பப்படுவர்.<br/><br/>தம் பண்பாவது, செய்யாதமுன்போல அன்புடையராதல். மூன்றன் உருபும் சிறப்பும்மையும் விகாரத்தால் தொக்கன. அத்திரிபின்மை நோக்கிப் பகைவரும் நட்டாராவர் என்பதாம்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பழைய நட்டோர்மாட்டுக் குணத்தினின்று நீங்காதார்,விரும்பாதாராலும் விரும்பப்படுவர்.<br/><br/>இது பகைவரும் விரும்புவாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'III-wishers even wish them well, who guard,<br/>For ancient friends, their wonted kind regard.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Even enemies will love those who have never changed in their affection to their longstandingfriends. ',
          },
        ],
      },
    ],
  },
];
