export default [
  {
    "kural": {
      "l1": "வலியார்க்கு மாறேற்ற லோம்புக வோம்பா",
      "l2": "மெலியார்மேன் மேக பகை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வலியார்க்கு மாறேற்றல் ஓம்புக ஓம்பா<br/>மெலியார்மேல் மேக பகை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்மைவிட வலியவர்க்கு மாறுபட்டு எதிர்த்தலை விட வேண்டும்; தம்மை விட மெலியவர் மேல் பகை கொள்வதை விடாமல் விரும்பி மேற்கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வலியார்க்கு மாறு ஏற்றல் ஓம்புக= தம்மின் வலியார்க்குப் பகையாய் எதிர்தலை ஒழிக; மெலியார் மேல் பகை ஓம்பா மேக= ஏனை மெலியார்க்குப் பகையாதலை ஒழியாது விரும்புக.<br/><br/>வலியார் என்புழித் துணைவலியும் அடங்கலின், மெலியார் என்புழித் துணைவலி இன்மையும் கொள்ளப்படும். அத்துணைதான் படை பொருள் முதலிய வேற்றுமைத்துணையும், நல்லறிவுடைமை, நீதிநூல் வழி ஒழுகல் முதலிய ஒற்றுமைத்துணையும் என இரண்டாம். அவ்விரண்டும் இல்லாரை வெல்வார்க்கு வலிதொலையாமையின் அவரோடு பகைத்தல் விதிக்கப்பட்டது.<br/><br/>சிங்க நோக்காகிய இதனுள் பகைமாட்சி பொதுவகையான் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்மின் வலியார்க்குப் பகையா யெதிர்தலைத் தவிர்க: தம்மைப் போற்றாத எளியார்மாட்டுப் பகைகோடலை மேவுக.<br/><br/>இது தனக்கு எளியாரோடு பகை கோடலாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With stronger than thyself, turn from the strife away;<br/>With weaker shun not, rather court the fray."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Avoid offering resistance to the strong; (but) never fail to cherish enmity towards the weak. "
          }
        ]
      }
    ],
    "id": 861
  },
  {
    "kural": {
      "l1": "அன்பில னான்ற துணையிலன் றான்றுவ்வா",
      "l2": "னென்பரியு மேதிலான் றுப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்பிலன் ஆன்ற துணையிலன் தான்துவ்வான்<br/>என்பரியும் ஏதிலான் துப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் அன்புஇல்லாதவனாய், அமைந்த துணை இல்லாதவனாய், தானும் வலிமை இல்லாதவனாய் இருந்தால், அவன் பகைவனுடைய வலிமையை எவ்வாறு ஒழிக்க முடியும்?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அன்பு இலன்= ஒருவன் தன் சுற்றத்தின்மேல் அன்பிலன்; ஆன்ற துணையிலன்= அதுவேயன்றி வலிய துணையிலன்; தான் துவ்வான்= அதன்மேல் தான் வலியிலன்; ஏதிலான் துப்பு என் பரியும்= அப்பெற்றியான் மேல்வந்த பகைவன் வலியினை யாங்ஙனந் தொலைக்கும்?<br/><br/>சற்றமும் இருவகைத்துணையும், தன்வலியும் இலனாகலின், அவன்மேல் செல்வார்க்கு வலி வளர்வதன்றித் தோலையாது என்பதாம். துவ்வான்- துவ்வினைச் செய்யான்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சுற்றத்தார்மாட்டு அன்புறுதலும் இலன்; வேற்றரசராகிய வலிய துணையும் இலன்: ஆதலான், தான் வலியிலன்; இப்பெற்றிப்பட்டவன், மேல் வந்த பகைவன் வலியை யாங்ஙனம் தொலைப்பன்?"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No kinsman's love, no strength of friends has he;<br/>How can he bear his foeman's enmity?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "How can he who is unloving, destitute of powerful aids, and himself without strength overcome the might of his foe ?"
          }
        ]
      }
    ],
    "id": 862
  },
  {
    "kural": {
      "l1": "அஞ்சு மறியா னமைவில னீகலான்",
      "l2": "றஞ்ச மெளியன் பகைக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அஞ்சும் அறியான் அமைவிலன் ஈகலான்<br/>தஞ்சம் எளியன் பகைக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் அஞ்சுகின்றவனாய், அறிவு இல்லாதவனாய், பொருந்தும் பண்பு இல்லாதவனாய், பிறர்க்கு ஒன்று ஈயாதவனாய் இருந்தால், அவன் பகைவர்க்கு மிக எளியவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அஞ்சும்= ஒருவன் அஞ்சவேண்டாதவற்றிற்கு அஞ்சாநிற்கும்; அறியான்= அறியவேண்டுமவற்றை அறியான்; அமைவு இலன்= பிறரோடு பொருத்தமிலன்; ஈகலான்= இவற்றின்மேலும், யாவர்மாட்டும் இவறன் மாலையன்; பகைக்குத் தஞ்சம் எளியன்= இப்பெற்றியான் பகைவர்க்கு மிகவெளியன்.<br/><br/>தஞ்சம் எளியன் என்பன ஒருபொருட்பன்மொழி. இந்நான்கு குற்றமும் உடையான் பகையின்றியும் அழியும் ஆகலின், தஞ்சம் எளியன் என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அஞ்சவேண்டாதவற்றிற்கு அஞ்சுவான், பகைவனது வலிமை அறியான், மதியிலன், ஈயமாட்டான்: இப்பெற்றிப் பட்டவன் பகைவர்க்கு மிகவும் எளியன்.<br/><br/>இஃது இவை நான்கு முடையவன் தோற்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "A craven thing! knows nought, accords with none, gives nought away;<br/>To wrath of any foe he falls an easy prey."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In the estimation of foes miserably weak is he, who is timid, ignorant, unsociable and niggardly."
          }
        ]
      }
    ],
    "id": 863
  },
  {
    "kural": {
      "l1": "நீங்கான் வெகுளி நிறையில னெஞ்ஞான்றும்",
      "l2": "யாங்கணும் யார்க்கு மெளிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நீங்கான் வெகுளி நிறையிலன் எஞ்ஞான்றும்<br/>யாங்கணும் யார்க்கும் எளிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் சினம் நீங்காதவனாய், நெஞ்சத்தை நிறுத்தியாளும் தன்மை இல்லாதவனாய் இருந்தால், அவன் எக்காலத்திலும் எவ்விடத்திலும் எவர்க்கும் எளியவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வெகுளி நீங்கான்= ஒருவன் வெகுளியின் நீங்கான்; நிறை இலன்= அதுவேயன்றித் தான் நிறையுடையன் அல்லன்; எஞ்ஞான்றும் யாங்கணும் யார்க்கும் எளிது= அவன்மேற்சேறல் எக்காலத்தும் எவ்விடத்தும் யார்க்கும் எளிது.<br/><br/>நிறை- மறைபிறர் அறியாமை (கலித்தொகை, நெய்தற்கலி: 16); வெகுடன்மாலையன் ஆகலானும், மறை வெளிப்படுத்தலானும், மேற்செல்வார்க்குக் காலமும்ம இடனும் வலியும் அறிந்து சேறல் வேண்டாதாயிற்று. இனி, இனிதென்று பாடம் ஓதி அவன் பகைமை இனிது என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வெகுளியின் நின்று நீங்கானாய் நிறையுடைமை இலனாயின் அவனை வெல்லுதல் எக்காலத்தும் எவ்விடத்தும் யாவர்க்கும் எளிது.<br/><br/>இஃது இவையிரண்டு முடையவ னெல்லார்க்குந் தோற்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His wrath still blazes, every secret told; each day<br/>This man's in every place to every foe an easy prey."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who neither refrains from anger nor keeps his secrets will at all times and in all places be easily conquered by all."
          }
        ]
      }
    ],
    "id": 864
  },
  {
    "kural": {
      "l1": "வழிநோக்கான் வாய்ப்பன செய்யான் பழிநோக்கான்",
      "l2": "பண்பிலன் பற்றார்க் கினிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வழிநோக்கான் வாய்ப்பன செய்யான் பழிநோக்கான்<br/>பண்பிலன் பற்றார்க்கு இனிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் நல்வழியை நோக்காமல், பொருத்தமானவற்றைச் செய்யாமல், பழியையும் பார்க்காமல், நற்பண்பும் இல்லாமல் இருந்தால், அவன் பகைவர்க்கும் எளியனாவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வழி நோக்கான்= ஒருவன் நீதிநூலை ஓதான்; வாய்ப்பன செய்யான்= அது விதித்த தொழில்களைச் செய்யான்; பழிநோக்கான்= தனக்கு வரும் பழியைப் பாரான்; பண்பு இலன்= தான் பண்புடையன் அல்லன்; பற்றார்க்கு இனிது= அவன் பகைவர்க்கு அப்பகைமை இனிது.<br/><br/>தொல்லோர் அடிப்பட வழங்கி வந்தது ஆகலின் வழியென்றும், தப்பாது பயன்படுதலின் வாய்ப்பன என்றும், இக்குற்றங்கள் உடையான் தானே அழிதலின் பற்றார்க்கு இனிது என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவினை செய்யத்தொடங்குங்கால் பின் வருவன பாரான், பயன்படுவனவற்றைச் செய்யான், அதனால் உறும் பழியைப் பாரான், குணமுமிலன்; இவன் பகைமை பகைவர்க்கு இனிது.<br/><br/>இஃது இவன் பகைமையால் பகைவர்க்கு இனிமை உண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No way of right he scans, no precepts blind, no crimes affright,<br/>No grace of good he owns; such man's his foes' delight."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(A) pleasing (object) to his foes is he who reads not moral works, does nothing that is enjoined by them cares not for reproach and is not possessed of good qualities."
          }
        ]
      }
    ],
    "id": 865
  },
  {
    "kural": {
      "l1": "காணாச் சினத்தான் கழிபெருங் காமத்தான்",
      "l2": "பேணாமை பேணப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காணாச் சினத்தான் கழிபெருங் காமத்தான்<br/>பேணாமை பேணப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் உண்மை காணாத சினம் உடையவனாய், மிகப் பெரிய ஆசை உடையவனாய் இருந்தால், அவனுடைய பகை விரும்பி மேற்கொள்ளப்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காணாச் சினத்தான்= தன்னையும் பிறரையும் தான் அறியாமைக்கு ஏதுவாகிய வெகுளியை உடையான் யாவன்; கழிபெருங் காமத்தான்= மேன்மேல் வளராநின்ற மிக்க காமத்தை உடையவன் யாவன்; பேணாமை பேணப்படும்= அவரது பகைமை விரும்பிக் கொள்ளப்படும்.<br/><br/>காணாத சினம் என்பது விகாரமாயிற்று. முன்னோனுக்கு யாவரும் பகையாகலானும், ஏனோனுக்குக் காரியந் தோன்றாமையானும், தாமே அழிவர் என்பது பற்றி, இவர் பேணாமை பேணப்படும் என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மீண்டும் பாராத சினத்தனுமாய் மிகப்பெருகிய காமத்தனுமாகியவன் பகை விரும்பப்படும்.<br/><br/>இஃது இவையுடையார் நட்டோரிலராதலால் இவரிடத்துப் பகை கொள்ளலா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Blind in his rage, his lustful passions rage and swell;<br/>If such a man mislikes you, like it well."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Highly to be desired is the hatred of him whose anger is blind, and whose lust increases beyond measure. "
          }
        ]
      }
    ],
    "id": 866
  },
  {
    "kural": {
      "l1": "கொடுத்துங் கொளல்வேண்டு மன்ற வடுத்திருந்து",
      "l2": "மாணாத செய்வான் பகை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொடுத்தும் கொளல்வேண்டும் மன்ற அடுத்திருந்து<br/>மாணாத செய்வான் பகை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன்னை அடுத்துத் தன்னோடிருந்தும் பொருந்தாதவற்றைச் செய்பவனுடைய பகையைப் பொருள் கொடுத்தாவது கொள்ள வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடுத்து இருந்து மாணாத செய்வான் பகை= வினையைத் தொடங்கியிருந்து அதற்கு ஏலாதன செய்வான் பகைமையை; கொடுத்தும் கொளல் மன்ற வேண்டும்= சில பொருள் அழியக் கொடுத்தாயினும் கோடல் ஒருதலையாக வேண்டும்.<br/><br/>ஏலாதன மெலியனாய் வைத்துத் துணிதலும், வலியனாய் வைத்துத் தணிதலும் முதலாயின. அப்பொழுது அதனாற் சில பொருள் அழியினும் பின் பல பொருள் எய்தற்கு ஐயமின்மையின், கொளல் வேண்டுமன்ற என்றார்.<br/><br/>இவை ஆறுபாட்டானும் அது சிறப்புவகையாற் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பகையை உற்றிருந்தும் மாட்சியையில்லாதன செய்யுமவன் பகையினைத் துணிந்து ஒன்றனைக் கொடுத்தும் கொள்ளல் வேண்டும்.<br/><br/>மாணாதசெய்தலாவது பகைக்காவன செய்யாது பிறிது செயல். இஃது இவன் பகைசெய்யமாட்டானாதலால் அப்பகை கோடலாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Unseemly are his deeds, yet, proffering aid, the man draws nigh;<br/>His hate-'tis cheap at any price-be sure to buy!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is indeed necessary to obtain even by purchase the hatred of him who having begun (a work) does what is not conductive (to its accomplishment)."
          }
        ]
      }
    ],
    "id": 867
  },
  {
    "kural": {
      "l1": "குணனிலனாய்க் குற்றம் பலவாயின் மாற்றார்க்",
      "l2": "கினனிலனா மேமாப் புடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குணனிலனாய்க் குற்றம் பலவாயின் மாற்றார்க்கு<br/>இனனிலனாம் ஏமாப் புடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் குணம் இல்லாதவனாய்க் குற்றம் பல உடையவனானால், அவன் துணை இல்லாதவன் ஆவான்; அந்நிலைமையே அவனுடைய பகைவர்க்கு நன்மையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குணன் இலனாய்க் குற்றம் பலவாயின் இனன் இலனாம்= ஒருவன் குணன் ஒன்றும் இலனாய் உடைய குற்றம் பலவாய வழி, அவன் துணையிலனாம்; மாற்றார்க்கு ஏமாப்பு உடைத்து= அவ்விலனாதல் தானே அவன்பகைவர்க்குத் துணையாதலை உடைத்து.<br/><br/>குணம்- இறைமாட்சியுட் சொல்லியன. குற்றம்- இவ்வதிகாரத்துச் சொல்லியனவும், மற்றும் அத்தன்மையனவும். துணை- சுற்றம், நட்பு, பொருள், படை முதலாயின. பகைவர்க்கு இவற்றான் உளதாம் பயன் தானே உளதாம் ஆகலின், ஏமாப்புடைத்து என்றார். இலனாய் என்னும் செய்து என்எச்சம் உடையவென வந்த பெயரெச்சக்குறிப்புக் கொண்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குணங்களுள் யாதும் இலனாய்க் குற்றங்கள் பல உடையனாயின் அவன் துணையிலனாம்; அது மாற்றார்க்கு ஏமமாதலை உடைத்தாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No gracious gifts he owns, faults many cloud his fame:<br/>His foes rejoice, for none with kindred claim."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will become friendless who is without (any good) qualities. and whose faults are many; (such a character) is a help to (his) foes."
          }
        ]
      }
    ],
    "id": 868
  },
  {
    "kural": {
      "l1": "செறுவார்க்குச் சேணிகவா வின்ப மறிவிலா",
      "l2": "வஞ்சும் பகைவர்ப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செறுவார்க்குச் சேணிகவா இன்பம் அறிவிலா<br/>அஞ்சும் பகைவர்ப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அறிவு இல்லாத அஞ்சும் இயல்பு உடைய பகைவரைப் பெற்றால், அவரை எதிர்த்துப் பகைகொள்பவர்க்கு இன்பங்கன் தொலைவில் நீங்காமல் நிற்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அறிவு இலா அஞ்சும் பகைவர்ப் பெறின்= நீதியை அறிதல் இல்லாத அஞ்சும் பகைவரைப் பெற்றால்; செறுவார்க்குச் சேண் இன்பம் இகவா= அவரைச் செறுவார்க்கு உயர்ந்த இன்பங்கள் நீங்கா.<br/><br/>உபாயம் அறிதலும், அறிந்தாற் செய்துமுடிக்குந் திண்மையும் இல்லாதாரே பகைவராதல் கூடாமையிற் பெறின் என்றும், அவரை யறிந்து மேற்சென்ற பொழுதே பகையின்மையும் செல்வமும் ஒருங்கே எய்தலின் சேணுடையின்பங்கள் இகவா என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறிவில்லாத அச்சமுடைய பகைவரைப் பெறின் அவரைச் செறுவார்க்கு இன்பம் தூரப்போகாது, அணித்தாக வரும்.<br/><br/>அறிவு- காரியவறிவு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The joy of victory is never far removed from those<br/>Who've luck to meet with ignorant and timid foes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There will be no end of lofty delights to the victorious, if their foes are (both) ignorant and timid."
          }
        ]
      }
    ],
    "id": 869
  },
  {
    "kural": {
      "l1": "கல்லான் வெகுளுஞ் சிறுபொரு ளெஞ்ஞான்று",
      "l2": "மொல்லானை ஒல்லா தொளி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கல்லான் வெகுளும் சிறுபொருள் எஞ்ஞான்றும்<br/>ஒல்லானை ஒல்லா தொளி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கல்வி கற்காதவனைப் பகைத்துக் கொள்ளும் எளிய செயலைச் செய்ய இயலாத ஒருவனிடம், எக்காலத்திலும் புகழ் வந்து பொருந்தாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கல்லான் வெகுளும் சிறுபொருள் ஒல்லானை= நீதிநூலைக் கல்லாதானொடு பகைததலான் வரும் எளியபொருளை மேவாதானை; எஞ்ஞான்றும் ஒளி ஒல்லாது= எஞ்ஞான்றும் புகழ் மேவாது.<br/><br/>சிறுபொருள்- முயற்சி சிறிதாய பொருள். நீதியறியாதானை வேறல் எளிதாயிருக்கவும், அது மாட்டாதானை வெற்றியான் வரும் புகழ் கூடாது என்பதாம்; ஆகவே, இச்சிறிய முயற்சியாற் பெரிய பயன் எய்தக என்றவாறாயிற்று. இதற்குப் பிறர் எல்லாம் அதிகாரத்தோடு மாறாதன்மேலும், ஓர் பொருட்டொடர்பு படாமல் உரைத்தார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கல்லாதானுமாய், வெகுளியுடையனுமாய்ச் சிறு பொருளனுமாகிய பகைவனை எல்லாநாளும் ஒளி பொருந்தாது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The task of angry war with men unlearned in virtue's lore<br/>Who will not meet, glory shall meet him never more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The light (of fame) will never be gained by him who gains not the trifling reputation of having fought an unlearned (foe)"
          }
        ]
      }
    ],
    "id": 870
  }
]