export default [
  {
    "kural": {
      "l1": "இன்றி யமையாச் சிறப்பின வாயினுங்",
      "l2": "குன்ற வருப விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இன்றி அமையாச் சிறப்பின ஆயினும்<br/>குன்ற வருப விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இன்றியமையாத சிறப்பை உடைய செயல்களே ஆயினும், குடிப்பெருமை தாழுமாறு வரும் செயல்களை ஒருவன் செய்யாமல் விடவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இன்றி அமையாச் சிறப்பின ஆயினும்= செய்யாதவழித் தாம் அமையாத சிறப்பினை உடையவே எனினும்; குன்ற வருப விடல்= தம் குடிப்பிறப்புத் தாழவரும் செயல்களை ஒழிக.<br/><br/>அமையாமை- இறத்தல். குடிப்பிறப்பு என்பது அதிகாரமுறைமையான் வந்தது. இறப்ப வருவழி இளிவந்தன செய்தாயினும் உய்க வென்னும் வடநூன் முறைமையை மறுத்து, உடம்பினது நிலையின்மையியையும், மானத்தினது நிலையுடைமையையுந் தூக்கி அவை செய்யற்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இன்றியமையாத சிறப்புடையனவாயினும் தமது தன்மை குறையவரும் பொருளையும் இன்பத்தையும் விடுக.<br/><br/>இது பொருளும் இன்பமும் மிகினும் தன்மை குறைவன செய்யற்க வென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though linked to splendours man no otherwise may gain,<br/>Reject each act that may thine honour's clearness stain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Actions that would degrade (one's) family should not be done; though they may be so important that not doing them would end in death."
          }
        ]
      }
    ],
    "id": 961
  },
  {
    "kural": {
      "l1": "சீரினுஞ் சீரல்ல செய்யாரே சீரொடு",
      "l2": "பேராண்மை வேண்டு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சீரினும் சீரல்ல செய்யாரே சீரொடு<br/>பேராண்மை வேண்டு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழோடு பெரிய ஆண்மையும் விரும்புகின்றவர், புகழ் தேடும் வழியிலும் குடிப்பெருமைக்கு ஒவ்வாத செயல்களைச் செய்யமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சீரினும் சீர் அல்ல செய்யாரே= புகழ்செய்யும் இடத்தும் தம் குடிமைக்கு ஒவ்வாத இளிவரவுகளைச் செய்யார்; சீரொடு பேராண்மை வேண்டுபவர்= புகழுடனே மானத்தை நிறுத்துதலை விரும்புவார்.<br/><br/>எவ்விடத்தும் நிலைகுலையாத திண்மையான் உளதாதல்பற்றிப் 'பேராண்மை' எனப்பட்டது. நிலையுடைய புகழின் பொருட்டாகவும் செய்யார் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்குப் பொருள் மிகுதி உண்டாமாயினும் நிகரல்லாதன செய்யார், தலைமையோடே கூடப் பெரிய ஆண்மையை விரும்புவார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who seeks with glory to combine honour's untarnished fame,<br/>Do no inglorious deeds, though men accord them glory's name."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who desire (to maintain their) honour, will surely do nothing dishonourable, even for the sake of fame."
          }
        ]
      }
    ],
    "id": 962
  },
  {
    "kural": {
      "l1": "பெருக்கத்து வேண்டும் பணிதல் சிறிய",
      "l2": "சுருக்கத்து வேண்டு முயர்வு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெருக்கத்து வேண்டும் பணிதல் சிறிய<br/>சுருக்கத்து வேண்டும் உயர்வு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செல்வம் பெருகியுள்ள காலத்தில் ஒருவனுக்குப் பணிவு வேண்டும். செல்வம் குறைந்து சுருங்கும் வறுமையுள்ள காலத்தில் பணியாத உயர்வு வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருக்கத்துப் பணிதல் வேண்டும்= குடிப்பிறந்தார்க்கு நிறைந்த செல்வம் உளதாயவழி யாவர்மாட்டும் பணிவு வேண்டும்; சிறிய சுருக்கத்து உயர்வு வேண்டும்= குறைந்த நல்குரவு உளதாயவழிப் பணியாமை வேண்டும்.<br/><br/>பணியாமை, தாழ்வு வராமல் பழைய உயர்ச்சிக்கண்ணே நிற்றல். செல்வக்காலை அஃது உயர்ச்சி செய்யத் தாம் தாழ்தலும், அல்லற்காலை அது தாழ்வு செய்யத் தாம் உயர்தலும் வேண்டும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல்வம் பெருகிய காலத்து எல்லார்க்கும் பணிதல் வேண்டும்: செல்வம் மிகவுஞ் சுருங்கின் காலத்துத் தமது தன்மை குறைவுபடாமல் ஒழுகல் வேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Bow down thy soul, with increase blest, in happy hour,<br/>Lift up thy heart, when stript of all by fortune's power."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "In great prosperity humility is becoming; dignity, in great adversity. "
          }
        ]
      }
    ],
    "id": 963
  },
  {
    "kural": {
      "l1": "தலையி னிழிந்த மயிரனையர் மாந்தர்",
      "l2": "நிலையி னிழிந்தக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தலையின் இழிந்த மயிரனையர் மாந்தர்<br/>நிலையின் இழிந்தக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மக்கள் தம் உயர்வுக்கு உரிய நிலையிலிருந்து தாழ்ந்த போது, தலையிலிருந்து விழுந்து தாழ்வுற்ற மயிரினைப் போன்றவர் ஆவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாந்தர்= குடிப்பிறந்த மாந்தர்; நிலையின் இழிந்தக் கடை= தம் உயர்ந்த நிலையை விட்டு அதனினின்றும் தாழ்ந்தவழி; தலையின் இழிந்த மயி்ர் அனையர்= தலையைவிட்டு அதனினின்றும் வீழ்ந்த மயிரினை ஒப்பர்.<br/><br/>அந்நிலையை விடாதுநின்றவழிப் பேணப்படுதலும், விட்டுத் தாழ்ந்தவழி இழிக்கப்படுதலும் உவமையாற் பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தலையினின்று இறங்கிய மயிரைப்போல இகழப்படுவர்: மாந்தர் தமது நிலையினின்று நீங்கித் தாழ ஒழுகின விடத்து."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like hairs from off the head that fall to earth,<br/>When fall'n from high estate are men of noble birth."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They who have fallen from their (high) position are like the hair which has fallen from the head."
          }
        ]
      }
    ],
    "id": 964
  },
  {
    "kural": {
      "l1": "குன்றி னனையாருங் குன்றுவர் குன்றுவ",
      "l2": "குன்றி யனைய செயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குன்றின் அனையாரும் குன்றுவர் குன்றுவ<br/>குன்றி அனைய செயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மலைபோல் உயர்ந்த நிலையில் உள்ளவரும், தாழ்வுக்குக் காரணமான செயல்களை ஒரு குன்றிமணி அளவு செய்தாலும் தாழ்ந்து போய்விடுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "= குன்றின் அனையாரும்= குடிப்பிறப்பான் மலைபோல உயர்ந்தோரும்; குன்றுவ குன்றி அனைய செயின் குன்றுவர் = தாழ்தற்கு ஏதுவாய செயல்களை ஒருகுன்றியளவாயினும் செய்வராயின் தாழ்வர்.<br/><br/>குன்றியனையவும் என்னும் இழிவு சிறப்பும்மை விகாரத்தான் தொக்கது. தாழ்தற்கு ஏதுவாய செயல்களாவன இளிவந்தன. சொற்பின் வருநிலை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மலைபோலப் பெரிய உயர்வுடையாரும் தமது தன்மை குறைபடுவர்: ஒரு குறைவு வருவனவற்றைக் குன்றி அளவாயினும் செய்வாராயின்.<br/><br/>இது மிக்காராயினும் இகழப்படுவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If meanness. slight as 'abrus' grain, by men be wrought,<br/>Though like a hill their high estate, they sink to nought."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even those who are exalted like a hill will be thought low, if they commit deeds that are debasing."
          }
        ]
      }
    ],
    "id": 965
  },
  {
    "kural": {
      "l1": "புகழின்றாற் புத்தேணாட் டுய்யாதா லென்மற்",
      "l2": "றிகழ்வார்பின் சென்று நிலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புகழ்இன்றால் புத்தேள்நாட்டு உய்யாதால் என்மற்று<br/>இகழ்வார்பின் சென்று நிலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மதியாமல் இகழ்கின்றவரின் பின்சென்று பணிந்து நிற்கும் நிலை, ஒருவனுக்குப் புகழும் தாராது; தேவருலகிலும் செலுத்தாது; வேறு பயன் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகழ்வார் பின் சென்றுநிலை= மானத்தைவிட்டுத் தன்னை அவமதிப்பார் பின்னே ஒருவன்சென்று நிற்கின்ற நிலை; புகழ் இன்று= இவ்வுலகத்துப் புகழ் பயவாது; புத்தேள் நாட்டு உய்யாது= ஏனைப் புத்தேள் உலகத்துச் செலுத்தாது; மற்று என்= இனி, அவனுக்கு அது செய்வது யாது?<br/><br/>புகழ் பயப்பதனைப் புகழ் என்றார். பயனாய இவ்விரண்டும் இன்றிக் கொன்னே மானம் கெடுக்கின்றது என்னை என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் அவை செய்தற்குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இம்மைப் பயனாகிய புகழைத் தாராதாயின், மறுமைப் பயனாகிய சுவர்க்கத்துப் புகுதலில்லை ஆயின், தன்னை இகழ்ந்துரைப்பார்பின் சென்று ஒருவன் நிற்கின்றது பின்னை என்ன பயனைக் கருதி?<br/><br/>இது தம்மை இகழ்வார்மாட்டுச் சென்று நிற்றலைத் தவிர்க வென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "It yields no praise, nor to the land of Gods throws wide the gate;<br/>Why follow men who scron, and at their bidding wait?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Of what good is it (for the high-born) to go and stand in vain before those who revile him ? it only brings him loss of honour and exclusion from heaven."
          }
        ]
      }
    ],
    "id": 966
  },
  {
    "kural": {
      "l1": "ஒட்டார்பின் சென்றொருவன் வாழ்தலி னந்நிலையே",
      "l2": "கெட்டா னெனப்படுத னன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒட்டார்பின் சென்றொருவன் வாழ்தலின் அந்நிலையே<br/>கெட்டான் எனப்படுதல் நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மதியாதவரின் பின்சென்று ஒருவன் உயிர் வாழ்வதை விட, அவ்வாறு செய்யாத நிலையில் நின்று அழிந்தான் என்று சொல்லப்படுதல் நல்லது"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒட்டார் பின் சென்று ஒருவன் வாழ்தலின்= தன்னை இகழ்வார் பின்னே சென்று பொருள் பெற்று அதனால் ஒருவன் உயிர் வாழ்தலின்; அந்நிலையே கெட்டான் எனப்படுதல் நன்று= அது செய்யாது இறந்தான் என்று சொல்லப்படுதல் அவனுக்கு நன்று.<br/><br/>ஒட்டுதல்- பொருந்துதல். 'அந்நிலையே' என்றது, செல்லாத முன்னை நிலைக்கண்ணே நின்று என்றவாறு; அப்பொழுதே என்றுமாம். புகழும், புத்தேள் நாடும் பயவாதேனும் பொருள்பெற்று உயிர் வாழ்வாம் என்பாரை நோக்கிக் கூறியது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் தன்னை இகழ்வார்பின் சென்று வாழும் வாழ்க்கையின், அவர்பால் செல்லாத அந்நிலையே நின்று கெட்டானென்று பிறரால் சொல்லப்படுதல் நன்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Better 'twere said, 'He perished!' than to gain<br/>The means to live, following in foeman's train."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is better for a man to be said of him that he died in his usual state than that he eked out his life by following those who disgraced him."
          }
        ]
      }
    ],
    "id": 967
  },
  {
    "kural": {
      "l1": "மருந்தோமற் றூனோம்பும் வாழ்க்கை பெருந்தகைமை",
      "l2": "பீடழிய வந்த விடத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மருந்தோமற்று ஊன்ஓம்பும் வாழ்க்கை பெருந்தகைமை<br/>பீடழிய வந்த இடத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுடைய பெருந்தகைமை தன் சிறப்புக்கெட நேர்ந்த போது, அவன் உடம்பை மட்டும் காத்து வாழும் வாழ்க்கை சாவாமைக்கு மருந்தோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெருந்தகைமை பீடழிய வந்தவிடத்து= உயர்குடிப் பிறப்புத் தன் வலியாகிய மானம் அழிய வந்துழி; ஊன் ஓம்பும் வாழ்க்கை மற்று மருந்தோ= இறத்தல் ஒழிந்து பயனில்லாத உடம்பினைக் காக்கும் வாழ்க்கை பின்னும் இறவாமைக்கு மருந்தாகுமோ?<br/><br/>'மற்று' என்பது, மேற்சொல்லிய இறப்பினை மாற்றிநின்றது. நற்குணங்கட்கு எல்லாம் இடனாதல் சிறப்புப்பற்றிப் 'பெருந்தகைமை' என்றும், அவை எல்லாவற்றுள்ளும் அதற்கு வலியாதல் சிறப்புப் பற்றிப் 'பீடு' என்றும், அஃது அழிந்தால் நின்ற வெற்றுடம்பு இழிக்கப்படுதலின், அதனை 'ஊன்' என்றும், பின்னும் இறத்தல் ஒருதலை என்பார், 'மருந்தோ' என்றும் கூறினார். மானத்தின் தொழில் அதற்கு இடனாகி குடிப்பிறப்பின்மேல் நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமது பெரிய தகைமை வலியழிய வந்தவிடத்துச் சாவாதே இருந்து உயிரினை ஓம்பி வாழும் வாழ்க்கை பின்பும் ஒருகாலஞ் சாவாமைக்கு மருந்தாமோ.<br/><br/>பெருந்தகைமை அழியவந்தவிடத் தென்று கூட்டுக."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When high estate has lost its pride of honour meet,<br/>Is life, that nurses this poor flesh, as nectar sweet?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "For the high-born to keep their body in life when their honour is gone will certainly not prove a remedy against death."
          }
        ]
      }
    ],
    "id": 968
  },
  {
    "kural": {
      "l1": "மயிர்நீப்பின் வாழாக் கவரிமா வன்னா",
      "l2": "ருயிர்நீப்பர் மானம் வரின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மயிர்நீப்பின் வாழாக் கவரிமா அன்னார்<br/>உயிர்நீப்பர் மானம் வரின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன் உடம்பிலிருந்து மயிர் நீங்கினால் உயிர் வாழாத கவரிமானைப் போன்றவர் மானம் அழிய நேர்ந்தால் உயிரை விட்டுவிடுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மயிர் நீப்பின் வாழாக் கவரிமா அன்னார்= தன் மயிர்த்திரளின் ஒருமயிர் நீங்கினும் உயிர் வாழாத கவரிமானை ஒப்பார்; மானம் வரின் உயிர் நீப்பர்= உயிர் நீங்கத் தான் மானம் எய்தும் எல்லைவரின், அதனைத் தாங்காது இறப்பர்.<br/><br/>இழிவு சிறப்பும்மை விகாரத்தான் தொக்கது. உயிரும் மானமும் உடன் நில்லாமைக்கண், பின்னும் போவதாய உயிரை நீத்து, எஞ்ஞான்றும் நிற்பதாய மானத்தை எய்துவர் என்பதாம். உவமை அவர்க்கு அஃது இயல்பு என்பது விளக்கி நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு மயிர் நீங்கின் உயிர்வாழாத கவரிமானைப் போன்ற மானமுடையார், மானம் அழியவரின் உயிர்விடுவர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Like the wild ox that, of its tuft bereft, will pine away,<br/>Are those who, of their honour shorn, will quit the light of day."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who give up (their) life when (their) honour is at stake are like the yark which kills itself at the loss of (even one of) its hairs."
          }
        ]
      }
    ],
    "id": 969
  },
  {
    "kural": {
      "l1": "இளிவரின் வாழாத மான முடையா",
      "l2": "ரொளிதொழு தேத்து முலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இளிவரின் வாழாத மானம் உடையார்<br/>ஒளிதொழுது ஏத்தும் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தமக்கு யாதேனும் இழிவு நேர்ந்தால் உயிர் வாழாத மானம் உடையவரின் புகழை உலகத்தார் தொழுது ஏத்தி நிற்பார்கள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இளிவரின் வாழாத மானம் உடையார் ஒளி= தமக்கோர் இழிவு வந்துழிப் பொறுத்து உயிர் வாழாது அதனை நீத்த மானம் உடையாரது புகழ் வடிவினை; தொழுது ஏத்தும் உலகு= எஞ்ஞான்றும் தொழுது துதியாநிற்பர் உலகத்தார்.<br/><br/>\"புலவர் பாடும் புகழுடையோர் விசும்பின்/ வலவன் ஏவா வான வூர்தி/ எய்துவர்\"Ȳ ஆகலி்ன், துறக்கச்செலவு சொல்லவேண்டா வாயிற்று."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இளிவரவு உண்டானால் உயிர் வாழாத மானமுடையாரது புகழைத் தொழுது துதிக்கும் உலகு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who , when dishonour comes, refuse to live, their honoured memory<br/>Will live in worship and applause of all the world for aye!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The world will (always) praise and adore the fame of the honourable who would rather die than suffer indignity."
          }
        ]
      }
    ],
    "id": 970
  }
]