export default [
  {
    kural: {
      l1: 'பெறுமவற்றுள் யாமறிவ தில்லை யறிவறிந்த',
      l2: 'மக்கட்பே றல்ல பிற',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `பெறுமவற்றுள் யாமறிவது இல்லை அறிவறிந்த<br/>
            மக்கட்பேறு அல்ல பிற`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `பெறத் தகுந்த பேறுகளில், அறியவேண்டியவைகளை அறியும் நன்மக்களைப் பெறுவதைத் தவிர மற்றப் பேறுகளை யாம் மதிப்பதில்லை.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `பெறுமவற்றுள் = (ஒருவன்) பெறும் பேறுகளுள்;<br/><br/>
            அறிவு அறிந்த மக்கள் பேறு அல்ல பிற = அறிய வேண்டுவன அறிதற்கு உரிய மக்களைப் பெறுதலல்லது பிறபேறுகளை;<br/><br/>
            யாம் அறிவதில்லை = யாம் மதிப்பதில்லை.<br/><br/>
            'அறிவது' என்பது, அறிதலைச்செய்வது என அத்தொழின்மேல் நின்றது. காரணமாகிய உரிமை காரியமாகிய அறிதலைப் பயந்தே விடுமாதலான், அத்துணிவுபற்றி 'அறிந்த' வென இறந்தகாலத்தாற் கூறினார்.<br/><br/>
            'அறிவறிந்த' என்றதனான், ‘மக்கள்’ என்னும் பெயர் பெண்ணொழித்து நின்றது.<br/><br/>
            இதனாற் புதல்வர்ப்பேற்றினது சிறப்புக்கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `பெறும் அவற்றுள் - (ஒருவன்) பெரும் பொருள்களுள், அறிவுடைய மக்கள் பேறு - அறிவுடைய மக்களைப் பெறுதல் (போலப் பயன்படுவது), அல்ல: பிற - ஒழிந்தபொருள்களுள், யாம் அறிவது இல்லை - யாம் கண்டறிவது இல்லை. [கண்டறிவது - பொறிகளால் அறியும் பொருள். ஒழிந்த - மக்கட்பேறல்லாத.]<br/><br/>
            இஃது, அறிவுடைய மக்களால் பெற்றோர் சிறந்த பயனை அடைவ ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Of all that men acquire, we know not any greater gain,<br/>
            Than that which by the birth of learned children men obtain`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Among all the benefits that may be acquired, we know no greater benefit than the acquisition of
            intelligent children.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'எழுபிறப்புந் தீயவை தீண்டா பழிபிறங்காப்',
      l2: 'பண்புடை மக்கட் பெறின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப்<br/>
            பண்புடை மக்கட் பெறின்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `பழி இல்லாத நல்ல பண்பு உடைய மக்களைப் பெற்றால் ஒருவனுக்கு ஏழு பிறவியிலும் தீவினைப் பயனாகிய துன்பங்கள் சென்று சேரா.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `எழுபிறப்பும் தீயவை தீண்டா = (வினைவயத்தாற் பிறக்கும்) பிறப்பு ஏழின் கண்ணும் (ஒருவனைத்) துன்பங்கள் சென்றடையா;<br/><br/>
            பழிபிறங்காப் பண்புடை மக்கள் பெறின் = (பிறரால்) பழிக்கப்படாத நற்குணங்களையுடைய புதல்வரைப் பெறுவானாயின்.<br/><br/>
            அவன் தீவினை வளராது தேய்தற்குக் காரணமாகிய நல்வினைகளைச் செய்யும் புதல்வரைப் பெறுபவனாயி னென்றவாறாயிற்று.<br/><br/>
            பிறப்பேழாவன:<br/><br/>
            "ஊர்வ பதினொன்றா மொன்பது மானுடம்<br/><br/>
            நீர்பறவை நாற்காலோர் பப்பத்துச்-சீரிய<br/><br/>
            பந்தமாந் தேவர் பதினா லயன்படைத்த<br/><br/>
            வந்தமில்சீர்த் தாவரநா லைந்து."<br/><br/>
            தந்தை தாயர் தீவினை தேய்தற்பொருட்டு அவரை நோக்கிப் புதல்வர்செய்யுந் தானதருமங்கட்கு அவர் நற்குணங் காரணமாகலின், ‘பண்பு’ என்னும் காரணப்பெயர் காரியத்தின்மே னின்றது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `எழு பிறப்பும் தீயவை தீண்டா - எழு பிறப்பினும் துன்பங்கள் சாரா, பழி பிறங்காத பண்புடை மகன் பெறின் - (ஒரு பிறப்பிலே) பழியின் கண் மிகாத குணத்தினையுடைய மக்களைப் பெறுவாராயின்.[பிறங்காது என்பது ஈறு கெட்டு நின்றது.]<br/><br/>
            இது நன் மக்களைப் பெற்றார் எழுபிறப்பிலும் துன்புறா ரென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Who children gain, that none reproach, of virtuous worth,<br/>
            No evils touch them, through the sev'n-fold maze of birth`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The evils of the seven births shall not touch those who abtain children of a good disposition, free from
            vice.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தம்பொரு ளென்பதம் மக்க ளவர்பொரு',
      l2: 'டந்தம் வினையான் வரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `தம்பொருள் என்பதம் மக்கள் அவர்பொருள்<br/>
            தம்தம் வினையான் வரும்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தம் மக்களே தம்முடைய பொருள்கள் என்று அறிஞர் கூறுவர்; மக்களாகிய அவர்தம் பொருள்கள் அவரவருடைய வினையின் பயனால் வந்து சேரும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `தம் மக்கள் தம்பொருள் என்ப = தம்புதல்வரைத் தம்பொருளென்று சொல்லுவர் (அறிந்தோர்)<br/><br/>
              அவர்பொருள் தந்தம் வினையான் வரும் = அப்புதல்வர் செய்தபொருள் தம்மை நோக்கி (அவர்) செய்யும் நல்வினையானே (தம்பால்) வரும் (ஆதலான்).<br/><br/>
              ’தந்தம்வினை’ யென்புழித் தொக்குநின்ற ஆறாம்வேற்றுமை "முருகனது குறிஞ்சிநிலம்" என்புழிப்போல உரிமைப்பொருட்கண் வந்தது.<br/><br/>
              பொருள்செய்த மக்களைப்பொருளென உபசரித்தார்.<br/><br/>
              இவை யிரண்டுபாட்டானும் நன்மக்கட் பெற்றார் பெறும் மறுமைப்பயன் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `தம்மக்கள் தம்பொருள் என்ப - தம்மக்களைத் தம்முடைய பொருள் என்று சொல்லுவர் (உலகத்தார்), அவர் பொருள் தம்தம் வினையால் வரும் - அம்மக்களாகிய பொருள் தம்தம்முடைய வினையால் வருதலான். [அவர் பொருள் என்பது இருபெயரொட்டுப் பண்புத்தொகை.]<br/>
            இது, தம்மக்கள் தம்பொரு ளென்பது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Man's children are his fortune, ' say the wise;<br/>
            From each one's deeds his varied fortunes rise`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `Men will call their sons their wealth, because it flows to them through the deeds which they (sons)
            perform on their behalf.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அமிழ்தினு மாற்ற வினிதேதம் மக்கள்',
      l2: 'சிறுகை யளாவிய கூழ்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள்<br/>
            சிறுகை அளாவிய கூழ்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தம்முடைய மக்களின் சிறு கைகளால் அளாவப்பெற்ற உணவு, பெற்றோர்க்கு அமிழ்தத்தைவிட மிக்க இனிமை உடையதாகும்`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `அமிழ்தினும் ஆற்ற இனிதே = (சுவையான்) அமிழ்தத்தினும் மிக வினிமை யுடைத்து;<br/><br/>
            தம் மக்கள் சிறுகை அளாவிய கூழ் = தம் மக்களது சிறுகையான் அளாவப்பட்ட சோறு.<br/><br/>
            சிறுகையா னளாவலாவது #"இட்டுந் தொட்டுங் கவ்வியுந் துழந்தும், நெய்யுடை யடிசின் மெய்பட விதிர்த்தல்".`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `தம்மக்கள் சிறுகை அளாவிய கூழ் - தம்முடைய மக்கள் சிறு கையாலே அளைந்த கூழ், அமிழ்தினும் ஆற்ற இனிது - (இனிமை யுடைத்தாகிய) அமிழ்தினும் மிக இனிது. [ஏகாரம் - அசை.]<br/><br/>
            இது, தம்மக்கள் கையால் அளையப்பட்ட உணவு தமக்கு மிக்க சுவை நல்கு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Than God's ambrosia sweeter far the food before men laid,
            In which the little hands of children of their own have play'd`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The rice in which the little hand of their children has dabbled will be far sweeter (to the parent) than
            ambrosia.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மக்கண்மெய் தீண்ட லுடற்கின்ப மற்றவர்',
      l2: 'சொற்கேட்ட லின்பஞ் செவிக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றுஅவர்<br/>
            சொற்கேட்டல் இன்பம் செவிக்கு`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `மக்களின் உடம்பைத் தொடுதல் உடம்பிற்கு இன்பம் தருவதாகும்; அம் மக்களின் மழலைச் சொற்களைக் கேட்டல் செவிக்கு இன்பம் தருவதாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `உடற்கின்பம் மக்கள் மெய் தீண்டல் = (ஒருவன்) மெய்க்கு இன்பமாவது மக்களது மெய்யைத் தீண்டுதல்;<br/><br/>
            செவிக்கு இன்பம் அவர் சொல் கேட்டல் = செவிக்கின்பமாவது அவரது சொல்லைக் கேட்டல்.<br/><br/>
            'மற்று' வினைமாற்று.<br/><br/>
            மக்களது மழலைச் சொல்லேயன்றி அவர் கற்றறிவுடையராய்ச் சொல்லுஞ் சொல்லும் இன்பமாகலின், பொதுப்படச் சொல்லென்றார்.<br/><br/>
            'தீண்டல்' 'கேட்ட' லென்னுங் காரணப்பெயர்கள் ஈண்டு்க் காரியங்களின் மேனின்றன.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `மக்கள் மெய் தீண்டல் உடற்கு இன்பம் - தம்மக்கள் தமது உடம்பினைச் சார்தல் தம் உடம்பிற்கு இன்பமாம். அவர் சொல் கேட்டல் செவிக்கு இன்பம் - அவர் சொற்களைக் கேட்டல் தம் செவிக்கு இன்பமாம். [மற்று - அசை.]<br/><br/>
            இது, தம்மக்கள் தம்உடம்பில் சார்தலும் தம்மக்கள் சொல் தம்செவியில் படுதலும் தமக்கு இன்பம் பயக்கு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `To parent sweet the touch of children dear;<br/>
            Their voice is sweetest music to his ear`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The touch of children gives pleasure to the body, and the hearing of their words, pleasure to the ear.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'குழலினிதி யாழினி தென்பதம் மக்கள்',
      l2: 'மழலைச்சொற் கேளா தவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `குழல்இனிது யாழ்இனிது என்பதம் மக்கள்<br/>
            மழலைச்சொல் கேளா தவர்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தம் மக்களின் மழலைச் சொல்லைக் கேட்டு அதன் இனிமையை நுகராதவரே குழலின் இசை இனியது, யாழின் இசை இனியது என்று கூறுவர்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `குழல் இனிது யாழ் இனிது என்ப = குழலிசை யினிது யாழிசை யினிது என்று சொல்லுவர்;<br/><br/>
            தம் மக்கள் மழலைச் சொல் கேளாதவர் = தம் புதல்வருடைய குதலைச் சொற்களைக் கேளாதவர்.<br/><br/>
            'குழல்' 'யாழ்' என்பன ஆகுபெயர். கேட்டவர் அவற்றினும் மழலைச்சொல் இனிதென்பரென்பது குறிப்பெச்சம்.<br/><br/>
            இனிமை மிகுதிபற்றி, மழலைச்சொல்லைச் சிறப்புவகையானுங் கூறியவாறு.<br/><br/>
            இவை மூன்று பாட்டானும் இம்மைப்பயன் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `தம்மக்கள் மழலைச்சொல் கேளாதவர் - தம்மக்களது மழலைச் சொற்களைக் கேளாதவர், குழல் இனிது யாழ் இனிது என்ப - குழலோசை இனிது யாழோசை இனிது என்று சொல்லுவர், (கேட்டவர் அவை இனிதென்று சொல்லார் என்றவாறு.)<br/><br/>
            இது, தம்மக்கள் சொல் அவ்விரண்டினும் இன்பம் பயக்கு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `'The pipe is sweet', 'the lute is sweet,' by them 't will be averred,<br/>
            Who music of their infants' lisping lips have never heard.`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `"The pipe is sweet, the lute is sweet," say those who have not heard the prattle of their own children.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தந்தை மகற்காற்று நன்றி யவையத்து',
      l2: 'முந்தி யிருப்பச் செயல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `தந்தை மகற்காற்று நன்றி அவையத்து<br/>
            முந்தி இருப்பச் செயல்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்லுதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக் கல்வியில் மேம்படச் செய்தலாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `தந்தை மகற்கு ஆற்றும் நன்றி = தந்தை புதல்வனுக்குச் செய்யும் நன்மையாவது;<br/><br/>
            அவையத்து முந்தி இருப்பச் செயல் = (கற்றார்) அவையத்தின்கண் (அவரினும்) மிக்கிருக்குமாறு கல்வியுடையனாக்குதல்.<br/><br/>
            பொருளுடையனாக்குதல் முதலாயின, துன்பம் பயத்தலின் நன்மையாகாவென்பது கருத்து.<br/><br/>
            இதனால் தந்தை கடன் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `தந்தை மகற்கு ஆற்றும் நன்றி - தந்தை மகனுக்குச் செய்யும் உபகாரம், அவையத்து முத்தி இருப்ப செயல் - அவையகத்தின் கண்ணே (அவன்) முந்தி இருக்குமாறு (அவனுக்குக்) கல்வி உண்டாக்குதல்.<br/><br/>
            இது, மகனைக் கல்வியுடைய னாக்குதல் தந்தையின் கடனென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Sire greatest boon on son confers, who makes him meet,<br/>
            In councils of the wise to fill the highest seat`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The benefit which a father should confer on his son is to give him precedence in the assembly of the
            learned.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'தம்மிற்றம் மக்க ளறிவுடைமை மாநிலத்து',
      l2: 'மன்னுயிர்க் கெல்லா மினிது',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து<br/>
            மன்னுயிர்க் கெல்லாம் இனிது`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தம் மக்களின் அறிவுடைமை, தமக்கு இன்பம் பயப்பதைவிட உலகத்து உயிர்களுக்கெல்லாம் மிகுந்த இன்பம் பயப்பதாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `தம் மக்கள் அறிவுடைமை = தம் மக்களதறிவுடைமை;<br/><br/>
            மா நிலத்து மன் உயிர்க்கெல்லாம் தம்மின் இனிது = பெரிய நிலத்து மன்னாநின்ற உயிர்கட்கெல்லாம் தம்மினுமினிதாம்.<br/><br/>
            ஈண்டு ‘அறிவு’ என்றது, இயல்பாகிய அறிவோடுகூடிய கல்வியறிவினை.<br/><br/>
            ‘மன்னுயிர்’ என்றது, ஈண்டறிவுடையார் மேனின்றது, அறிவுடைமை கண்டு இன்புறுதற்கு உரியார் அவராகலின்.<br/><br/>
            இதனால் தந்தையினும் அவையத்தார் உவப்பரென்பது கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `தம்மக்கள் அறிவுடைமை - தம்மக்கள் அறிவுடையாராதல், தம்மின் மாநிலத்து மன் உயிர்க்கெல்லாம் இனிது - தம்மைப் போல உலகத்து உயிர்கட்கெல்லாம் இனிதாம்.<br/><br/>
            இது, தம்மக்கள் அறிவுடைமையால் உலகமும் இன்பமுறு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `Their children's wisdom greater than their own confessed,
            Through the wide world is sweet to every human breast`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `That their children should possess knowledge is more pleasing to all men of this great earth than to
            themselves.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'ஈன்ற பொழுதிற் பெரிதுவக்குந் தன்மகனைச்',
      l2: 'சான்றோ னெனக்கேட்ட தாய்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச்<br/>
            சான்றோன் எனக்கேட்ட தாய்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `தன் மகனை நற்பண்பு நிறைந்தவன் எனப் பிறர் சொல்லக் கேள்வியுற்ற தாய், தான் அவனைப் பெற்ற காலத்து உற்ற மகிழ்ச்சியைவிடப் பெரிதும் மகிழ்வாள்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: `ஈன்ற பொழுதின் பெரிது உவக்கும் = (தான்) பெற்ற பொழுதை மகிழ்ச்சியினும் மிக மகிழும்;<br/><br/>
            தன்மகனைச் சான்றோன் எனக் கேட்ட தாய் = தன்மகனைக் (கல்வி கேள்விகளான்) நிறைந்தானென்று (அறிவுடையார்) சொல்லக் கேட்ட தாய்.<br/><br/>
            கவானின்கட்❖ கண்ட பொதுவுவகையினுஞ் சால்புடையனெனக் கேட்ட சிறப்புவகை பெரிதாகலின் ‘பெரிதுவக்கும்’ எனவும், பெண்ணியல்பால் தானாக அறியாமையிற் ‘கேட்டதாய்’ எனவுங் கூறினார். ‘அறிவுடையார்’ என்பது வருவிக்கப்பட்டது. சான்றோரென்றற்கு உரியர் அவராகலின்.<br/><br/>
            தாயுவகைக்கு அளவின்மையின் அஃது இதனாற் பிரித்துக் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `ஈன்ற பொழுதின் பெரிது. உவக்கும் - தான்பெற்ற காலத்திலும் மிக மகிழும், தன் மகனை சான்றோன் எனக் கேட்ட தாய் - தன் மகனைச் சான்றோ னென்று பிறர் சொல்லக் கேட்ட (காலத்துத்) தாய்.
            இது, மக்கள் புகழையெய்துதல் தாய்க்கும் இன்பம் பயக்கு மென்றது.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `When mother hears him named 'fulfill'd of wisdom's lore,'<br/>
            Far greater joy she feels, than when her son she bore`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `The mother who hears her son called "a wise man" will rejoice more than she did at his birth.`,
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'மகன்றந்தைக் காற்று முதவி யிவன்றந்தை',
      l2: 'யென்னோற்றான் கொல்லெனுஞ் சொல்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: `மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை<br/>
            என்நோற்றான் கொல்எனும் சொல்`,
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: `மகன் தன் தந்தைக்குச் செய்யத்தக்க கைம்மாறு, 'இவன் தந்தை இவனை மகனாகப் பெற என்ன தவம் செய்தானோ' என்று பிறர் புகழ்ந்து சொல்லும் சொல்லாகும்.`,
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: ` தந்தைக்கு மகன் ஆற்றும் உதவி = (கல்வியுடையனாக்கிய) தந்தைக்கு மகன் செய்யும் கைம்மாறாவது;<br/><br/>
            இவன்தந்தை என் நோற்றான்கொல் எனும் சொல் = (தன் அறிவும் ஒழுக்கமுங் கண்டார்), இவன் தந்தை (இவனைப்) பெறுதற்கு என்ன தவஞ் செய்தான்கொல்லோவென்று சொல்லுஞ் சொல்லை நிகழ்த்துதல்.<br/><br/>
            ‘சொல்’ என்பது நிகழ்த்துதலாகிய தன்காரணந் தோன்ற நின்றது. நிகழ்த்துதல் அங்ஙனஞ்சொல்லவொழுகுதல்.<br/><br/>
            இதனாற் புதல்வன் கடன் கூறப்பட்டது.`,
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: `மகன் தந்தைக்கு ஆற்றும் உதவி - மகன் தந்தைக்குச் செய்யும் உபகாரம், இவன் தந்தை என் நோற்றான் என்னும் சொல் - (இவனைப் பெறுதற்கு) இவன் தந்தை என்ன தவம் செய்தான் என்று உலகத்தார் சொல்லும் சொல்லைப் படைத்தல். [கொல்-அசை.]<br/><br/>
            நெறியின் ஒழுகுவாரை உலகத்தார் புகழ்வராதலான், மகனும் ஒழுக்கமுடையவ னாக வேண்டு மென்று. இது கூறிற்று.`,
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: `To sire, what best requital can by grateful child be done?<br/>
            To make men say, 'what merit gained the father such a son?'`,
          },
          {
            title: 'Commentary',
            author: '',
            text: `(So to act) that it may be said "by what great penance did his father beget him," is the benefit which a
            son should render to his father.`,
          },
        ],
      },
    ],
  },
];
