export default [
  {
    "kural": {
      "l1": "அகலா தணுகாது தீக்காய்வார் போல்க",
      "l2": "இகல்வேந்தர்ச் சேர்ந்தொழுகு வார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அகலாது அணுகாது தீக்காய்வார் போல்க<br/>இகல்வேந்தர்ச் சேர்ந்தொழுகு வார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசரைச் சார்ந்து வாழ்கின்றவர், அவரை மிக நீங்காமலும், மிக அணுகாமலும் நெருப்பில் குளிர் காய்கின்றவர்போல இருக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இகல் வேந்தர்ச் சேர்ந்து ஒழுகுவார்= மாறுபடுதலை உடைய அரசரைச் சேர்ந்து ஒழுகும் அமைச்சர்; அகலாது அணுகாது தீக்காய்வார் போல்க= அவரை மிகநீங்குவதும், மிகச்செறிவதும் செய்யாது தீக்காய்வார்போல இடைநிலத்திலே நிற்க.<br/><br/>கடிதின் வெகுளும் தன்மையர் என்பது தோன்ற, 'இகல்வேந்தர்' என்றார். மிக அகலின் பயன் கொடாது, மிக அணுகின் அவமதிபற்றித் தெறும் வேந்தர்க்கு, மிக அகலின் குளிர் நீங்காது மிக அணுகின் சுடுவதாய தீயோடு உளதாய தொழில்உவமம் பெறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மாறுபாடுடைய வேந்தரைச் சேர்ந்தொழுகும் அமைச்சர் அவரை அகலுவதுஞ் செய்யாது அணுகுவதுஞ் செய்யாது தீக்காய்வார்போல இருக்க.<br/><br/>இது சேர்ந்தொழுகுந் திறங்கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who warm them at the five draw not too near, nor keep too much aloof;<br/>Thus let them act who dwell beneath of warlike kings the palace-roof."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers who serve under fickle-minded monarchs should, like those who warm themselves at the fire, be neither (too) far, nor (too) near."
          }
        ]
      }
    ],
    "id": 691
  },
  {
    "kural": {
      "l1": "மன்னர் விழைப விழையாமை மன்னரான்",
      "l2": "மன்னிய வாக்கந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மன்னர் விழைப விழையாமை மன்னரால்<br/>மன்னிய ஆக்கந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசர் விரும்புகின்றவைகளைத் தாம் விரும்பாமலிருத்தல் (அரசரைச் சார்ந்திருப்பவர்க்கு) அரசரால் நிலையான ஆக்கத்தைப் பெற்றுத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மன்னர் விழைப விழையாமை= தம்மால் சேரப்பட்ட மன்னர் விரும்புவனவற்றைத் தாம் விரும்பாது ஒழிதல்; மன்னரான் மன்னிய ஆக்கம் தரும்= அமைச்சர்க்கு அவரானே நிலைபெற்ற செல்வத்தைக் கொடுக்கும்.<br/><br/>ஈண்டு 'விழைப' என்றது, அவர்க்குச் சிறப்பாக உரியவற்றை. அவை நுகரப்படுவன, ஒப்பனை, மேன்மை என்றிவை முதலாயின. இவற்றை ஒப்பிற்கஞ்சித் தாம் விழையாது ஒழியவே, அவ்வச்ச நோக்கி உவந்து அவர்தாமே எல்லாச் செல்வமும் நல்குவர் என்பது கருத்து. எனவே, அவற்றை விரும்பிற் கேடுதரும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லார்க்கும் பொதுவாகக் கருதப்பட்டவையன்றி மன்னரால் விரும்பப்பட்டவற்றை விரும்பாதொழிக; அவ்விரும்பாமை அம்மன்னராலே நிலையுள்ள செல்வத்தைத் தருமாதலான்.<br/><br/>அவை நுகர்வனவும் ஒப்பனை முதலாயினவுமாம். இஃது அவற்றைத்தவிர்தல் வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To those who prize not state that kings are wont to prize,<br/>The king himself abundant wealth supplies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "For ministers not to cover the things desired by their kings will through the kings themselves yield them everlasting wealth."
          }
        ]
      }
    ],
    "id": 692
  },
  {
    "kural": {
      "l1": "போற்றி னரியவை போற்றல் கடுத்தபின்",
      "l2": "றேற்றுதல் யார்க்கு மரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "போற்றின் அரியவை போற்றல் கடுத்தபின்<br/>தேற்றுதல் யார்க்கும் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(அரசரைச் சார்ந்தவர்) தம்மைக் காத்துக்கொள்ள விரும்பினால், அரிய தவறுகள் நேராமல் காத்துக் கொள்ள வேண்டும்; ஐயுற்றபின் அரசரைத் தெளிவித்தல் எவர்க்கும் முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "போற்றின் அரியவை போற்றல்= அமைச்சர் தம்மைக் காக்கக் கருதின் அரிய பிழைகள் தங்கண் வாராமற் காக்க; கடுத்தபின் தேற்றுதல் யார்க்கும் அரிது= அவற்றை வந்தனவாகக் கேட்டு, அவ்வரசர் ஐயுற்றால் அவரைப் பின் தெளிவித்தல் யாவர்க்கும் அரிதாகலான்.<br/><br/>அரிய பிழைகளாவன: அவரால் பொறுத்தற்கு அரிய அறைபோதல், உரிமையொடு மருவல், அரும்பொருள் வௌவல் என்றிவை முதலாயின. அவற்றைக் காத்தலாவது, ஒருவன் சொல்லியக்கால், தகுமோ என்று ஐயுறாது தகாதென்றே அவர் துணிய ஒழுகல். ஒருவாற்றான் தெளிவித்தலும், கடன்கொண்டான் தோன்றப் பொருள்தோன்றுமாறு போலக் கண்டுழி எல்லாம் அவை நினைக்கப்படுதலின், 'யார்க்கும் அரிது' என்றார். இவை மூன்று பாட்டானும் அது பொதுவகையால் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "காப்பின், காத்தற்கு அரியனவற்றைக் காப்பாற்றுக: ஐயப்பட்ட பின்பு தெளிவித்தல் யாவர்க்கும் அரிது.<br/><br/>இஃது அடுத்தொன்று சொல்லாம லொழுகவேண்டும்மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who would walk warily, let him of greater faults beware;<br/>To clear suspicions once aroused is an achievement rare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers who would save themselves should avoid (the commission of) serious errors for if the king's suspicion is once roused, no one can remove it."
          }
        ]
      }
    ],
    "id": 693
  },
  {
    "kural": {
      "l1": "செவிச்சொல்லுஞ் சேர்ந்த நகையு மவித்தொழுக",
      "l2": "லான்ற பெரியா ரகத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செவிச்சொல்லும் சேர்ந்த நகையும் அவித்தொழுகல்<br/>ஆன்ற பெரியா ரகத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வல்லமை அமைந்த பெரியாரிடத்தில், (மற்றொருவன்) செவியை நெருங்கிச் சொல்லுதலும் உடன் சேர்ந்து நகைத்தலும் செய்யாமல் ஒழுக வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆன்ற பெரியார் அகத்து= அமைந்த அரசர் அருகிருந்தால்; செவிச் சொல்லும் சேர்ந்த நகையும் அவித்து ஒழுகல்= அவர்காண ஒருவன் செவிக்கட் சொல்லுதலையும், ஒருவன் முகநோக்கி நகுதலையும் தவிர்ந்து ஒழுகுக.<br/><br/>சேர்தல்: பிறனொடு சேர்தல். செய்தொழுகின் தம் குற்றங்கண்டு செய்தனவாகக் கொள்வர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அமைந்த பெரியாரிடத்து ஒருவன் செவியுட் சொல்லுதலும், ஒருவன் முகம்பார்த்துத் தம்மில் நகுதலும் தவிர்ந்தொழுகல் வேண்டும்.<br/><br/>இது கூற்றும் நகையும் ஆகாவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "All whispered words and interchange of smiles repress,<br/>In presence of the men who kingly power possess."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "While in the presence of the sovereign, ministers should neither whisper to nor smile at others."
          }
        ]
      }
    ],
    "id": 694
  },
  {
    "kural": {
      "l1": "எப்பொருளு மோரார் தொடரார்மற் றப்பொருளை",
      "l2": "விட்டக்காற் கேட்க மறை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எப்பொருளும் ஓரார் தொடரார்மற் றப்பொருளை<br/>விட்டக்கால் கேட்க மறை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(அரசர் மறைப்பொருள் பேசும்போது) எப்பொருளையும் உற்றுக்கேட்காமல், தொடர்ந்து வினவாமல், அப்பொருளை அவரே விட்டுச் சொன்னபோது கேட்டறிய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மறை= அரசனுக்குப் பிறரோடு மறை நிகழ்வுழி; எப்பொருளும் ஓரார்= யாதொரு பொருளையும் செவி கொடுத்து்க் கேளாது; தொடரார்= அவனை முடுகி வினவுவதுஞ் செய்யாது; அப்பொருளை விட்டக்கால் கேட்க= அம்மறைப்பொருளை அவன் தானே அடக்காது சொல்லியக்கால் கேட்க.<br/><br/>ஓர்தற்கு ஏற்கும் பொருளாயினும் என்பார், 'எப்பொருளும்' என்றார். 'மற்று' வினைமாற்றின்கண் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதொரு பொருளையும் செவிகொடுத்து ஓராது, தொடர்ந்து கேளாது, அப்பொருளை மறைத்தல் தவிர்ந்தால், பின்பு கேட்க.<br/><br/>இது கேட்டல் விருப்பமும் குற்ற மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Seek not, ask not, the secret of the king to hear;<br/>But if he lets the matter forth, give ear!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(When the king is engaged) in secret counsel (with others), ministers should neither over-hear anything whatever nor pry into it with inquisitive questions, but (wait to) listen when it is divulged (by the king himself). "
          }
        ]
      }
    ],
    "id": 695
  },
  {
    "kural": {
      "l1": "குறிப்பறிந்து காலங் கருதி வெறுப்பில",
      "l2": "வேண்டுப வேட்பச் சொலல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குறிப்பறிந்து காலங் கருதி வெறுப்பில<br/>வேண்டுப வேட்பச் சொலல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசருடைய குறிப்பை அறிந்து, தக்க காலத்தை எதிர் நோக்கி, வெறுப்பில்லாதவற்றையும் விருப்பமானவற்றையும் அவர் விரும்புமாறு சொல்ல வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குறிப்பு அறிந்து= அரசனுக்குக் காரியம் சொல்லுங்கால் அப்பொழுது நிகழ்கின்ற அவன் குறிப்பினை அறிந்து; காலம் கருதி= சொல்லுதற்கேற்ற காலத்தையும் நோக்கி; வெறுப்பு இல வேண்டுப வேட்பச் சொலல்= வெறுப்பிலவுமாய் வேண்டுவனவுமாய காரியங்களை அவன் மனம் விரும்பும் வகை சொல்லுக.<br/><br/>குறிப்புக் காரியத்தின்கண் அன்றிக் காம வெகுளி உள்ளிட்டவற்றின் நிகழ்வுழியும் அதற்குஏலாக் காலத்தும் சொல்லுதல் பயனின்றாகலின் 'குறிப்பறிந்து காலங்கருதி' என்றும், அவன் உடம்படாதன முடிவுபோகாமையின் 'வெறுப்பில' என்றும், பயனில்லவும் பயன் சுருங்கியவும் செய்தல் வேண்டாமையின் 'வேண்டுப' என்றும், அவற்றை இனியவாய்ச் சுருங்கி விளங்கிய பொருளவாய சொற்களாற் சொல்லுக என்பார், 'வேட்பச்சொலல்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அரசன் குறிப்பறிந்து காலம் பார்த்து வெறுப்பில்லாதனவாய்ச் சொல்ல வேண்டுவனவற்றை விரும்புமாறு சொல்க.<br/><br/>இது சொல்லுந் திறம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Knowing the signs, waiting for fitting time, with courteous care,<br/>Things not displeasing, needful things, declare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Knowing the (king's disposition and seeking the right time, (the minister) should in a pleasing manner suggest things such as are desirable and not disagreeable."
          }
        ]
      }
    ],
    "id": 696
  },
  {
    "kural": {
      "l1": "வேட்பன சொல்லி வினையில வெஞ்ஞான்றுங்",
      "l2": "கேட்பினுஞ் சொல்லா விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வேட்பன சொல்லி வினையில எஞ்ஞான்றும்<br/>கேட்பினும் சொல்லா விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அரசர் விரும்புகின்றவற்றை மட்டும் சொல்லிப் பயனில்லாதவற்றை அவரே கேட்டபோதிலும் எப்போதும் சொல்லாமல் விட வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வேட்பன சொல்லி= பயன் பெரியனவுமாய், அரசன் விரும்புவனவுமாய காரியங்களை அவன் கேட்டிலனாயினும் சொல்லி, எஞ்ஞான்றும் வினை இல கேட்பினும் சொல்லாவிடல்= எஞ்ஞான்றும் பயனிலவாயவற்றைத் தானே கேட்டாலும் சொல்லாது விடுக.<br/><br/>'வினையில' எனவும், 'கேட்பினும்' எனவும் வந்த சொற்களான், அவற்றின் மறுதலைச் சொற்கள் வருவிக்கப்பட்டன. வினையான் வருதலின் 'வினை' என்றும், வறுமைக்காலமும் அடங்க 'எஞ்ஞான்றும்' என்றும் கூறினார். சொல்லுவனவும் சொல்லாதனவும் வகுத்துக் கூறியவாறு.<br/><br/>இவை நான்கு பாட்டானும் சிறப்புவகையாற் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எப்போதும் வேந்தனால் விரும்பப்படுவனவற்றைச் சொல்லித் தமக்குப் பயன்படாதவற்றைக் கேட்டாலும் சொல்லாது விடுக.<br/><br/>சொல்லாது விடலாவது தூதனை அரசர்க்குப் படை எவ்வளவு உண்டென்று பகையரசன் வினவினால் நீ அறியாததொன்றோ வென்று அளவு கூறாமை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Speak pleasant things, but never utter idle word;<br/>Not though by monarch's ears with pleasure heard."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers should (always) give agreeable advice but on no occasion recommend useless actions, though requested (to do so)."
          }
        ]
      }
    ],
    "id": 697
  },
  {
    "kural": {
      "l1": "இளைய ரினமுறைய ரென்றிகழார் நின்ற",
      "l2": "வொளியோ டொழுகப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இளையர் இனமுறையர் என்றிகழார் நின்ற<br/>ஒளியோடு ஒழுகப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(அரசனை) \"எமக்கு இளையவர்; எமக்கு இன்ன முறை உடையவர்\" என்று இகழாமல் அவருடைய நிலைக்கு ஏற்றவாறு அமைந்த புகழுடன் பொருந்த நடக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இளையர் இன முறையர் என்று இகழார்= இவர் எம்மின் இளையர் என்றும், எமக்கு இன்னமுறையினை உடையரென்றும் அரசரை அவமதியாது; நின்ற ஒளியோடு ஒழுகப்படும்= அவர் மாட்டு நின்ற ஒளியோடு பொருந்த ஒழுகுதல் செயப்படும்.<br/><br/>'ஒளி' உறங்காநிற்கவுந் தாம் உலகம் காக்கின்ற அவர் கடவுள்தன்மை. அதனோடு பொருந்த ஒழுகுதலாவது, அவர் கடவுளரும் தாம் மக்களுமாய் ஒழுகுதல். அவ்வொளியால் போக்கப்பட்ட இளமையும் முறையும்பற்றி இகழ்வாராயின், தாமும் போக்கப்படுவர் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவர் நமக்கு இளையரென்றும் இத்தன்மையாகிய முறையரென்றும் இகழாது அவர் பெற்றுநின்ற தலைமையோடே பொருந்த ஒழுக வேண்டும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Say not, 'He's young, my kinsman, 'despising thus your king;<br/>But reverence the glory kingly state doth bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers should behave in accordance with the (Divine) light in the person of kings and not despise them saying, \"He is our junior (in age) and connected with our family!\"."
          }
        ]
      }
    ],
    "id": 698
  },
  {
    "kural": {
      "l1": "கொளப்பட்டே மென்றெண்ணிக் கொள்ளாத செய்யார்",
      "l2": "துளக்கற்ற காட்சி யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கொளப்பட்டேம் என்றெண்ணிக் கொள்ளாத செய்யார்<br/>துளக்கற்ற காட்சி யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அசைவற்ற தெளிந்த அறிவினை உடையவர், யாம் அரசரால் விரும்பப்பட்டோம்` என்று எண்ணி அவர் விரும்பாதவற்றைச் செய்யமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொளப்பட்டேம் என்று எண்ணிக்கொள்ளாத செய்யார்= அரசனால் யாம் நன்கு மதிக்கப்பட்டேம் என்று கருதி அவன் விரும்பாதவற்றைச் செய்யார்; துளக்கு அற்ற காட்சியவர்= நிலைபெற்ற அறிவினை உடையார்.<br/><br/>கொள்ளாதன செய்து அழிவெய்துவார், கொளப்பாட்டிற்குப் பின் தம்மை வேறொருவராகக் கருதுவர் ஆதலின், முன்னையராகவே கருதி அஞ்சி ஒழுகுவாரைத் 'துளக்கற்ற காட்சியவர்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாம் அரசனாலே கைக்கொள்ளப்பட்டோமென்று நினைத்து அவன் நெஞ்சிற் கொள்ளாதன செய்யார், அசைவற்ற தெளிவுடையார்.<br/><br/>இஃது அரசன் நெஞ்சிற்குப் பொருந்தினவை செய்ய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'We've gained his grace, boots nought what graceless acts we do',<br/>So deem not sages who the changeless vision view."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those whose judgement is firm will not do what is disagreeable (to the sovereign) saying (within themselves) \"We are esteemed by the king\"."
          }
        ]
      }
    ],
    "id": 699
  },
  {
    "kural": {
      "l1": "பழைய மெனக்கருதிப் பண்பல்ல செய்யுங்",
      "l2": "கெழுதகைமை கேடு தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பழையம் எனக்கருதிப் பண்பல்ல செய்யும்<br/>கெழுதகைமை கேடு தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "`யாம் அரசர்க்குப் பழைமையானவராய் உள்ளோம் எனக் கருதித் தகுதி அல்லாதவற்றைச் செய்யும் உரிமை கேட்டைத் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பழையம் எனக்கருதிப் பண்பு அல்ல செய்யும் கெழுதகைமை= அரசனுக்கு யாம் பழையம்எனக் கருதித் தமக்கு இயல்புஅல்லாதவற்றைச் செய்யும் உரிமை; கேடு தரும்= அமைச்சர்க்குக் கேட்டினைப் பயக்கும்.<br/><br/>அவன் பொறாது செறும்பொழுதின் அப்பழைமை நோக்கிக் கண்ணோடாது உயிரை வௌவுதலான், அவன் வேண்டாதன செய்தற்கு ஏதுவாய 'கெழுதகைமை கேடு தரும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாம் பழைமையுடையோ மென்று கருதி இயல்பல்லாதனவற்றைச் செய்யும் நட்பின்தகைமை தமக்குக் கேட்டைத்தரும்<br/><br/>இது பின் பகையானவற்றைத் தவிரல் வேண்டும்மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who think' We're ancient friends, ' and do unseemly things;<br/>To these familiarity sure ruin brings."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The (foolish) claim with which a minister does unbecoming acts because of his (long) familiarity (with the king) will ensure his ruin."
          }
        ]
      }
    ],
    "id": 700
  }
]