export default [
  {
    "kural": {
      "l1": "மிகினுங் குறையினு நோய் செய்யு நூலோர்",
      "l2": "வளிமுதலா வெண்ணிய மூன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மிகினும் குறையினும் நோய்செய்யும் நூலோர்<br/>வளிமுதலா எண்ணிய மூன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மருத்துவ நூலோர் வாதம் பித்தம் சிலோத்துமம் என எண்ணிய மூன்றும் அளவுக்கு மிகுந்தாலும் குறைந்தாலும் நோய் உண்டாக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மிகினும் குறையினும்= உணவுஞ் செயல்களும் ஒருவன் பகுதிக்கொத்த அளவி்னவன்றி அதனின் மிகுமாயினும், குறையுமாயினும்; நூலோர் வளிமுதலா எண்ணிய மூன்றும் நோய் செய்யும்= ஆயுள்வேதம் உடையாரால் வாத முதலாக எண்ணப்பட்ட மூன்றுநோயும் அவனுக்குத் துன்பம் செய்யும்.<br/><br/>நூலோர் எண்ணியவெனவே, அவர் அவற்றான் வகுத்த வாதப்பகுதி, பித்தப்பகுதி, ஐப்பகுதி என்னும பகுதிப்பாடும் பெற்றாம். அவற்றிற்கு உணவு ஒத்தலாவது, சுவை வீரியங்களானும் அளவானும் பொருந்துதல். செயல்கள் ஒத்தலாவது மனமொழி மெய்களாற் செய்யும் தொழில்களை அவை வருந்துவதற்கு முன்னே ஒழிதல் இவை இரண்டும் இங்ஙனமன்றி மிகுதல் குறைதல் செய்யின், அவை தத்தம் நிலையின்நில்லாவாய் வருத்தும் என்பதாம். காரணம் இரண்டும் அவாய்நிலையான் வந்தன. முற்றும்மை விகாரத்தான் தொ்ககது.<br/><br/>இதனால் யாக்கைகட்கு இயல்பாகிய நோய் மூவகைத்து என்பதூஉம், அவை துன்பம் செய்தற்காரணம் இருவகைத்து என்பதூஉம் கூறப்பட்டன. இன்பம் செய்தற்காரணம் முன்னர்க்கூறுப."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உணவும் உறக்கமும் இணைவிழைச்சும் தன்னுடம்பின் அளவிற்கு மிகினும் குறையினும், நூலோரால் எண்ணப்பட்ட வாதமும் பித்தமும் சீதமுமாகிய மூன்றும் நோயைச் செய்யும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The learned books count three, with wind as first; of these,<br/>As any one prevail, or fail, it will cause disease."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If (food and work are either) excessive or deficient, the three things enumerated by (medical) writers, flatulence, biliousness, and phlegm, will cause (one) disease."
          }
        ]
      }
    ],
    "id": 941
  },
  {
    "kural": {
      "l1": "மருந்தென வேண்டாவாம் யாக்கைக் கருந்திய",
      "l2": "தற்றது போற்றி யுணின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மருந்தென வேண்டாவாம் யாக்கைக்கு அருந்தியது<br/>அற்றது போற்றி உணின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன் உண்ட உணவு செரித்த தன்மையை ஆராய்ந்து போற்றிப் பிறகு தக்க அளவு உண்டால், உடம்பிற்கு மருந்து என ஒன்று வேண்டியதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அருந்தியது அற்றது போற்றி உணின்= ஒருவன் முன்னுண்டது அற்றபடியைக் குறிகளான் தெளியவறிந்து பின் உண்ணுமாயின்; யாக்கைக்கு மருந்து என வேண்டாவாம்= அவன்யாக்கைக்கு மருந்தென்று வேறு வேண்டாவாம்.<br/><br/>குறிகளாவன: யாக்கை நொய்ம்மை, தேக்கின்தூய்மை, கரணங்கள் தொழிற்கு உரியவாதல், பசிமிகுதல் என இவை முதலாயின. பிணிகள் யாக்கையவாதலின், 'யாக்கைக்கு' என்றார். 'உணின்' என்பது, அதன் அருமைதோன்ற நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாக்கைக்கு மருந்தென்பதொன்று வேண்டா, குற்றமற முற்காலத்து அருந்திய உணவு அற்றமையறிந்து பாதுகாத்து உண்பானாயின்.<br/><br/>இஃது இவ்வாறு செய்யின் மருந்து தேடவேண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No need of medicine to heal your body's pain,<br/>If, what you ate before digested well, you eat again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "No medicine is necessary for him who eats after assuring (himself) that what he has (already) eaten has been digested. "
          }
        ]
      }
    ],
    "id": 942
  },
  {
    "kural": {
      "l1": "அற்றா லளவறிந் துண்க வஃதுடம்பு",
      "l2": "பெற்றா னெடிதுய்க்கு மாறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றால் அறவறிந்து உண்க அஃதுடம்பு<br/>பெற்றான் நெடிதுய்க்கும் ஆறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன் உண்ட உணவு செரித்துவிட்டால், பின் வேண்டிய அளவு அறிந்து உண்ணவேண்டும்; அதுவே உடம்பு பெற்றவன் அதை நெடுங்காலம் செலுத்தும் வழியாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றால் அளவு அறிந்து உண்க= முன் உண்டது அற்றால் பின் உண்பதனை அறும் அளவறிந்து அவ்வளவிற்றாக உண்க; உடம்பு பெற்றான் நெடிது உய்க்கும் ஆறு அஃது= இறப்பவும் பலவாய பிறயாக்கைகளிற் பிழைத்துப் பெறற்கு அரிய இம்மானுட யாக்கையைப பெற்றான், அதனை நெடுங்காலம் கொண்டுசெலுத்து நெறி அதுவாகாலான்.<br/><br/>இம்மை மறுமை வீடுபேறுகள் எய்தற்பாலது ஈதொன்றுமேயாகலின், 'உடம்பு பெற்றான்' என்றும், அது நெடிது நின்றுழி அவை பெருகச் செய்துகொள்ளலாம் ஆகலின் 'நெடிது உய்க்குமாறு' என்றும் கூறினார். பெற்றால் என்று பாடம்ஓதுவாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முன்பு உண்டது அற்றால், பின்பு உண்ணுங்கால் இத்துணையறுமென்று தான் அறிந்து உண்க. அஃது உடம்பு பெற்றவன் அதனை நெடுங்காலம் செலுத்துதற்குரிய வழி."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who has a body gained may long the gift retain,<br/>If, food disgested well, in measure due he eat again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If (one's food has been) digested let one eat with moderation; (for) that is the way to prolong the life of an embodied soul."
          }
        ]
      }
    ],
    "id": 943
  },
  {
    "kural": {
      "l1": "அற்ற தறிந்து கடைப்பிடித்து மாறல்ல",
      "l2": "துய்க்க துவரப் பசி்த்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அற்றது அறிந்து கடைப்பிடித்து மாறல்ல<br/>துய்க்க துவரப் பசித்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முன் உண்ட உணவு செரித்த தன்மையை அறிந்து மாறுபாடில்லாத உணவுகளைக் கடைபிடித்து, அவற்றையும் நன்றாகப் பசித்தபிறகு உண்ணவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அற்றது அறிந்து= முன்னுண்டது அற்றபடியை அறிந்து; துவரப்பசித்து= பின் மிகப்பசித்து; மாறல்ல கடைப்பிடித்துத் துய்க்க= உண்ணுங்கால் மாறுகொள்ளாத உணவுகளைக் குறிக்கொண்டு உண்க.<br/><br/>'அற்றது அறிந்து' என்னும் பெயர்த்துரை அதனை யாப்புறுத்தற்பொருட்டு. உண்டது அற்றாலும், அதன் பயனாகிய இரதம் அறாதாகலான், அதுவும் அறவேண்டும் என்பார் 'மிகப்பசித்து' என்றார். பசித்தல் வினை ஈண்டு உடையான்மேல் நின்றது. மாறுகொள்ளாமையாவது, உண்பான் பகுதியோடு மாறுகொள்ளாமையும், காலவியல்போடு மாறுகொள்ளாமையும், சுவை வீரியங்களான் தம்முள் மாறுகொள்ளாமையும் ஆம். அவையாவன முறையை வாத பித்த ஐகளான் ஆய பகுதிக்கு அடாதவற்றைச் செய்வனவாதலும், பெரும்பொழுது, சிறுபொழுது என்னும் காலவேறுபாடுகளுள் ஒன்றற்காவன பிறிதொன்றற்கு ஆகாமையும், தேனுநெய்யுந் தம்முள் அளவொத்து நஞ்சாதல் போல்வனவுமாம். அவற்றைக் குறிக்கொள்ளாது, மனம்பட்டவாற்றால் துய்ப்பின் அதனானே நோயும் மரணமும் வருதலின், 'கடைப்பிடித்து' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முன்பு உண்டவுணவு அற்றதனை அறிந்து பின்பு அறுமளவும் கடைப்பிடித்து உண்ணுங்கால் ஒன்றினோடொன்று மாறுகொள்ளாத உணவினை மிகவும் பசித்து உண்க.<br/><br/>மாறுகோடலாவது நெய்யும் தேனும் இனியவாயினும் தம்மிலளவொக்குமாயின் கொல்லும்; அதுபோல்வதாம். இஃது உண்ணுங்கால் அளவறிந்துண்ணலேயன்றி மாறல்லவும் உண்ணவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Knowing the food digested well, when hunger prompteth thee,<br/>With constant care, the viands choose that well agree."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(First) assure yourself that your food has been digested and never fail to eat, when very hungry, whatever is not disagreeable (to you)."
          }
        ]
      }
    ],
    "id": 944
  },
  {
    "kural": {
      "l1": "மாறுபா டில்லாத வுண்டி மறுத்துண்ணி",
      "l2": "னூறுபா டில்லை யுயிர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மாறுபாடு இல்லாத உண்டி மறுத்துண்ணின்<br/>ஊறுபாடு இல்லை உயிர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மாறுபாடில்லாத உணவை அளவு மீறாமல் மறுத்து அளவோடு உண்டால், உயிர் உடம்பில் வாழ்வதற்கு இடையூறான நோய் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாறுபாடு இல்லாத உண்டி மறுத்து உண்ணின்= அம்மூவகை மாறுகோளும் இல்லாத உணவைத் தன்னுள்ளம் வேண்டிய அளவினான்அன்றிப் பிணிவாரா அளவினால் ஒருவன் உண்ணுமாயின்; உயிர்க்கு ஊறுபாடு இல்லை= அவன் உயிர்க்குப் பிணிகளால் துன்பம் விளைதல் உண்டாகாது.<br/><br/>உறுவதனை 'ஊறு' என்றார். அஃது இன்பத்திற்செல்லாதாயிற்று, இல்லையென்பது தொடர்பாகலின். துன்பமுறுவது உயிரே ஆகலின் அதன்மேல் வைத்துக்கூறினார். மாறுபாடு இல்வழியும் குறைதல் நன்று என்பதாம்.<br/><br/>இவை நான்கு பாட்டானும், உண்ணப்படுவனவும்,அவற்றது அளவும், காலமும் பயனும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சுவையும் வீரியமும் மாறுபாடில்லாத உணவை நீக்கி யுண்பானாயின் தன்னுயிர்க்கு வரும் இடையூறு இல்லை.<br/><br/>மாறுபாடு- பலாப்பழந்தின்றால் சுக்குத் தின்றல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With self-denial take the well-selected meal;<br/>So shall thy frame no sudden sickness feel."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There will be no disaster to one's life if on e eats with moderation, food that is not disagreeable."
          }
        ]
      }
    ],
    "id": 945
  },
  {
    "kural": {
      "l1": "இழிவறிந் துண்பான்க ணின்பம்போ னிற்கும்",
      "l2": "கழிபே ரிறையான்க ணோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இழிவறிந்து உண்பான்கண் இன்பம்போல் நிற்கும்<br/>கழிபேர் இரையான்கண் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குறைந்த அளவு இன்னதென்று அறிந்து உண்பவனிடத்தில் இன்பம் நிலை நிற்பது போல, மிகப் பெரிதும் உண்பவனிடத்தில் நோய் நிற்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இழிவு அறிந்து உண்பான்கண் இன்பம்போல்= அக்குறைதலை நன்று என்று அறிந்து அவ்வாறே உண்பவன்மாட்டு இன்பம்நீங்காது நிலை நிற்குமாறுபோல்; கழிபேர் இரையான்கண் நோய் நிற்கும்= மிகப்பெரிய இரையை விழுங்குவான் மாட்டு நோய்நீங்காது நிலைநிற்கும்.<br/><br/>அவ்வாறே உண்டல்- உண்ணலாம் அளவிற் சிறிது குறைய உண்டல். இன்பமாவது- வாத முதலிய மூன்றும் தத்தம் நிலையில் திரியாமையின் மன மொழி மெய்கள் அவன் வயத்தவாதலும், அதனான் அறமுதலிய நான்கும் எய்தலும்ஆம். இரையை அளவின்றி எடுத்து அதனான் வருந்தும் விலங்கோடு ஒத்தலின், 'இரையான்' என்றார். விதி எதிர்மறைகளை, உவமும் பொருளும் ஆக்கியது இரண்டானும் பெறுதற்கு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அறும் அளவறிந்து உண்பவன்கண் இன்பம்போல உண்டாம், மிக உண்பான்கண் நோய்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "On modest temperance as pleasures pure,<br/>So pain attends the greedy epicure."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As pleasure dwells with him who eats moderately, so disease (dwells) with the glutton who eats voraciously."
          }
        ]
      }
    ],
    "id": 946
  },
  {
    "kural": {
      "l1": "தீயள வன்றித் தெரியான் பெரிதுண்ணி",
      "l2": "னோயள வின்றிப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தீயள வன்றித் தெரியான் பெரிதுண்ணின்<br/>நோயள வின்றிப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பசித்தீயின் அளவின்படி அல்லாமல், அதை ஆராயாமல் மிகுதியாக உண்டால், அதனால் நோய்கள் அளவில்லாமல் ஏற்பட்டுவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெரியான் தீ அளவு அன்றிப் பெரிது உண்ணின்= தன்பகுதியும், அதற்கு ஏற்ற உணவும் காலமும் ஆராயாது வேண்டியதோர் உணவை வேண்டியதோர் காலத்து வயிற்றுத் தீயளவன்றி ஒருவன் மிகஉண்ணுமாயின்; நோய் அளவு இன்றிப்படும்= அவன் மாட்டு நோய்கள் எல்லையற வளரும்.<br/><br/>தெரியாமை வினைக்குச் செயப்படுபொருள்கள் அதிகாரத்தான் வந்தன. நோய்- சாதியொருமை.<br/><br/>இவை இரண்டு பாட்டானும் அவ்வகை உண்ணாவழிப்படும் இழுக்குக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பசியின் அளவின்றி ஆராயாதே மிகவுண்பானாயின் மிகநோய் உண்டாம்.<br/><br/>இது, நோய் தீர்ந்தாலும் பசியளவு அறியாதே உண்பானாயின் மீண்டும் நோயா மாதலான் அளவறிந்து உண்ணல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who largely feeds, nor measure of the fire within maintains,<br/>That thoughtless man shall feel unmeasured pains."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will be afflicted with numberless diseases, who eats immoderately, ignorant (of the rules of health). "
          }
        ]
      }
    ],
    "id": 947
  },
  {
    "kural": {
      "l1": "நோய்நாடி நோய்முத னாடி யதுதணிக்கும்",
      "l2": "வாய்நாடி வாய்ப்பச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நோய்நாடி நோய்முதல் நாடி அதுதணிக்கும்<br/>வாய்நாடி வாய்ப்பச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நோய் இன்னதென்று ஆராய்ந்து, நோயின் காரணம் ஆராய்ந்து, அதைத் தணிக்கும் வழியையும் ஆராய்ந்து, உடலுக்குப் பொருந்தும்படியாகச் செய்யவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நோய் நாடி= மருத்துவன்ஆயினான் ஆதுரன் மாட்டு நிகழ்கின்ற நோயை அதன் குறிகளான் இன்னதென்று துணிந்து; நோய் முதல் நாடி= பின் அது வருதற் காரணத்தை ஆராய்ந்து தெளிந்து; அது தணிக்கும் வாய்நாடி= பின் அது தீர்க்கும் உபாயத்தினை அறிந்து; வாய்ப்பச் செயல்= அதனைச் செய்யும்வழிப் பிழையாமற் செய்க.<br/><br/>காரணம்- உணவு, செயல் என முற்கூறிய இரண்டும். அவற்றை ஆயுள் வேதமுடையார் நிதானம் என்ப. அவை நாடுதற் பயன் நோயினையும், வாயினையும் ஐயமறத் துணிதல். மருந்து செய்தல், உதிரம் களைதல், அறுத்தல், சுடுதல் முதலிய செயல்களெல்லாம் அடங்குதற்கு, 'அது தணிக்கும் வாய்' என்றார். \"கழுவாயுமுள\" என்றார் பிறரும் (புறநானூறு, 34.). பிழையாமை- பழைய மருத்துவர் செய்து வருகின்ற முறைமையில் தப்பாமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நோயினையும் ஆராய்ந்து நோய்வருதற்குக் காரணமும் ஆராய்ந்து அந்நோய் தீர்க்கும் நெறியையும் ஆராய்ந்து அது தீர்க்குங்கால் தப்பாமற் செய்க.<br/><br/>இது நோய் தீர்க்குமாறு கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Disease, its cause, what may abate the ill;<br/>Let leech examine these, then use his skill."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let the physician enquire into the (nature of the) disease, its cause and its method of cure and treat it faithfully according to (medical rule)."
          }
        ]
      }
    ],
    "id": 948
  },
  {
    "kural": {
      "l1": "உற்றா னளவும் பிணியளவுங் காலமுங்",
      "l2": "கற்றான் கருதிச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உற்றான் அளவும் பிணியளவும் காலமும்<br/>கற்றான் கருதிச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மருத்துவ நூலைக் கற்றவன், நோயுற்றவனுடைய வயது முதலியவற்றையும், நோயின் அளவையும், காலத்தையும் ஆராய்ந்து செய்யவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கற்றான்= ஆயுள் வேதத்தினைக் கற்ற மருத்துவன்; உற்றான் அளவும் பிணி அளவும் காலமும் கருதிச் செயல்= அவ்வுபாயத்தினைச் செய்யுங்கால், ஆதுரன் அளவினையும், அவன்கண் நிகழ்கின்ற நோயின் அளவினையும், தன் செயற்கு ஏற்ற காலத்தினையும் அந்நூல் நெறியால் நோக்கி, அவற்றோடு பொருந்தச் செய்க.<br/><br/>ஆதுரன்அளவு- பகுதி, பருவம், வேதனை வலிகளின் அளவு. பிணியளவு- சாத்தியம், அசாத்தியம், யாப்பியம் என்னும் சாதிவேறுபாடும், தொடக்கம் நடு ஈறு என்னும் அதன் பருவவேறுபாடும், வன்மை மென்மைகளும் முதலாயின. காலம்- மேற்சொல்லியன. இம்மூன்றும் பிழையாமல் நூனெறியானும் உணர்வுமிகுதியானும் ஆராய்ந்து செய்க என்பார் 'கற்றான் கருதிச் செயல்' என்றார்.<br/><br/>இவை இரண்டு பாட்டானும் அவ்விழுக்குப் பட்டுழி மருத்துவன் தீர்க்குமாறு கூறப்பட்டது"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நோயுற்றவனது அளவும் நோயினது அளவும் அதுபற்றிய காலமும் அறிந்து அதற்குத்தக்கவாறு மருந்து செய்க: ஆயுள் வேதம் வல்லவன்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The habitudes of patient and disease, the crises of the ill<br/>These must the learned leech think over well, then use his skill."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The learned (physician) should ascertain the condition of his patient; the nature of his disease, and the season (of the year) and (then) proceed (with his treatment)."
          }
        ]
      }
    ],
    "id": 949
  },
  {
    "kural": {
      "l1": "உற்றவன் றீர்ப்பான் மருந்துழைச் செல்வானென்",
      "l2": "றப்பானாற் கூற்றே மருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உற்றவன் தீர்ப்பான் மருந்துழைச் செல்வானென்று<br/>அப்பால்நாற் கூற்றே மருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நோயுற்றவன், நோய் தீர்க்கும் மருத்துவன், மருந்து, மருந்தை அருகிலிருந்து கொடுப்பவன் என்று மருத்துவ முறை அந்த நான்குவகைப் பாகுபாடு உடையது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மருந்து= பிணிக்கு மருந்தாவது; உற்றவன்= அதனையு்ற்றவன்; தீர்ப்பான்= அதனைத் தீர்க்கும் மருத்துவன்; மருந்து= அவனுக்குக் கருவியாகிய மருந்து;உழைச்செல்வான் என்ற அப்பால் நாற்கூற்றே= அதனைப் பிழையாமல் இயற்றுவான் என்று சொல்லப்பட்ட நான்கு பகுதியையுடைய நான்கு திறத்தது.<br/><br/>'நான்கு' என்னும் எண் வருகின்றமையின், அதுநோக்கி 'அப்பால்' என்று ஒழிந்தார். நாற்கூற்றது என்பது விகாரம் ஆயிற்று. அவற்றுள் 'உற்றவன்'வகை நான்காவன- பொருளுடைமை, மருத்துவன் வழிநிற்றல், நோய்நிலை உணர்த்தல் வன்மை, மருத்துத் துன்பம் பொறுத்தல் எனஇவை. 'தீர்ப்பான்' வகை நான்காவன- நோய்கண்டு அஞ்சாமை, ஆசிரியனை வழிபட்டு ஓதிய கல்வியும் நுண்ணறிவும் உடைமை, பலகாலும் தீர்த்துவருதல், மன மொழி மெய்கள் தூயவாதல் என இவை. 'மருந்'தின் வகை நான்காவன- பல பிணிகட்கும் ஏற்றல், சுவை வீரியம் விளைவாற்றல்களான் மேம்படுதல், எளிதின் எய்தப்படுதல், பகுதியொடு பொருந்துதல் என இவை. 'இயற்றுவான்' வகை நான்காவன- ஆதுரன்மாட்டு அன்புடைமை, மன மொழி மெய்கள் தூயவாதல், சொல்லியன அவ்வாறே செய்தல் வன்மை, அறிவுடைமை என இவை. இவையெல்லாம் கூடியவழியல்லது பிணிதீராமையின், இத்தொகுதியையும் மருந்து என்றார். ஆயுள் வேதமுடையாரும், இவை கால்களாக நடக்கும் என்பதுபற்றிப் பாதம் என்றும், இவை மாறுபட்டவழிச் சாத்தியமும் முதிர்ந்து அசாத்தியமாம் என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நோயுற்றவனும், நோய்தீர்க்குமவனும், மருந்தும், அதற்குத்தக்க மருந்தினைக் காலம் தப்பாமல் இயற்றுவானும் என்றிவ்வகைப்பட்ட நான்கு திறத்தது மருந்து."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "For patient, leech, and remedies and him who waits by patient's side,<br/>The art of medicine must fourfold code of laws provide."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Medical science consists of four parts, viz., patient, physician, medicine and compounder; and each of these (again) contains four sub-divisions. "
          }
        ]
      }
    ],
    "id": 950
  }
]