export default [
  {
    "kural": {
      "l1": "பொருளல் லவற்றைப் பொருளென் றுணரு",
      "l2": "மருளானா மாணாப் பிறப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருளல்ல வற்றைப் பொருளென்று உணரும்<br/>மருளானாம் மாணாப் பிறப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மெய்ப்பொருள் அல்லாதவைகளை மெய்ப்பொருள் என்று தவறாக உணர்கின்ற மயக்க உணர்வால் சிறப்பில்லாத துன்பப்பிறவி உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருள் அல்லவற்றைப் பொருள் என்று உணரும் மருளான் ஆம்= மெய்ப்பொருள் அல்லவற்றை மெய்ப்பொருள் என்று உணரும் விபரீத உணர்வானே உளதாம்; மாணாப் பிறப்பு= இன்பம் இல்லாத பிறப்பு.<br/><br/>அவ்விபரீத உணர்வாவது மறுபிறப்பும், இருவினைப்பயனும், கடவுளும் இல்லையெனவும், மற்றும் இத்தன்மையவும் சொல்லும் மயக்க நூல் வழக்குக்களை மெய்ந்நூல் வழக்கெனத் துணிதல். குற்றியை மகன் என்றும், இப்பியை வெள்ளியென்றும் இவ்வாறே ஒன்றனைப் பிறிதொன்றாகத் துணிதலும் அது. மருள், மயக்கம், விபரீதவுணர்வு, அவிச்சை என்பன ஒருபொருட்கிளவி. நரகர், விலங்கு, மக்கள் தேவர் என்னும் நால்வகைப் பிறப்பினும் உள்ளது துன்பமேயாகலின் 'மாணாப்பிறப்பு' என்றார். இதனாற் 'பிறப்புத்' துன்பம் என்பதூஉம், அதற்கு முதற்காரணம் அவிச்சை என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளல்லாதவற்றைப் பொருளாகக் கொள்கின்ற மயக்கத்தினாலே உண்டாம்; மாட்சிமையில்லாத பிறப்பு.<br/><br/>இது மெய்யுணருங்கால் மயக்கங் காண்பானாயின் பிறப்புண்டாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of things devoid of truth as real things men deem;<br/>Cause of degraded birth the fond delusive dream!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Inglorious births are produced by the confusion (of mind) which considers those things to be real which are not real."
          }
        ]
      }
    ],
    "id": 351
  },
  {
    "kural": {
      "l1": "இருணீங்கி யின்பம் பயக்கு மருணீங்கி",
      "l2": "மாசறு காட்சி யவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருள்நீங்கி இன்பம் பயக்கும் மருள்நீங்கி<br/>மாசறு காட்சி யவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மயக்கம் நீங்கிக் குற்றம் அற்ற மெய்யுணர்வை உடையவர்க்கு, அம் மெய்யுணர்வு அறியாமையை நீக்கி இன்ப நிலையைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மருள் நீங்கி மாசு அறு காட்சியவர்க்கு= அவிச்சையின் நீங்கி மெய்யுணர்வு உடையராயினார்க்கு; இரு்ள் நீங்கி இன்பம் பயக்கும்= அம்மெய்யுணர்வு பிறப்பினை நீக்கி வீட்டினைக் கொடுக்கும்.<br/><br/>'இருள்' நரகம்; அஃது ஆகுபெயராய்க் [1]இருளுக்கு காரணமா இருக்கும் பிறவி . 'நீங்கி' எனத் தொடைநோக்கி மெலிந்து நின்றது; நீங்க வென்பதன் திரிபு எனினும் அமையும். 'மருணீங்கி' என்னும் வினையெச்சம் 'காட்சியவர்' என்னும் குறிப்புவினைப்பெயர் கொண்டது. 'மாசறு காட்சி' என்றது, கேவல உணர்வினை. இதனால் வீடாவது நிரதிசயவின்பம் என்பதூஉம், அதற்கு நிமித்த காரணம் கேவலப்பொருள் என்பதூஉம் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மயக்கத்தினின்று நீங்கிக் குற்றமற்ற அறிவுடையார்க்கு, அறியாமையாகிய விருள் நீங்க முத்தியாகிய இன்ப முண்டாம்.<br/><br/>இது மெய்யுணர்ந்தார்க்கு வினைவிட்டு முத்தியின்ப முண்டா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Darkness departs, and rapture springs to men who see,<br/>The mystic vision pure, from all delusion free."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "A clear, undimmed vision of things will deliver its possessors from the darkness of future births, and confer the felicity (of heaven)."
          }
        ]
      }
    ],
    "id": 352
  },
  {
    "kural": {
      "l1": "ஐயத்தினீங்கித் தெளிந்தார்க்கு வையத்தின்",
      "l2": "வான நணிய துடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஐயத்தின் நீங்கித் தெளிந்தார்க்கு வையத்தின்<br/>வானம் நணிய துடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஐயத்திலிருந்து நீங்கி மெய்யுணர்வு பெற்றவர்க்கு அடைந்துள்ள இவ்வுலகைவிட. அடையவேண்டிய மேலுலகம் அண்மையில் உள்ளதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஐயத்தின் நீங்கித் தெளிந்தார்க்கு= ஐயத்தினின்று நீங்கி மெய்யுணர்ந்தார்க்கு; வையத்தின் வானம் நணியது உடைத்து= எய்திநின்ற நிலவுலகத்தினும் எய்தக்கடவதாகிய வீட்டுலகம் நணித்தாதல் உடைத்து.<br/><br/>'ஐய'மாவது பலதலையாய உணர்வு. அஃதாவது, மறுபிறப்பும், இருவினைப்பயனும், கடவுளும் உளவோ இலவோ என ஒன்றில் துணிவு பிறவாது நிற்றல்; பேய்த்தேரோ புனலோ, கயிறோ அரவோ எனத் துணியாது நிற்பதும் அது. ஒருவாற்றாற் பிறர்மதம் களைந்து தம்மதம் நிறுத்தல் எல்லாச் சமயநூல்கட்கும் இயல்பாகலின், அவை கூறுகின்ற பொருள்களுள் யாது மெய்யென நிகழும் ஐயத்தினை யோக முதிர்ச்சி யுடையார் தம் அனுபவத்தான் நீக்கி மெய்யுணர்வர் ஆகலின், அவரை 'ஐயத்தின்நீங்கித் தெளிந்தார்' என்றும், அவர்க்கு அவ்வனுபவ உணர்வு அடிப்பட்டு வரவரப் பண்டை உலகியலுணர்வு தூர்ந்து வருமாகலின், அதனைப் பயன்மேலிட்டு 'வையத்தின் வான நணியதுடைத்து' என்றும் கூறினார்; கூறவே ஐயவுணர்வும் பிறப்பிற்குக் காரணமாதல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மெய்ப்பொருளை ஐயப்படுதலினின்று நீங்கித் துணிந்தவர்க்கு இவ்வுலகத்தினும் மேலுலகம் நணித்தாம் தன்மையுடத்து.<br/><br/>துணிந்த அறிவின்கண்ணது எல்லாவுலகுமாதலின் அவ்வறிவுடையார்க்கு உலகம் ஒருங்குதோற்றுதலின் நணித்தாமென்றவாறு. இது மெய்யுணர்வு எவ்விடமும் அறியுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When doubts disperse, and mists of error roll<br/>Away, nearner is heav'n than earth to sage's soul."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Heaven is nearer than earth to those men of purified minds who are freed from from doubt."
          }
        ]
      }
    ],
    "id": 353
  },
  {
    "kural": {
      "l1": "ஐயுணர் வெய்தியக் கண்ணும் பயமின்றே",
      "l2": "மெய்யுணர் வில்லா தவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஐயுணர்வு எய்தியக் கண்ணும் பயமின்றே<br/>மெய்யுணர்வு இல்லா தவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மெய்யுணர்வு இல்லாதவர்க்கு ஐந்து புலன்களின் வேறுபாட்டால் வளர்ந்த ஐந்துவகை உணர்வும் முற்றப்பெற்ற போதிலும் பயன் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஐயுணர்வு எய்தியக் கண்ணும் பயம் இன்றே= செல்லப்படுகின்ற புலன்கள் வேறுபாட்டான் ஐந்தாகிய உணர்வு அவற்றை விட்டுத் தம் வயத்தாய வழியும், அதனாற் பயன் இல்லையேயாம்; மெய்யுணர்வு இல்லாதவர்க்கு= மெய்யினையுணர்தல் இல்லாதார்க்கு.<br/><br/>'ஐந்தாகிய உணர்வு' மனம். அஃது எய்துதலாவது மடங்கி ஒருதலைப்பட்டுத் தாரணைக்கண் நிற்றல். அங்ஙனம் நின்றவழியும் வீடு பயவாமையின் 'பயம்இன்று' என்றார். சிறப்பும்மை எய்துதற்கு அருமை விளக்கிநின்றது.<br/><br/>இவையிரண்டு பாட்டானும் மெய்யுணர்வு உடையார்க்கே வீடுளது என மெய்யுணர்வின் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மெய் முதலாகிய பொறிகளைந்தினானும் அறியப் படுவனவெல்லாம் அறிந்தவிடத்தும், அதனான் ஒருபயனுண்டாகாது; உண்மையை யறியும் அறிவிலாதார்க்கு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Five-fold perception gained, what benefits accure<br/>To them whose spirits lack perception of the true?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even those who have all the knowledge which can be attained by the five senses, will derive no benefit from it, if they are without a knowledge of the true nature of things."
          }
        ]
      }
    ],
    "id": 354
  },
  {
    "kural": {
      "l1": "எப்பொரு ளெத்தன்மைத் தாயினு மப்பொருண்",
      "l2": "மெய்ப்பொருள் காண்ப தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள்<br/>மெய்ப்பொருள் காண்பது அறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எப்பொருள் எத்தன்மையதாய்த் தோன்றினாலும் (அத் தோற்றத்தை மட்டும் கண்டு மயங்காமல்) அப்பொருளின் உண்மையான இயல்பை அறிவதே மெய்யுணர்வாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எப்பொருள் எத்தன்மைத்து ஆயினும்= யாதொரு பொருள் யாதோர் இயல்பிற்றாய்த் தோன்றினும்; அப்பொருள் மெய்ப்பொருள் காண்பது அறிவு= அத்தோன்றியவாற்றைக் கண்டொழியாது, அப்பொருளின்கண்நின்று மெய்யாகிய பொருளைக் காண்பதே மெய்யுணர்வாவது.<br/><br/>பொருள்தோறும் உலகத்தார் கற்பித்துக்கொண்டு வழங்குகின்ற கற்பனைகளைக் கழித்து, நின்ற உண்மையைக் காண்பது என்றவாறாயிற்று. அஃதாவது, கோச்சேரமான் யானைக்கட்சேஎய் மாந்தரஞ்சேரலிரும்பொறை என்றவழி அரசன் என்பதோர் சாதியும், சேரமான் என்பதோர் குடியும், வேழ நோக்கினையுடையான் என்பதோர் வடிவும், சேயென்பதோர் இயற்பெயரும், மாந்தரஞ்சேரலிரும்பொறை என்பதோர் சிறப்புப் பெயரும், ஒருபொருளின்கண் கற்பனையாகலின், அவ்வாறுஉணராது நிலமுதல் உயிர் ஈறாய தத்துவங்களின் தொகுதி என உணர்ந்து, அவற்றை நிலம்முதலாகத் தத்தம் காரணங்களுள் ஒடுக்கிக்கொண்டு சென்றால், காரண காரியங்கள் இரண்டுமன்றி முடிவாய் நிற்பதனை உணர்தலாம். 'எப்பொரு'ளென்ற பொதுமையான், இயங்குதிணையும் நிலைத்திணையுமாகிய பொருள்களெல்லாம் இவ்வாறே உணரப்படும்.<br/><br/>இதனான் மெய்யுணர்வினது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதொரு பொருள் யாதொரு தன்மைத்தாயினும் அப்பொருளினுடைய வுண்மையைத் தான் உண்மையாகக் காண்பது யாதொன்று அஃது அறிவாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whatever thing, of whatsoever kind it be,<br/>'Tis wisdom's part in each the very thing to see."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(True) knowledge is the perception concerning every thing of whatever kind, that that thing is the true thing."
          }
        ]
      }
    ],
    "id": 355
  },
  {
    "kural": {
      "l1": "கற்றீண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர்",
      "l2": "மற்றீண்டு வாரா நெறி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கற்றீண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர்<br/>மற்றீண்டு வாரா நெறி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்க வேண்டியவற்றைக் கற்று, இங்கு மெய்ப் பொருளை உணர்ந்தவர்; மீண்டும் இப் பிறப்பிற்கு வாராத வழியை அடைவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈண்டுக் கற்று மெய்ப்பொருள் கண்டார்= இம் மக்கட் பிறப்பின்கண்ணே உபதேசமொழிகளை அனுபவமுடைய தேசிகர்பாற் கேட்டு அதனான் மெய்ப்பொருளை உணர்ந்தவர்; மற்று ஈண்டு வாரா நெறி தலைப்படுவர்= மீண்டு இப்பிறப்பின்கண் வாராத நெறியை எய்துவர்.<br/><br/>'கற்று' என்றதனால் பலர்பக்கலினும் பலகாலும் பயிறலும், 'ஈண்டு' என்றதனால் வீடுபேற்றிற்குரிய மக்கட்பிறப்பினது பெறுதற்கருமையும் பெற்றாம். 'ஈண்டு வாரா நெறி' வீட்டுநெறி. விட்டிற்கு நிமித்தகாரணமாய முதற்பொருளை உணர்தற்கு உபாயம் மூன்று. அவை கேள்வி, விமரிசம், பாவனை என்பன. அவற்றுட் கேள்வி இதனாற் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இவ்விடத்தே மெய்ப்பொருளை யறிந்துதெளிந்தாரே அடைவார்; மீண்டு இவ்விடத்து வாராத வழியினை.<br/><br/>கல்வி யறிவால் அறிவை அறியப் பிறப்பறு மென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who learn, and here the knowledge of the true obtain,<br/>Shall find the path that hither cometh not again."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "They, who in this birth have learned to know the True Being, enter the road which returns not into this world."
          }
        ]
      }
    ],
    "id": 356
  },
  {
    "kural": {
      "l1": "ஓர்த்துள்ள முள்ள துணரி னொருதலையாப்",
      "l2": "பேர்த்துள்ள வேண்டா பிறப்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஓர்த்துள்ளம் உள்ளது உணரின் ஒருதலையாப்<br/>பேர்த்துள்ள வேண்டா பிறப்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுடைய உள்ளம் உண்மைப் பொருளை ஆராய்ந்து உறுதியாக உணர்ந்தால், அவனுக்கு மீண்டும் பிறப்பு உள்ளதென எண்ண வேண்டா."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள்ளம் ஒருதலையா ஓர்த்து உள்ளது உணரின்= அங்ஙனங் கேட்ட உபதேசமொழிப்பொருளை ஒருவன் உள்ளம் அளவைகளானும் பொருந்துமாற்றானும் தெளிய ஆராய்ந்து, அதனான் முதற்பொருளை உணருமாயின்; பேர்த்துப் பிறப்பு உள்ள வேண்டா= அவனுக்கு மாறிப் பிறப்புள்ளதாக நினைக்கவேண்டா.<br/><br/>ஒருதலையா வோர்த்து என இயையும். அளவைகளும் பொருந்துமாறும் மேலே உரைத்தாம் (242 ஆம் குறளுரை). இதனால் விமரிசம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உள்ளமானது உள்ள பொருளை யாராய்ந்து ஒருதலையாக வுணருமாயின், பின்னைப் பிறப்புண்டென்று நினையா தொழிக.<br/><br/>மெய்யுணர்ந்தவர் பிறப்புண்டென்று நினையாதொழிக வென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The mind that knows with certitude what is, and ponders well,<br/>Its thoughts on birth again to other life need not to dwell."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let it not be thought that there is another birth for him whose mind having thoroughly considered (all it has been taught) has known the True Being."
          }
        ]
      }
    ],
    "id": 357
  },
  {
    "kural": {
      "l1": "பிறப்பென்னும் பேதைமை நீங்கச் சிறப்பென்னும்",
      "l2": "செம்பொருள் காண்ப தறிவு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பிறப்பென்னும் பேதைமை நீங்கச் சிறப்பென்னும்<br/>செம்பொருள் காண்பது அறிவு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறவித் துன்பத்திற்குக் காரணமான அறியாமை நீங்குமாறு, முத்தி என்னும் சிறந்த நிலைக்குக் காரணமான செம்பொருளைக் காண்பதே மெய்யுணர்வு."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பிறப்பு என்னும் பேதைமை நீங்க= பிறப்பிற்கு முதற்காரணமாய அவிச்சைகெட; சிறப்பு என்னும் செம்பொருள் காண்பது அறிவு= வீட்டிற்கு நிமித்தகாரணமாய செவ்விய பொருளைக் காண்பதே ஒருவர்க்கு மெய்யுணர்வாவது.<br/><br/>'பிறப்பென்னும் பேதைமை' எனவும், 'சிறப்பு என்னும் செம்பொருள்' எனவும், காரியத்தைக் காரணமாக உபசரித்தார். ஐவகைக் குற்றங்களுள் அவிச்சை ஏனைய நான்கிற்கும் காரணமாதலுடைமையின், அச்சிறப்புப்பற்றி அதனையே பிறப்பிற்குக் காரணமாக்கிக் கூறினார். எல்லாப்பொருளினும் சிறந்ததாகலால் வீடு 'சிறப்பு' எனப்பட்டது. தோற்றக் கேடுகள் இன்மையின் நித்தமாய், நோன்மையாற் தன்னையொன்றுங் கலத்தலின்மையிற் தூய்தாய்த், தான் எல்லாவற்றையும் கலந்து நிற்கின்ற முதற்பொருள் விகாரமின்றி எஞ்ஞான்றும் ஒருதன்மைத்தாதல் பற்றி, அதனைச் செம்பொருள் என்றார். மேல் 'மெய்ப்பொருள்'(குறள், 355) எனவும், 'உள்ளது'(குறள், 357) எனவும் கூறியதூஉம் இதுபற்றி என உணர்க. அதனைக் காண்கையாவது, உயிர் தன் அவிச்சை கெட்டு அதனோடு ஒற்றுமையுற இடைவிடாது பாவித்தல்; இதனைச் சமாதியெனவும், சுக்கிலத்தியானம் (சீவகசிந்தாமணி, முத்தியிலம்பகம்-483) எனவும் கூறுப. உயிர் உடம்பின் நீங்குங்காலத்து அதனால் யாதொன்று பாவிக்கப்பட்டது, அஃது அதுவாய்த் தோன்றுமென்பது எல்லா ஆகமங்கட்கும் துணிபாகலின், வீடு எய்துவார்க்கு அக்காலத்துப் பிறப்பிற்கேதுவாய பாவனை கெடுதற்பொருட்டுக் கேவலப்பொருளையே பாவித்தல் வேண்டுதலான் அதனை முன்னே பயிறலாய இதனின் மிக்க உபாயம் இல்லையென்பது அறிக.<br/><br/>இதனாற் பாவனை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறப்பாகிய அறியாமையினின்று நீங்கப் பிறவாமை யாகிய செவ்விய பொருளைக் காண்பது அறிவாம்.<br/><br/>பிறவாமை சிறந்ததாதலின், சிறப்பு என்னப்பட்டது. தான் பிறந்தானாகவும் செத்தானாகவும் கருதுகின்ற அறியாமையை விட்டுத் தனக்குச் சாவில்லையாகவும் பிறப்பில்லையாகவும் தான் நிற்கின்ற நிலைமையைக் காணவேண்டுமென்றவாறாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When folly, cause of births, departs; and soul can view<br/>The truth of things, man's dignity;- 'tis wisdom true."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "True knowledge consists in the removal of ignorance; which is (the cause of) births, and the perception of the True Being who is (the bestower of) heaven."
          }
        ]
      }
    ],
    "id": 358
  },
  {
    "kural": {
      "l1": "சார்புணர்ந்து சார்புகெட வொழுகின் மற்றழித்துச்",
      "l2": "சார்தரா சார்தரு நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சார்புணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச்<br/>சார்தரா சார்தரு நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எல்லாப் பொருளுக்கும் சார்பான செம்பொருளை உணர்ந்து பற்றுக் கெடுமாறு ஒழுகினால், சார்வதற்கு உரிய துன்பங்கள் திரும்ப வந்து அடையா."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சார்பு உணர்ந்து சார்புகெட ஒழுகின்= ஒருவன் எல்லாப்பொருட்கும் சார்பாய அச்செம்பொருளை உணர்ந்து இருவகைப் பற்றும் அற ஒழுகவல்லனாயின்; சார்தரும் நோய் அழித்து மற்றுச் சார்தரா= அவனை முன் சாரக்கடவனவாய் நின்ற துன்பங்கள் அவ்வுணர்வொழுக்கங்களை அழித்துப் பின்சாரமாட்டா.<br/><br/>ஆகுபெயராற் சாரும் இடத்தையும், சார்வனவற்றையும் 'சார்பு' என்றார். ஈண்டு 'ஒழுக்கம்' என்றது யோகநெறி ஒழுகுதலை. அஃது இயமம், நியமம், இருப்பு, உயிர்நிலை, மனவொருக்கம், தாரணை, தியானம், சமாதியென எண்வகைப்படும். அவற்றின் பரப்பெல்லாம் ஈண்டு உரைப்பின் பெருகும்; யோகநூல்களுட் காண்க. 'மற்றுச் சார்தரா' என இயையும். சாரக்கடவனவாய் நின்ற துன்பங்களாவன பிறப்பு அநாதியாய் வருதலின் உயிரான் அளவின்றி ஈட்டப்பட்ட வினைகளின் பயன்களுள் இறந்த உடம்புகளான் அனுபவித்தனவும், பிறந்தஉடம்பான் முகந்து நின்றனவும் ஒழியப் பின்னும் அனுபவிக்கக் கடவனவாய்க் கிடந்தன. அவை விளக்கின்முன் இருள்போல் ஞானயோகங்களின் முன்னர்க் கெடுதலான், 'அழித்துச் சார்தரா' என்றார். இதனை ஆருகதர் உவர்ப்பென்ப. பிறப்பிற்குக் காரணமாகலான், நல்வினைபபயனும் 'நோய்' எனப்பட்டது. மேன் மூன்று உபாயத்தானும் பரம்பொருளை உணரப் பிறப்பு அறும் என்றார். அஃதறும்வழிக் கிடந்த துன்பங்கள் எல்லாம் என்செய்யும் என்னும் கடாவை ஆசங்கித்து அவை ஞான யோகங்களின் முதிர்ச்சியுடைய உயிரைச் சாரமாட்டாமையானும் வேறுசார்பின்மையானும் கெட்டுவிடும் என்பது இதனாற் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னைச் சார்வனவற்றையறிந்து அவையிற்றின் சார்வுகெட ஒழுகுவானாயின் அவ்வொழுக்கத்தினையழித்துச் சார்தலைச் செய்யா: சாரக்கடவனவாய துன்பங்கள்.<br/><br/>சார்பு - வினைச்சார்பு. கெட ஒழுகல் - காமம், வெகுளி, மயக்கமின்றி மெய்யுணர்ச்சியான் ஒழுகுதல்.<br/><br/>இஃது உண்மையைக் கண்டு அக்காட்சியைத் தப்பாமல் முடிய நிற்பனாயின் சாரக்கடவதாய் நிற்கின்ற வினை சாராதே விட்டுப் போமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The true'support' who knows- rejects'supports' he sought before-<br/>Sorrow that clings and all destroys, shall cling to him no more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "from the evils which would otherwise cleave to him and destroy (his efforts after absorption)."
          }
        ]
      }
    ],
    "id": 359
  },
  {
    "kural": {
      "l1": "காமம் வெகுளி மயக்க மிவைமூன்ற",
      "l2": "னாமங் கெடக்கெடு நோய்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "காமம் வெகுளி மயக்கம் இவைமூன்றன்<br/>நாமம் கெடக்கெடும் நோய்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விருப்பு, வெறுப்பு, அறியாமை ஆகிய இக்குற்றங்கள் மூன்றனுடைய பெயரும் கெடுமாறு ஒழுகினால் துன்பங்கள் வாராமற் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "காமம் வெகுளி மயக்கம் இவை மூன்றன் நாமம் கெட= ஞானயோகங்களின் முதிர்ச்சியுடையார்க்கு விழைவு, வெறுப்பு, அவிச்சை என்னும் இக்குற்றங்கள் மூன்றனுடைய பெயருங்கூடக் கெடுதலான்; நோய்கெடும்= அவற்றின் காரியமாய வினைபபயன்கள் உளவாகா.<br/><br/>அநாதியாய அவிச்சையும், அதுபற்றி யான் என மதிக்கும் அகங்காரமும், அதுபற்றி எனக்கிதுவேண்டும் என்னும் அவாவும், அதுபற்றி அப்பொருட்கண் செல்லும் ஆசையும், அதுபற்றி அதன் மறுதலைக்கண் செல்லும் கோபமும் என வடநூலார் குற்றம் ஐந்து என்றார். இவர் அவற்றுள் அகங்காரம் அவிச்சைக்கண்ணும், அவாவுதல் ஆசைக்கண்ணும் அடங்குதலான், மூன்று என்றார். இடையறாத ஞானயோகங்களின் முன்னர் இக்குற்றங்கள் மூன்றும் காட்டுத்தீ முன்னர்ப் பஞ்சுத்துய் போலுமாகலின், அம்மிகுதி தோன்ற 'இவை மூன்றன் நாமம் கெட' என்றார். இழிவுச் சிறப்பும்மை விகாரத்தால் தொக்கது. 'கெட' என்பது எச்சத்திரிவு. 'நோய்' என்பது சாதியொருமை. காரணமாய அக்குற்றங்களைக் கெடுத்தார் காரியமாகிய இருவினைகளைச் செய்யாமையின், அவர்க்கு வரக்கடவ துன்பங்களுமில்லை என்பது இதனாற் கூறப்பட்டது. முன்கிடந்த துன்பங்களும், மேல்வரக்கடவ துன்பங்களும் இலவாதல் மெய்யுணர்வின் பயனாகலின், இவை இரண்டு பாட்டும் இவ்வதிகாரத்தவாயின. இவ்வாற்றானே மெய்யுணர்ந்தார்க்கு நிற்பன எடுத்தஉடம்பும் அதுகொண்ட வினைப்பயனுமே என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஆசையும் வெகுளியும் மயக்கமு மென்னும் இவை மூன்றினது நாமம்போக வினைபோம்.<br/><br/>வினைகெடுதற்கு வழி இதுவென்று கூறுதலான் இது மெய்யுணர்தலாயிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When lust and wrath and error's triple tyranny is o'er,<br/>Their very names for aye extinct, then pain shall be no more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the very names of these three things, desire, anger, and confusion of mind, be destroyed, then will also perish evils (which flow from them)."
          }
        ]
      }
    ],
    "id": 360
  }
]