export default [
  {
    "kural": {
      "l1": "குடியென்னுங் குன்றா விளக்க மடியென்னு",
      "l2": "மாசூர மாய்ந்து விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடியென்னும் குன்றா விளக்கம் மடியென்னும்<br/>மாசூர மாய்ந்து கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்குத் தன் குடியாகிய மங்காத விளக்கு, அவனுடைய சோம்பலாகிய மாசு படியப் படிய ஒளி மங்கிக் கெட்டுவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குடி என்னும் குன்றா விளக்கம்= தான் பிறந்த குடியாகிய நந்தாவிளக்கு; மடி என்னும் மாசு ஊர மாய்ந்து கெடும்= ஒருவன் மடியாகிய இருள் அடர நந்திப்போம்.<br/><br/>உலகநடையுள்ள துணையும் இடையறாது தன்னுள் பிறந்தாரை விளக்குதலின், குடியைக் 'குன்றா விளக்கம்' என்றும், தாமதகுணத்தான் வருதலின் மடியை 'மாசு' என்றும், அஃது ஏனை இருள்போலாது, அவ்விளக்கைத் தான் அடர்ந்து மாய்க்கும் வலியுடைமையின், 'மாசூர மாய்ந்துகெடும்' என்று கூறினார். 'கெடு'தல் பெயர்வழக்கமும் இல்லையாதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடியென்று சொல்லப்படுகின்ற குறைவில்லாத ஒளி, மடியென்று சொல்லப்படுகின்ற மாசு மறைக்கத் தோன்றாது கெடும். <br/><br/>முன்பே தோற்றமுடைத்தாகிய குடியுங் கெடுமென்றவாறு."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of household dignity the lustre beaming bright,<br/>Flickers and dies when sluggish foulness dims its light."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "By the darkness, of idleness, the indestructible lamp of family (rank) will be extinguished."
          }
        ]
      }
    ],
    "id": 601
  },
  {
    "kural": {
      "l1": "மடியை மடியா வொழுகல் குடியைக்",
      "l2": "குடியாக வேண்டு பவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மடியை மடியா ஒழுகல் குடியைக்<br/>குடியாக வேண்டு பவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம் குடியைச் சிறப்புடைய குடியாக விளங்குமாறு செய்ய விரும்புகின்றவர் சோம்பலைச் சோம்பலாகக் கொண்டு முயற்சியுடையவராய் நடக்கவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "குடியைக் குடியாக வேண்டுபவர்= தாம் பிறந்த குடியை மேன்மேலும் நற்குடியாக வேண்டுவார்; மடியை மடியா ஒழுகல்= மடியை மடியாகவே கருதி முயற்சியோடு ஒழுகுக.<br/><br/>முயற்சியோடு என்பது அவாய்நிலையான் வந்தது. நெருப்பிற் கொடியது பிறிதின்மைபற்றி நெருப்பை நெருப்பாகவே கருதுக என்றாற்போல, மடியின் தீயது பிறிதின்மைபற்றிப் பின்னும் அப்பெயர்தன்னானே கூறினார். அங்ஙனம் கருதியதனைக் கடிந்து முயன்று ஒழுகவே தாம்உயர்வர்; உயரவே குடியுயரும் என்பார், 'குடியைக் குடியாக வேண்டுபவர்' என்றார். அங்ஙனம் ஒழுகாக்கால், குடிஅழியும் என்பது கருத்து. இனி 'மடியா' என்பதனை வினையெச்சமாக்கிக் கெடுத்தொழுகுகІ என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மடிசெய்தலை மடித்து ஒழுகுக: தங்குடியை உயர் குடியாக வேண்டுபவர்.<br/><br/>இது சோம்பாமை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Let indolence, the death of effort, die,<br/>If you'd uphold your household's dignity."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let those, who desire that their family may be illustrious, put away all idleness from their conduct."
          }
        ]
      }
    ],
    "id": 602
  },
  {
    "kural": {
      "l1": "மடிமடிக் கொண்டொழுகும் பேதை பிறந்த",
      "l2": "குடிமடியுந் தன்னினு முந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மடிமடிக் கொண்டொழுகும் பேதை பிறந்த<br/>குடிமடியும் தன்னினும் முந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அழிக்கும் இயல்புடைய சோம்பலைத் தன்னிடம் கொண்டு நடக்கும் அறிவில்லாதவன் பிறந்த குடி, அவனுக்கு முன் அழிந்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடி மடிக்கொண்டு ஒழுகும் பேதை பிறந்த குடி= விடத்தகுவதாய மடியைத் தன்னுள்ளே கொண்டொழுகும் அறிவில்லாதான் பிறந்த குடி; தன்னினும் முந்து மடியும்= அவன்தன்னினும் முந்துற அழியும்.<br/><br/>அழிவு தருவதனை அகத்தேகொண்டு ஒழுகதலின் 'பேதை' என்றும், அவனால் புறந்தரப்படுவது ஆகலின், குடிதன்னினும் முந்துற அழியும் என்றும் கூறினார். ஆக்கத்திற் பிற்படினும், அழிவின் முற்படும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெஞ்சத்து மடியினாலே வினையின்கண் மடித்தலைச் செய்து ஒழுகாநின்ற அறிவிலி பிறந்தகுடி தனக்கு முன்பே கெடும்.<br/><br/>சோம்புடையார்க்கு உளதாகுங் குற்றம் என்னையென்றார்க்கு இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who fosters indolence within his breast, the silly elf!<br/>The house from which he springs shall perish ere himself."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The (lustre of the) family of the ignorant man, who acts under the influence of destructive laziness will perish, even before he is dead."
          }
        ]
      }
    ],
    "id": 603
  },
  {
    "kural": {
      "l1": "குடிமடிந்து குற்றம் பெருகு மடிமடிந்து",
      "l2": "மாண்ட வுஞற்றில வர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடிமடிந்து குற்றம் பெருகும் மடிமடிந்து<br/>மாண்ட உஞற்றி லவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சோம்பலில் அகப்பட்டுச் சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர்க்குக் குடியின் பெருமை அழிந்து குற்றம் பெருகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடி மடிந்து மாண்ட உஞற்று இலவர்க்கு= மடியின்கண்ணே வீழ்தலான் திருந்திய முயற்சி இலராயினார்க்கு; குடி மடிந்து குற்றம் பெருகும்= குடியும் மடிந்து குற்றமும் பெருகும்.<br/><br/>'மடிந்து' எனத் திரிந்துநின்ற வினையெச்சம் 'இலவர்' என்னும் குறிப்புவினைப் பெயர் கொண்டது. குற்றங்கள் முன்னர்க்கூறுப.<br/><br/>இவை நான்கு பாட்டானும் மடியின் தீமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடியுங் கெட்டுக் குற்றமும் மிகும்; சோம்பின்கண்ணே பொருந்தி மாட்சிமைப்பட்ட முயற்சி யில்லாதார்க்கு.<br/><br/>இது பிறாரால் இகழப்படுவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "His family decays, and faults unheeded thrive,<br/>Who, sunk in sloth, for noble objects doth not strive."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Family (greatness) will be destroyed, and faults will increase, in those men who give way to laziness, and put forth no dignified exertions."
          }
        ]
      }
    ],
    "id": 604
  },
  {
    "kural": {
      "l1": "நெடுநீர் மறவி மடிதுயி னான்குங்",
      "l2": "கெடுநீரார் காமக் கலன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெடுநீர் மறவி மடிதுயில் நான்கும்<br/>கெடுநீரார் காமக் கலன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காலம் நீட்டித்தல், மறதி, சோம்பல், அளவு மீறிய தூக்கம் ஆகிய இந் நான்கும் கெடுகின்ற இயல்புடையவர் விரும்பி ஏறும் மரக்கலமாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடி நெடுநீர் மறவி துயில் நான்கும்= மடியும், விரைந்துசெய்வதனை நீட்டித்துச் செய்யும் இயல்பும், மறப்பும், துயிலும்ஆகிய இந்நான்கும்; கெடும் நீரார் காமக் கலன்= இறக்கும் இயல்பினை உடையார் விரும்பி ஏறும் மரக்கலம்.<br/><br/>முன்னிற்கற்பாலதாய 'மடி' செய்யுள் நோக்கி இடைநின்றது. நெடுமையாகிய காலப்பண்பு, அதன்கண்நிகழ்வதாய செயன்மேல் நின்றது. காலநீட்டத்தையுடைய செயல் முதல் மூன்றும் தாமதகுணத்தின் தோன்றி உடன்நிகழ்வதாகலின், மடியோடு ஒருங்கு எண்ணப்பட்டன. இறக்கும் இயல்பு- நாள்உலத்தல். இவை துன்புறு நீரார்க்கு இன்புறுத்துவபோன்று காட்டி, அவர் விரும்பிக்கொண்டவழித் துன்பத்திடை வீழ்தலின், நாள் உலந்தார்க்கு ஆக்கம்பயப்பது போன்று காட்டி, அவர் விரும்பி ஏறியவழிக் கடலிடை வீழ்க்கும் கலத்தினை ஒக்கும் என்னும் உவமைக் குறிப்புக் 'காமக்கலன்' என்னு்ம் சொல்லான் பெறப்பட்டது. இதற்கு விரும்பிப் பூணும் ஆபரணம் என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விரைந்து செய்யும் வினையை நீட்டித்தலும், செய்ய நினைந்ததனை மறத்தலும், அதனைச் செய்தற்குச் சோம்புதலும், அதனைச் செய்யாது உறங்குதலுமாகிய இவை நான்கும் கெடுந்தன்மையுடையார் காதலித்தேறும் மரக்கலம். <br/><br/>காமக்கல னென்றது தன்னைக் காதலித்தேறினாரை நடுக்கடலுள் தள்ளும் மரக்கலம் போலவென்றது. இத்துணையும் மடிமையினால் வருங் குற்றங் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Delay, oblivion, sloth and sleep; these four<br/>Are pleasure - boat to bear the doomed to ruin's shore."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Procrastination, forgetfulness, idleness, and sleep, these four things, form the vessel which is desired by those destined to destruction. "
          }
        ]
      }
    ],
    "id": 605
  },
  {
    "kural": {
      "l1": "படியுடையார் பற்றமைந்தக் கண்ணு மடியுடையார்",
      "l2": "மாண்பய னெய்த லரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "படியுடையார் பற்றமைந்தக் கண்ணும் மடியுடையார்<br/>மாண்பயன் எய்தல் அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நாட்டை ஆளும் தலைவருடைய உறவு தானே வந்து சேர்ந்தாலும், சோம்பல் உடையவர் சிறந்த பயனை அடைய முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "படி உடையார் பற்று அமைந்தக்கண்ணும்= நிலம் முழுதும் ஆண்டாராது செல்வம் தானே வந்து எய்தியவிடத்தும்; மடி உடையார் மாண் பயன் எய்தல் அரிது= மடியுடையார் அதனான் மாண்ட பயனை எய்துதல் இல்லை.<br/><br/>உம்மை எய்தாமை விளக்கிநின்றது. மாண்பயன்- பேரின்பம். அச்செல்வம் அழியாமல் காக்கும் முயற்சிஇன்மையின் அழியும்;அழியவே, தம்துன்பம் நீங்கா என்பதாம். இதற்கு நிலம் முழுதுமுடைய வேந்தர் துணையாதல் கூடியவிடத்தும்₡ என்று உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பூமியையுடைய வேந்தர் பலபொருளினாலும் அமைந்த விடத்தும் மடியுடையாராயின், மாட்சிமைப்பட்ட பொருளைப் பெறுதல் இல்லை.<br/><br/>இது செல்வமுண்டாயினும் கெடுவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Through lords of earth unearned possessions gain,<br/>The slothful ones no yeild of good obtain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is a rare thing for the idle, even when possessed of the riches of kings who ruled over the whole earth, to derive any great benefit from it."
          }
        ]
      }
    ],
    "id": 606
  },
  {
    "kural": {
      "l1": "இடிபுரிந் தெள்ளுஞ்சொற் கேட்பர் மடிபுரிந்து",
      "l2": "மாண்ட வுஞற்றி லவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இடிபுரிந்து எள்ளுஞ்சொல் கேட்பர் மடிபுரிந்து<br/>மாண்ட உஞற்றி லவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சோம்பலை விரும்பி மேற்கொண்டு சிறந்த முயற்சி இல்லாதவராய் வாழ்கின்றவர், பிறர் இடித்துக் கூறி இகழ்கின்ற சொல்லைக் கேட்கும் நிலைமை அடைவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடி புரிந்து மாண்ட உஞற்று இலவர்= மடியை விரும்புதலான் மாண்ட முயற்சி இல்லாதார்; இடி புரிந்து எள்ளும் சொல் கேட்பர்= தம் நாட்டார்முன் கழறுதலை மிகச்செய்து அதனாற் பயன் காணாமையின் பின் இகழ்ந்து சொல்லும் சொல்லைக் கேட்பர்.<br/><br/>'இடி' என்னும்முதனிலைத் தொழிற்பெயரான், நட்டார் என்பது பெற்றாம். அவர் இகழ்ச்சி சொல்லவே, பிறர்இகழ்ச்சி சொல்லாமையே முடிந்தது. அவற்றிற்கு எல்லாம் மாறுசொல்லும் ஆற்றல் இன்மையின், 'கேட்பர்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கழறுதலைச் செய்து பிறர் இகழ்ந்து சொல்லுஞ் சொல்லைக் கேட்பர், மடியைச் செய்து மாட்சிமைப்பட்ட முயற்சி யில்லாதார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who hug their sloth, not noble works attempt,<br/>Shall bear reproofs and words of just contempt."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who through idleness, and do not engage themselves in dignified exertion, will subject themselves to rebukes and reproaches."
          }
        ]
      }
    ],
    "id": 607
  },
  {
    "kural": {
      "l1": "மடிமை குடிமைக்கட் டங்கி்ற்றன் னொன்னார்க்",
      "l2": "கடிமை புகுத்தி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மடிமை குடிமைக்கண் தங்கின்தன் ஒன்னார்க்கு<br/>அடிமை புகுத்தி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சோம்பல் நல்ல குடியில் பிறந்தவனிடம் வந்து பொருந்தினால், அஃது அவனை அவனுடைய பகைவர்க்கு அடிமையாகுமாறு செய்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மடிமை குடிமைக்கண் தங்கின்= மடியினது தன்மை குடிமை உடையான்கண்ணே தங்குமாயின்; தன் ஒன்னார்க்கு அடிமை புகுத்தி விடும்= தன் பகைவர்க்கு அடியனாம் தன்மையை அடைவித்து விடும்.<br/><br/>'மடியி'னது தன்மை காரியக்கேடு. 'குடிமை', குடிசெய்தல்தன்மை. அஃது அதனை உடைய அரசன்மேற்றாதல், 'தன் ஒன்னார்க்கு' என்றதனான் அறிக. அடியனாந்தன்மை, தாழ்ந்துநின்று ஏவல் கேட்டல்.<br/><br/>இவை நான்கு பாட்டானும் மடிமைக் குற்றங்கள் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடிப்பிறந்தார்மாட்டே மடிமை தங்குமாயின் அது தன்பகைவர்க்கு அடிமையாக்கிவிடும்.<br/><br/>இது கீழ்ப்படுத்தலேயன்றி அடிமையும் ஆக்குமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If sloth a dwelling find mid noble family,<br/>Bondsmen to them that hate them shall they be."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If idleness take up its abode in a king of high birth, it will make him a slave of his enemies."
          }
        ]
      }
    ],
    "id": 608
  },
  {
    "kural": {
      "l1": "குடியாண்மை யுள்வந்த குற்றம் ஒருவன்",
      "l2": "மடியாண்மை மாற்றக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "குடியாண்மை யுள்வந்த குற்றம் ஒருவன்<br/>மடியாண்மை மாற்றக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் சோம்பலை ஆளுந் தன்மையை மாற்றி விட்டால் அவனுடைய குடியிலும் ஆண்மையிலும் வந்த குற்றம் தீர்ந்து விடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒருவன் மடி ஆண்மை மாற்ற= ஒருவன் தன் மடியாளும் தன்மையை ஒழிக்கவே; குடி ஆண்மையுள் வந்த குற்றம் கெடும்= அவன் குடியுள்ளும், ஆண்மையுள்ளும் வந்த குற்றங்கள் கெடும்.<br/><br/>'மடியா'ளும் தன்மை, மடியுடைமைக்கு ஏதுவாய தாமதகுணம். 'குடியாண்மை' என்பது, உம்மைத்தொகை. அவற்றின்கண் வந்த 'குற்றம்' என்பது, மடியானன்றி முன்னே பிறகாரணங்களான் நிகழ்ந்தவற்றை. அவையும் மடியாண்மையை மாற்றி முயற்சி உடையனாக நீங்கும் என்பதாம். காலம், இடம், செய்வினையின் மூலம், முடிவு முதலிய அறியாதிருத்தலும், சூழ்வன சூழாதிருத்தலும், துணைவலிமை தெரியாமையும் முதலானவை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "குடியை யாளுதலுடைமையின்கண் வந்த குற்றமானது ஒருவன் சோம்புடைமையைக் கெடுக்கக் கெடும்.<br/><br/>குற்றம்- குடிக்குவேண்டுவன செய்யாமையால் வருங்குற்றம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who changes slothful habits saves<br/>Himself from all that household rule depraves."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When a man puts away idleness, the reproach which has come upon himself and his family will disappear."
          }
        ]
      }
    ],
    "id": 609
  },
  {
    "kural": {
      "l1": "மடியிலா மன்னவ னெய்து மடியளந்தான்",
      "l2": "றாஅய தெல்லா மொருங்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மடியிலா மன்னவன் எய்தும் அடியளந்தான்<br/>தாஅய தெல்லாம் ஒருங்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அடியால் உலகத்தை அளந்த கடவுள் தாவிய பரப்பு எல்லாவற்றையும் சோம்பல் இல்லாத அரசன் ஒருசேர அடைவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அடி அளந்தான் தாஅயது எல்லாம்= தன் அடியளவானே எல்லாவகை உலகையும் அளந்த இறைவன் கடந்த பரப்பு முழுதையும்; மடி இலா மன்னவன் ஒருங்கு எய்தும்= மடியிலாத அரசன் முறையான் அன்றி, ஒருங்கே எய்தும்.<br/><br/>'அடியளந்தான்' என்றது, வாளா பெயராய் நின்றது. தாவியது என்பது இடைக்குறைந்த நின்றது. எப்பொழுதும் வினையின்கண்ணே முயறலின், இடையீடு இன்றி எய்தும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மடியில்லாத மன்னவன் எய்துவன், அடியினால் அளந்தானால் கடக்கப்பட்ட வுலகமெல்லாம் ஒருங்கே.<br/><br/>இது மடியின்மையால் வரும் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The king whose life from sluggishness is rid,<br/>Shall rule o'er all by foot of mighty god bestrid."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The king who never gives way to idleness will obtain entire possession of (the whole earth) passed over by him who measured (the worlds) with His foot. "
          }
        ]
      }
    ],
    "id": 610
  }
]