export default [
  {
    "kural": {
      "l1": "வினைவலியுந் தன்வலியு மாற்றான் வலியுந்",
      "l2": "துணைவலியுந் தூக்கிச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைவலியும் தன்வலியும் மாற்றான் வலியும்<br/>துணைவலியும் தூக்கிச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செயலின் வலிமையும், தன் வலிமையும், பகைவனுடைய வலிமையும், இருவர்க்கும் துணையானவரின் வலிமையும் ஆராய்ந்து செய்யவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினை வலியும்= தான் செய்யக் கருதிய வினைவலியையும்; தன் வலியும்= அதனைச்செய்து முடிக்கும் தன் வலியையும்; மாற்றான் வலியும்= அதனை விலக்கலுறும் மாற்றான் வலியையும்; துணை வலியையும்= இருவர்க்கும் தூணையாவார் வலியையும்; தூக்கிச் செயல்= சீர்தூக்கித் தன் வலி மிகுமாயின் அவ்வினையைச் செய்க.<br/><br/>இந்நால் வகை வலியுள் 'வினைவலி' அரண்முற்றலும், கோடலும் முதலிய தொழிலானும், ஏனைய மூவகை ஆற்றலானும் கூறுபடுத்துத் தூக்கப்படும். 'தன்வலி' மிகவின்கட் செய்க என்ற விதியால், தோற்றல் ஒருதலையாய குறைவின்கண்ணும், வேறல் ஐயமாய ஒப்பின்கண்ணும் ஒழிக என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யும் வினையினது வலியும் தனக்கு உண்டான வலியும் பகைவனது வலியும் தனக்கும் பகைவர்க்கும் துணையாயினார் வலியும் எண்ணிப் பின்பு வினைசெய்க.<br/><br/>இது வலியறியும் இடம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The force the strife demands, the force he owns, the force of foes,<br/>The force of friends; these should he weigh ere to the war he goes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let (one) weigh well the strength of the deed (he purposes to do), his own strength, the strength of his enemy, and the strength of the allies (of both), and then let him act."
          }
        ]
      }
    ],
    "id": 471
  },
  {
    "kural": {
      "l1": "ஒல்வதறிவ தறிந்ததன் கட்டங்கிச்",
      "l2": "செல்வார்க்குச் செல்லாத தில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒல்வ தறிவது அறிந்ததன் கண்தங்கிச்<br/>செல்வார்க்குச் செல்லாதது இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தனக்குப் பொருந்தும் செயலையும், அதற்காக அறிய வேண்டியதையும் அறிந்து அதனிடம் நிலைத்து முயல்கின்றவர்க்கு முடியாதது ஒன்றும் இல்லை ஒன்றும் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒல்வது அறிவது அறிந்து= தமக்கியலும் வினையையும் அதற்கறிய வேண்டுவதாய வலியையும் அறிந்து; அதன்கண் தங்கிச் செல்வார்க்கு= எப்பொழுதும் மன மொழி மெய்களை அதன்கண் வைத்துப் பகைமேற் செல்லும் அரசர்க்கு; செல்லாதது இல்= முடியாத பொருள் இல்லை.<br/><br/>'ஒல்வது' எனவே வினைவலி முதலாய மூன்றும் அடங்குதலின், ஈண்டு 'அறிவது' என்றது துணைவலியே யாயிற்று. எல்லாப் பொருளும் எய்துவர் என்பதாம்.<br/><br/>இவை இரண்டு பாட்டானும் வலியின் பகுதியும் அஃதறிந்து மேற்செல்வார் எய்தும் பயனும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்கியலும் வினைக்கு அறிய வேண்டுவதாய திறம் இதுவென அறிந்து அதன் பின்பு அவ்வளவிலே நின்று ஒழுகுவராயின் அவர்க்கு இயலாதது இல்லை.<br/><br/>இது வலியறிந்தாலும் அமைந்தொழுக வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who know what can be wrought, with knowledge of the means, on this<br/>Their mind firm set, go forth, nought goes with them amiss."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is nothing which may not be accomplished by those who, before they attack (an enemy), make themselves acquainted with their own ability, and with whatever else is (needful) to be known, and apply themselves wholly to their object."
          }
        ]
      }
    ],
    "id": 472
  },
  {
    "kural": {
      "l1": "உடைத்தம் வலியறியா ரூக்கத்தி னூக்கி",
      "l2": "யிடைக்கண் முரிந்தார் பலர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடைத்தம் வலியறியார் ஊக்கத்தின் ஊக்கி<br/>இடைக்கண் முரிந்தார் பலர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தம்முடைய வலிமை இவ்வளவு என்று அறியாமல் ஊக்கத்தால் முனைந்து தொடங்கி இடையில் அதை முடிக்க வகையில்லாமல் அழிந்தவர் பலர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடைத் தம் வலி அறியார்= கருத்தாவாதலை உடைய தம் வலியின் அளவு அறியாதே; ஊக்கத்தின் ஊக்கி= மன எழுச்சியால் தம்மின் வலியாரோடு வினை செய்தலைத் தொடங்கி; இடைக்கண் முரிந்தார் பலர்= அவர் அடர்த்தலான் அது செய்து முடிக்கப்பெறாது இடையே கெட்ட அரசர் உலகத்துப் பலர்.<br/><br/>உடைய என்பது, அவாய் நின்றமையின், செயப்படுபொருள் வருவிக்கப்பட்டது. மூவகை ஆற்றலுள்ளுஞ் சிறப்புடைய அறிவுடையோர் சிலராதலின், 'முரிந்தார் பலர்' என்றார். அதனால் தம் வலியறிந்தே தொடங்குக என்பது எஞ்சிநின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்முடைய வலியறியாது மனமிகுதியாலே வினை செய்யத் தொடங்கி அது முடிவதன்முன்னே கெட்டார் பலர்.<br/><br/>இது வலியறியாதார் கெடுவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "I'll - deeming of their proper powers, have many monarchs striven,<br/>And midmost of unequal conflict fallen asunder riven."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There are many who, ignorant of their (want of) power (to meet it), have haughtily set out to war, and broken down in the midst of it."
          }
        ]
      }
    ],
    "id": 473
  },
  {
    "kural": {
      "l1": "அமைந்தாங் கொழுகா னளவறியான் றன்னை",
      "l2": "வியந்தான் விரைந்து கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அமைந்தாங் கொழுகான் அளவறியான் தன்னை<br/>வியந்தான் விரைந்து கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மற்றவர்களோடு ஒத்து நடக்காமல். தன் வலிமையின் அளவையும் அறியாமல், தன்னை வியந்து மதித்துக் கொண்டிருப்பவன் விரைவில் கெடுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆங்கு அமைந்து ஒழுகான்= அயல் வேந்தரோடு பொருந்தி ஒழுகுவதுஞ் செய்யாது; அளவு அறியான்= தன் வலியளவு அறிவதுஞ்செய்யாது; தன்னை வியந்தான்= தன்னை வியந்து அவரோடு பகைத்த அரசன்; விரைந்து கெடும்= விரையக் கெடும்.<br/><br/>காரியத்தைக் காரணமாக உபசரித்து 'வியந்தான்' என்றார். விரைய என்பது திரிந்து நின்றது. நட்பாய் ஒழுகுதல், வலியறிந்து பகைத்தல் என்னும் இரண்டனுள் ஒன்றன்றே அயல்வேந்தரோடு செய்ற்பாலது; இவையன்றித் தான் மெலியனாய் வைத்து அவரோடு பகைகொண்டானுக்கு ஒருபொழுதும் நிலையின்மையின், 'விரைந்துகெடும்' என்றார்.<br/><br/>இவை இரண்டுபாட்டானும் தன் வலியறியாவழிப்படும் இழுக்குக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அமைவுடையனாயொழுகுதலும் இன்றித் தன்வலி யளவும் அறியாதே தன்னை மதித்தவன் விரைந்து கெடுவன்.<br/><br/>இது மேற்கூறியவாறு செய்தார் கெடுவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who not agrees with those around, no moderation knows,<br/>In self-applause indulging, swift to ruin goes."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He will quickly perish who, ignorant of his own resources flatters himself of his greatness, and does not live in peace with his neighbours."
          }
        ]
      }
    ],
    "id": 474
  },
  {
    "kural": {
      "l1": "பீலிபெய் சாகாடு மச்சிறு மப்பண்டஞ்",
      "l2": "சால மிகுத்துப் பெயின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பீலிபெய் சாகாடும் அச்சிறும் அப்பண்டஞ்<br/>சால மிகுத்துப் பெயின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மயிலிறகு ஏற்றிய வண்டியே ஆனாலும், அந்தப் பண்டமும் (அளவோடு ஏற்றாமல்) அளவுகடந்து மிகுதியாக ஏற்றினால் அச்சு முறியும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பீலி பெய் சாகாடும் அச்சு இறும்= பீலி ஏற்றிய சகடமும் அச்சு முரியும்; அப்பண்டம் சால மிகுத்துப் பெயின்= அப் பீலியை அது பொறுக்கும் அளவின்றி மிகுத்து ஏற்றின்.<br/><br/>உம்மை சாகாட்டது வலிச்சிறப்பேயன்றிப் பீலியது நொய்ம்மைச் சிறப்புத் தோன்ற நின்றது. 'இறும்' என்னும் சினைவினை முதன்மேன் நின்றது. எளியர் என்று பலரோடு பகைகொள்வான், தான் வலியனே ஆயினும் அவர் தொக்கவழி வலியழியும் என்னும் பொருள் தோன்ற நின்றமையின், இது பிறிதுமொழிதல் என்னும் அலங்காரம்; இதனை நுவலா நுவற்சி என்பாரும், ஒட்டு என்பாரும் உளர். ஒருவன் தொகுவார் பலரோடு பகைகொள்ளற்க என்றமையின், இதனான் மாற்றான் வலியும் அவன் துணைவலியும் அறியாவழிப்படும் இழுக்குக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பீலி யேற்றிய சகடமும் அச்சுமுறியும்; அப்பீலியை மிகவும் அளவின்றியேற்றின்.<br/><br/>இஃது அரண் மிகுதல் நன்றென்றிருப்பார்க்குப் பகைமிகின் அரண் நில்லாதென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With peacock feathers light you load the wain;<br/>Yet, heaped too high, the axle snaps in twain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The axle tree of a bandy, loaded only with peacocks' feathers will break, if it be greatly overloaded."
          }
        ]
      }
    ],
    "id": 475
  },
  {
    "kural": {
      "l1": "நுனிக்கொம்ப ரேறினா ரஃதிறந் தூக்கி",
      "l2": "னுயிர்க்கிறுதி யாகி விடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நுனிக்கொம்பர் ஏறினார் அஃதிறந் தூக்கின்<br/>உயிர்க்கிறுதி ஆகி விடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு மரத்தின் நுனிக்கொம்பில் ஏறியவர், அதையும் கடந்து மேலும் ஏற முனைந்தால், அவருடைய உயிர்க்கு முடிவாக நேர்ந்துவிடும்"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கொம்பர் நுனி ஏறினார் அஃது இறந்து ஊக்கின்= ஒரு மரக்கோட்டினது நுனிக்கண்ணே ஏறிநின்றார் தம் ஊக்கத்தால் அவ்வளவினைக் கடந்து மேலும் ஏற ஊக்குவராயின்; உயிர்க்கு இறுதி ஆகி விடும்= அவ்வூக்கம் அவர் உயிர்க்கு இறுதியாய் முடியும்.<br/><br/>'நுனிக்கொம்பர்' என்பது கடைக்கண் என்பது போலப் பின்முன்னாகத் தொக்க ஆறாம் வேற்றுமைத்தொகை. பன்மை அறிவின்மைபற்றி இழித்தற்கண் வந்தது. இறுதிக்கு ஏதுவாவதனை 'இறுதி' என்றார். பகைமேற் செல்வான் தொடங்கித் தன்னாற் செல்லலாம் அளவுஞ் சென்றுநின்றான், பின் அவ்வளவின் நில்லாது மனவெழுச்சியான் மேலுஞ் செல்லுமாயின், அவ்வெழுச்சி வினைமுடிவிற்கு ஏதுவாகாது அவன் உயிர்முடிவிற்கு ஏதுவாம் என்னும் பொருள்தோன்ற நின்றமையின், இதுவும் மேலை அலங்காரம்.<br/><br/>அளவறிந்து நிற்றல் வேண்டும் என்றமையின், இதனால் வினைவலி அறியாவழிப்படும் இழுக்குக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு மரத்தின் நுனிக்கொம்பேறினவர் தம்மள வறிந்து வைத்துப் பின்னும் மேலேறுவாராயின் அஃது அவர்தம்முயிர்க்கு இறுதியாகிவிடும்.<br/><br/>இஃது அரசன் தன்னாற் செல்லலாமெல்லையளவு சென்றால் பின்பு மீள வேண்டுமென்றது. இதுவும் ஒரு வலியறிதல்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who daring climbs, and would himself upraise<br/>Beyond the branch's tip, with life the forfeit pays."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There will be an end to the life of him who, having climbed out to the end of a branch, ventures to go further."
          }
        ]
      }
    ],
    "id": 476
  },
  {
    "kural": {
      "l1": "ஆற்றி னளவறிந் தீக வதுபொருள்",
      "l2": "போற்றி வழங்கு நெறி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆற்றின் அறவறிந்து ஈக அதுபொருள்<br/>போற்றி வழங்கு நெறி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தக்க வழியில் பிறர்க்குக் கொடுக்கும் அளவு அறிந்து கொடுக்கவேண்டும்; அதுவே பொருளைப் போற்றி வாழும் வழியாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆற்றின் அளவு அறிந்து ஈக= ஈயும் நெறியானே தமக்குள்ள பொருளின் எல்லையை அறிந்து அதற்கு ஏற்ப ஈக; அது பொருள் போற்றி வழங்கும் நெறி= அங்ஙனம் ஈதல் பொருளைப் பேணிக்கொண்டு ஒழுகும் நெறியாம்.<br/><br/>ஈயும் நெறி மேல் இறைமாட்சியுள் \"வகுத்தலும் வல்லதரசு\" (பார்க்க: 385-ஆம் குறளுரை) என்புழி உரைத்தாம். எல்லைக்கேற்ப ஈதலாவது, ஒன்றான எல்லையை நான்கு கூறாக்கி, அவற்றுள் இரண்டனைத் தன் செலவாக்கி, ஒன்றனை மேல் இடர்வந்துழி அது நீக்குதற்பொருட்டு வைப்பாக்கி, நின்றவொன்றனை ஈதல்; பிறரும் \"வருவாயுட் கால்வழங்கி வாழ்தல்\" (பார்க்க: திரிகடுகம்-21) என்றார். பேணிக்கொண்டொழுகுதல் ஒருவரோடு நட்பிலாத அதனைத் தம்மோடு நட்பு உண்டாக்கிக் கொண்டு ஒழுகுதல். முதலிற் செலவு சுருங்கிற் பொருள் ஒருகாலும் நீங்காது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளை அளவறிந்து கொடுக்கும் வழியாலே கொடுக்க; பொருளையுண்டாக்கி வழங்கும் நெறி அதுவாதலால்.<br/><br/>இது பொருளினது வலியறிந்து அதற்குத்தக்க செலவுசெய்ய வேண்டுமென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With knowledge of the measure due,as virtue bids you, give!<br/>That is the way to guard your wealth, and seemly live."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a man know the measure of his ability (to give), and let him give accordingly; such giving is the way to preserve his property."
          }
        ]
      }
    ],
    "id": 477
  },
  {
    "kural": {
      "l1": "ஆகா றளவிட்டி தாயினுங் கேடில்லை",
      "l2": "போகா றகலாக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆகாறு அளவிட்டி தாயினுங் கேடில்லை<br/>போகாறு அகலாக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் வரும் வழி (வருவாய்) சிறியதாக இருந்தாலும், போகும் வழி (செலவு) விரிவுபடாவிட்டால் அதனால் தீங்கு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆகு ஆறு அளவு இட்டிதாயினும் கேடு இல்லை= அரசர்க்குப் பொருள் வருகின்ற நெறியளவு சிறிதாயிற்றானும் அதனாற் கேடில்லையாம்; போகு ஆறு அகலாக் கடை= போகின்ற நெறியளவு அதனிற் பெருகாதாயின்.<br/><br/>'இட்டிது' எனவும், 'அகலாது' எனவும் வந்த பண்பின் தொழில்கள் பொருள்மேல் நின்றன. பொருள் என்பது அதிகாரத்தான் வருவித்து, அளவு என்பது பின்னும் கூட்டி உரைக்கப்பட்டன. முதலும் செலவும் தம்முள் ஒப்பினும் கேடில்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருள் வரும்வழியளவு சிறிதாயினும் கேடில்லையாம்; அது போம்வழி போகாதாயின்.<br/><br/>இது முதலுக்குத் தக்க செலவு செய்ய வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Incomings may be scant; but yet, no failure there,<br/>If in expenditure you rightly learn to spare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even though the income (of a king) be small, it will not cause his (ruin), if his outgoings be not larger than his income."
          }
        ]
      }
    ],
    "id": 478
  },
  {
    "kural": {
      "l1": "அளவறிந்து வாழாதான் வாழ்க்கை யுளபோல",
      "l2": "வில்லாகித் தோன்றாக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அளவறிந்து வாழாதான் வாழ்க்கை உளபோல<br/>இல்லாகித் தோன்றாக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளின் அளவு அறிந்து வாழாதவனுடைய வாழ்க்கை (பல வளமும்) இருப்பது போல் தோன்றி இல்லாமல் மறைந்து கெட்டுவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அளவு அறிந்து வாழாதான் வாழ்க்கை= தனக்கு உள்ள பொருளின் எல்லையை அறிந்து அதற்கு ஏற்ப வாழமாட்டாதான் வாழ்க்கைகள்; உளபோல இல்லாகித் தோன்றாக் கெடும்= உள்ளனபோலத் தோன்றி, மெய்ம்மையான் இல்லையாய்ப் பின்பு அத்தோற்றமும் இன்றிக் கெட்டுவிடும்.<br/><br/>அவ்வெல்லைக்கேற்ப வாழ்தலாவது, அதனிற் சுருக்கக் கூடாதாயின் ஒப்பவாயினும் ஈத்தும் துய்த்தும் வாழ்தல். தொடக்கத்திற் கேடு வெளி்ப்படாமையின், 'உளபோல', 'தோன்றா' என்றார். முதலிற் செலவு மிக்கால் வரும் ஏதங் (பார்க்க: நல்வழி-25) கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்வருவாய் அளவறிந்து வாழாதான் வாழ்க்கை உளபோலத் தோன்றி அதன்பின் இல்லையாகித் தோன்றாது கெடும்.<br/><br/>பின்பு ஆக்கம் தோன்றாதென்றவாறு. இது மேற்கூறியவாறு செய்யாதார் கெடுவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who prosperous lives and of enjoyment knows no bound,<br/>His seeming wealth, departing, nowhere shall be found."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The prosperity of him who lives without knowing the measure (of his property), will perish, even while it seems to continue."
          }
        ]
      }
    ],
    "id": 479
  },
  {
    "kural": {
      "l1": "உளவரை தூக்காத வொப்புர வாண்மை",
      "l2": "வளவரை வல்லைக் கெடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உளவரை தூக்காத ஒப்புர வாண்மை<br/>வளவரை வல்லைக் கெடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தனக்குப் பொருள் உள்ள அளவை ஆராயாமல் மேற்கொள்ளும் ஒப்புரவினால், ஒருவனுடைய செல்வத்தின் அளவு விரைவில் கெடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள வரை தூக்காத ஒப்புரவு ஆண்மை= தனக்குள்ள அளவு தூக்காமைக்கு ஏதுவாய ஒப்புரவாண்மையால்; வள வரை வல்லைக் கெடும்= ஒருவன் செல்வத்தின் எல்லை விரையக் கெடும்.<br/><br/>ஒப்புரவே ஆயினும் மிகலாகாது என்றமையான் இதுவுமது.(479 ஆம் குறளிற் கூறியதுபோன்று)<br/><br/>இவை நான்கு பாட்டானும் மூவகை ஆற்றலுள் பெருமையின் பகுதியாய பொருள்வலியறிதல் சிறப்பு நோக்கி வகுத்துக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனக்கு உள்ளவளவை நினையாதே ஒப்புரவு செய்வானது செல்வத்தினளவு விரைவிற் கெடும்.<br/><br/>மேல் முதலுக்குச் செலவு குறைய வேண்டுமென்றார். அவ்வாறு செய்யின் ஒப்புரவு செய்யுமாறு என்னை யென்றார்க்கு இது கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Beneficence that measures not its bond of means,<br/>Will swiftly bring to nought the wealth on which it leans."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The measure of his wealth will quickly perish, whose liberality weighs not the measure of his property."
          }
        ]
      }
    ],
    "id": 480
  }
]