export default [
  {
    "kural": {
      "l1": "வினைத்திட்ப மென்ப தொருவன் மனத்திட்ப",
      "l2": "மற்றைய வெல்லாம் பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைத்திட்பம் என்பது ஒருவன் மனத்திட்பம்<br/>மற்றைய எல்லாம் பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு தொழிலின் திட்பம் என்று சொல்லப்படுவது ஒருவனுடைய மனத்தின் திட்பமே (உறுதியே) ஆகும்; மற்றவை எல்லாம் வேறானவை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைத்திட்பம் என்பது ஒருவன் மனத் திட்பம்= வினைசெய்தற்கண் திண்மை என்று சொல்லப்படுவது, அதனை முடித்தற்குரியானொருவன் மனத்தினது திண்ணம்; மற்றைய எல்லாம் பிற= அஃது ஒழிந்தன எல்லாம் அதற்குத் திண்மையென்று சொல்லப்படா.<br/><br/>ஒழிந்தனவாவன: படை, அரண், நட்பு முதலியவற்றின் திண்மைகள். அவையும் அதற்கு வேண்டுவனவாய் இனமாகலின் 'மற்றைய' என்றும், வேண்டினும் அஃது இல்வழிப் பயனிலவாகலின் 'பிற'வென்றும் கூறினார். இதனால் வினைத்திட்பமாவது, இன்னதென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினையினிடத்துத் திண்மை யென்று சொல்லப்படுவது ஒருவன் மனத்து உண்டான திண்மை; அதனையொழிய மற்றவையெல்லாம் திண்மையென்று சொல்லப்படா.<br/><br/>மற்றவையென்றது கருவியும் உபாயமும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What men call ' power in action 'know for' power of mind';<br/>Externe to man all other aids you find."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Firmness in action is (simply) one's firmness of mind; all other (abilities) are not of this nature."
          }
        ]
      }
    ],
    "id": 661
  },
  {
    "kural": {
      "l1": "ஊறொரா லுற்றபி னொல்காமை யிவ்விரண்டி",
      "l2": "னாறென்ப வாய்ந்தவர் கோள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஊறொரால் உற்றபின் ஒல்காமை இவ்விரண்டின்<br/>ஆறென்பர் ஆய்ந்தவர் கோள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இடையூறு வருவதற்கு முன்பே நீக்குதல், வந்தபின் தளராமை ஆகிய இந்த இரண்டினது வழியே வினைத் திட்பம் பற்றி ஆராய்ந்தவரின் கொள்கையாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆய்ந்தவர் கோள்= முன் நீதி ஆராய்ந்த அமைச்சரது துணிபு; ஊறு ஒரால் உற்றபின் ஒல்காமை இவ்விரண்டின் ஆறு என்பர்= பழுதுபடும் வினைகளைச் செய்யாமையும், செய்யும் வினை தெய்வத்தான் பழுதுபட்டவழி அதற்குத் தளராமையுமாகிய இவ்விரண்டின் வழியென்பர் நூலோர்.<br/><br/>தேவர்க்கும் அசுரர்க்கும் அமைச்சுப் பூண்ட வியாழ வெள்ளிகளது துணிபு தொகுத்துப் பின் நீதிநூலுடையார் கூறியவாறு கூறுகின்றமையின், ஈண்டு வினைத்தூய்மையும் உடன் கூறினார். உறுதலையுடையதனை முன் 'ஊறு' என்றமையின், 'உற்றபின்' என்றும், இவ்விரண்டின்கண்ணே பட்டதென்பார் 'இரண்டினாறு' என்றும் கூறினார். ஊறொரார் என்று பாடம் ஓதுவாரும் உளர்; அஃது 'ஒல்காமை' என்னும் எண்ணோடும், 'இரண்டு' என்னும் தொகையோடும் இயையாமை அவர் அறிந்திலர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினைசெய்யுங்கால் உறும் துன்பத்தை ஓரார் ஆதலும் அவ்விடத்துத் துன்பமுற்றால் தளரார் ஆதலுமாகிய இவ்விரண்டினது நெறியென்று சொல்லுவார் நீதி நெறியை ஆராய்ந்தவர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "'Each hindrance shun','unyielding onward press, if obstacle be there'<br/>These two define you way, so those that search out truth declare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Not to perform a ruinous act, and not to be discouraged by the ruinous termination of an act, are the two maxims which, the wise say, from the principles of those who have investigated the subject."
          }
        ]
      }
    ],
    "id": 662
  },
  {
    "kural": {
      "l1": "கடைக்கொட்கச் செய்தக்க தாண்மை யிடைக்கொட்கி",
      "l2": "னெற்றா விழுமந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கடைக்கொட்கச் செய்தக்க தாண்மை இடைக்கொட்கின்<br/>எற்றா விழுமந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்யும் செயலை முடிவில் வெளிப்படும்படியாகச் செய்யும் தகுதியே ஆண்மையாகும்; இடையில் வெளிப்பட்டால் நீங்காத துன்பத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கடைக் கொட்கச் செய் தக்கது ஆண்மை= செய்யப்படும் வினையை முடிவின்கண் புலப்படும் வகை முன்னெல்லாம் மறைத்துச் செய்வதே திட்பமாவது; இடைக் கொட்கின் எற்றா விழுமம் தரும்= அங்ஙனமின்றி இடையே புலப்படுமாயின், அப்புலப்பாடு செய்வானுக்கு நீங்காத இடும்பையைக் கொடுக்கும்.<br/><br/>மறைத்துச் செய்வதாவது, அங்கம் ஐந்தும் எண்ணியவாறு பிறர் அறியாமலும், தானறிந்ததூஉம், தன்னிங்கிதம், வடிவு, செயல், சொற்களான் அவருய்த்துணராமலும் அடக்கிச் செய்தல். அத்திட்பம் ஆண்டன்மையான் வருதலின், 'ஆண்மை' எனப்பட்டது. 'எற்றா விழும'மாவன: பகைவர் முன்னறிந்து அவ்வினையை விலக்குதல், செய்வானை விலக்குதல் செய்வராகலின், அவற்றான் வருவன. 'விழுமம்' சாதிப்பெயர்.<br/><br/>இவை இரண்டு பாட்டானும் அதனது பகுதி கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு வினையைத் தொடங்கினால் முடிவிலே சென்று மீளல் செய்வது ஆண்மையாவது; இடையிலே மீள்வானாயின் அது மிகுதியைக் கெடாத நோயைக் கொடுக்கும்.<br/><br/>சென்று மீளல் சுழல்தல் ஆயிற்று. இது தொடங்கின வினையை முடியச் செய்யவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Man's fitting work is known but by success achieved;<br/>In midst the plan revealed brings ruin ne'er to be retrieved."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "So to perform an act as to publish it (only) at its termination is (true) manliness; for to announce it beforehand, will cause irremediable sorrow."
          }
        ]
      }
    ],
    "id": 663
  },
  {
    "kural": {
      "l1": "சொல்லுதல் யார்க்கு மெளிய வரியவாஞ்",
      "l2": "சொல்லிய வண்ணஞ் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சொல்லுதல் யார்க்கும் எளிய அரியவாம்<br/>சொல்லிய வண்ணம் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "'இச்செயலை இவ்வாறு செய்து முடிக்கலாம்' என்று சொல்லுதல் எவர்க்கும் எளியனவாம் ; சொல்லியபடி செய்து முடித்தல் அரியனவாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சொல்லுதல் யார்க்கும் எளிய= யாம் இவ்வினையை இவ்வாற்றாற் செய்துமென நிரல்படச் சொல்லுதல் யாவர்க்கும் எளிய; சொல்லிய வண்ணம் செயல் அரியவாம்= அதனை அவ்வாற்றானே செய்தல் யாவர்க்கும் அரியவாம்.<br/><br/>'சொல்லுதல்' 'செயல்' என்பன சாதிப்பெயர். அரியவற்றை எண்ணிச் சொல்லுதல் திட்பம் இல்லாதார்க்கு இயறலின், 'எளிய' என்றார். இதனால் அதனது அருமை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு வினையை இவ்வாறு செய்தும் என்று சொல்லுதல் யாவர்க்கும் எளியவாம். அதனைச் சொல்லிய வாற்றால் செய்து முடித்தல் யாவர்க்கும் அரியவாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Easy to every man the speech that shows the way;<br/>Hard thing to shape one's life by words they say!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To say (how an act is to be performed) is (indeed) easy for any one; but far difficult it is to do according to what has been said."
          }
        ]
      }
    ],
    "id": 664
  },
  {
    "kural": {
      "l1": "வீறெய்தி மாண்டார் வினைத்திட்பம் வேந்தன்க",
      "l2": "னூறெய்தி யுள்ளப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வீறெய்தி மாண்டார் வினைத்திட்பம் வேந்தன்கண்<br/>ஊறெய்தி உள்ளப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செயல் திறனால் பெருமை பெற்று உயர்ந்தவரின் வினைத் திட்பமானது, நாட்டை ஆளும் அரசனிடத்திலும் எட்டி மதிக்கப்பட்டு விளங்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வீறு எய்தி மாண்டார் வினைத்திட்பம்= எண்ணத்தால் சிறப்பெய்திப் பிற இலக்கணங்களாலும் மாட்சிமைப்பட்ட அமைச்சரது வினைத்திட்பம்; வேந்தன்கண் ஊறு எய்தி உள்ளப்படும்= வேந்தன்கண்ணே உறுதலை எய்தலான், எல்லாரானும் நன்கு மதிக்கப்படும்.<br/><br/>'வேந்தன்கண் ஊறு எய்தல்' எடுத்தவினை அதனால் முற்றுப் பெற்றுச் செல்வமும் புகழும் அவன்கண்ணவாதல். எய்தலான் என்பது திரிந்து நின்றது. 'உள்ளல்', மதிப்பான் மறவாமை. இதனால் அதன் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மிகுதியெய்தி மாட்சிமைப்பட்டாரது வினைத் திட்பமானது அரசன்மாட்டு உறுதலையெய்தி எல்லாராலும் நினைக்கப்படும்.<br/><br/>இது வினைத்திட்ப முடையாரை எல்லாரும் விரும்புவரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The power in act of men renowned and great,<br/>With king acceptance finds and fame through all the state."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The firmness in action of those who have become great by the excellence (of their counsel) will, by attaining its fulfilment in the person of the king, be esteemed (by all)"
          }
        ]
      }
    ],
    "id": 665
  },
  {
    "kural": {
      "l1": "எண்ணிய வெண்ணியாங் கெய்துப வெண்ணியார்",
      "l2": "திண்ணிய ராகப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எண்ணிய எண்ணியாங்கு எய்துவர் எண்ணியார்<br/>திண்ணியர் ஆகப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எண்ணியவர் (எண்ணியபடியே செயல் ஆற்றுவதில்) உறுதியுடையவராக இருக்கப் பெற்றால், அவர் எண்ணியவற்றை எண்ணியவாறே அடைவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எண்ணிய எண்ணியாங்கு எய்துப= தாம் எய்த எண்ணிய பொருள்கள் எல்லாவற்றையும், அவ்வெண்ணியவாறே எய்துவர்; எண்ணியார் திண்ணியராகப் பெறின்= எண்ணியவர் அவற்றிற்கு வாயிலாகிய வினைக்கண் திண்மை உடையராகப் பெறின்.<br/><br/>எளிதின் எய்துப என்பார், 'எண்ணியாங் கெய்துப' என்றார். அவர் அவ்வாறல்லது எண்ணாமையின் திண்ணியராகவே வினை முடியும்; அது முடிய, அவை யாவையும் கைகூடும் என்பது கருத்து. இதனால் அஃதுடையார் எய்தும் பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாம் எண்ணிய பொருள்களை எண்ணினபடியே பெறுவர்: அவ்வாறு எண்ணினவர் அவ்வினையைச் செய்து முடிக்குந் திண்மையுடையாராகப் பெறுவாராயின்.<br/><br/>இது வினையின்கண் திண்மை வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Whate'er men think, ev'n as they think, may men obtain,<br/>If those who think can steadfastness of will retain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If those who have planned (an undertaking) possess firmness (in executing it) they will obtain what they have desired even as they have desired it."
          }
        ]
      }
    ],
    "id": 666
  },
  {
    "kural": {
      "l1": "உருவுகண் டெள்ளாமை வேண்டு முருள்பெருந்தேர்க்",
      "l2": "கச்சாணி யன்னா ருடைத்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உருவுகண்டு எள்ளாமை வேண்டும் உருள்பெருந்தேர்க்கு<br/>அச்சாணி அன்னார் உடைத்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உருளும் பெரிய தேர்க்கு அச்சில் இருந்து தாங்கும் சிறிய ஆணிபோன்றவர்கள் உலகத்தில் உள்ளனர். அவர்களுடைய உருவின் சிறுமையைக் கண்டு இகழக் கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உருள் பெரும் தேர்க்கு அச்சாணி அன்னார் உடைத்து= உருளாநின்ற பெரிய தேர்க்கு அச்சின்கண் ஆணி போல வினைக்கண் திண்ணியாரை உடையது உலகம்; உருவு கண்டு எள்ளாமை வேண்டும்= அதனால் அவரை வடிவின் சிறுமைநோக்கி இகழ்தலை ஒழிக.<br/><br/>சிறுமை, 'எள்ளாமை வேண்டும்' என்பதனானும், உவமையானும் பெற்றாம். 'அச்சு' உருள்கொத்த மரம். 'ஆணி' உருள் கழலாது அதன்கடைக்கண் செருகுமது. அது வடிவாற் சிறியதாயிருந்தே பெரிய பாரத்தைக் கொண்டுய்க்கும் திட்பம்உடைத்து; அதுபோல வடிவாற் சிறியராயிருந்தே பெரிய வினைகளைக் கொண்டுய்க்கும் திட்பமுடைய அமைச்சரும் உளர்; அவரை அத்திட்பம் நோக்கி அறிந்துகொள்க என்பதாம். இதனால் அவரை அறியுமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாவரையும் வடிவுகண்டு இகழ்தலைத் தவிர்தல் வேண்டும். உருளாநின்ற பெரிய தேர்க்குக் காலாய் நடக்கின்ற உருளையைக் கழலாமல் தாங்கும் அச்சின் புறத்துச் செருகின சிற்றாணியைப் போலத் திண்ணியாரை இவ்வுலகம் உடைத்து: ஆதலால்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Despise not men of modest bearing; Look not at form , but what men are;<br/>For some there live, high functions sharing, Like linch-pin of the mighty car!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let none be despised for (their) size; (for) the world has those who resemble the linch-pin of the big rolling car."
          }
        ]
      }
    ],
    "id": 667
  },
  {
    "kural": {
      "l1": "கலங்காது கண்ட வினைக்கட் டுளங்காது",
      "l2": "தூக்கங் கடிந்து செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கலங்காது கண்ட வினைக்கண் துளங்காது<br/>தூக்கங் கடிந்து செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனம் கலங்காமல் ஆராய்ந்து துணிந்து ஏற்ற தொழிலைச் சோர்வு கொள்ளாமல் காலந் தாழ்த்தாமல் செய்து முடிக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கலங்காது கண்ட வினைக்கண்= மனந்தெளிந்து செய்வதாகத் துணிந்த வினையின்கண்; துளங்காது தூக்கம் கடிந்து செயல்= பின் அசைதலின்றி நீட்டித்தலை ஒழிந்து செய்க.<br/><br/>கலங்கியவழி ஒழிவதும் செய்வதுபோல் தோன்றுமாகலின், தெளிந்து பலகால் ஆராய்ந்து தாம் செய்வதாக ஓர்த்தவினையைக் 'கலங்காது கண்டவினை' என்றார். துளங்காமை திட்பமுடைமை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கலக்கமின்றி ஆராய்ந்துகண்ட வினையிடத்துப் பின்னைத் துளக்கமின்றி அதனை நீட்டியாது செய்க.<br/><br/>இது விரைந்து செய்யவேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What clearly eye discerns as right, with steadfast will,<br/>And mind unslumbering , that should man fulfil."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "An act that has been firmly resolved on must be as firmly carried out without delay."
          }
        ]
      }
    ],
    "id": 668
  },
  {
    "kural": {
      "l1": "துன்ப முறவரினுஞ் செய்க துணிவாற்றி",
      "l2": "யின்பம் பயக்கும் வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துன்பம் உறவரினும் செய்க துணிவாற்றி<br/>இன்பம் பயக்கும் வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(முடிவில்) இன்பம் கொடுக்கும் தொழிலைச் செய்யும் போது துன்பம் மிக வந்தபோதிலும் துணிவு மேற் கொண்டு செய்து முடிக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துன்பம் உற வரினும்= முதற்கண் மெய்ம் முயற்சியான் தமக்குத் துன்பம் மிகவருமாயினும்; இன்பம் பயக்கும் வினை துணிவு ஆற்றிச் செய்க= அது நோக்கித் தளராது, முடிவின்கண் இன்பம் பயக்கும் வினையைத் திட்பமுடையராய்ச் செய்க.<br/><br/>துணிவு கலங்காமை. அஃதுடையார்க்கு அல்லது கணிகமாய முயற்சித் துன்பம் நோக்காது நிலையுதலுடைய பரிணாம இன்பத்தை நோக்கிச் செய்தல் கூடாமையின், 'துணிவாற்றிச் செய்க' என்றார்.<br/><br/>இவை இரண்டுபாட்டானும் அவர் வினைசெய்யுமாறு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முற்பாடு துன்பம் உறவரினும் துணிந்து செய்க, பிற்பாடு இன்பம் பயக்கும் வினையை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though toil and trouble face thee, firm resolve hold fast,<br/>And do the deeds that pleasure yeild at last."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though it should cause increasing sorrow (at the outset), do with firmness the act that yield bliss (in the end)."
          }
        ]
      }
    ],
    "id": 669
  },
  {
    "kural": {
      "l1": "எனைத்திட்ப மெய்தியக் கண்ணும் வினைத்திட்பம்",
      "l2": "வேண்டாரை வேண்டா துலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எனைத்திட்பம் எய்தியக் கண்ணும் வினைத்திட்பம்<br/>வேண்டாரை வேண்டாது உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வேறு எத்தகைய உறுதி உடையவராக இருந்தாலும், செய்யும் தொழிலில் உறுதி இல்லாதவரை உலகம் விரும்பிப் போற்றாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினைத்திட்பம் வேண்டாரை= வினைத்திட்பத்தை இது நமக்குச் சிறந்தது என்று கொள்ளாத அமைச்சரை; எனைத் திட்பம் எய்தியக் கண்ணும்= ஒழிந்த திட்பங்கள் எல்லாம் உடையராய இடத்தும்; வேண்டாது உலகு= நன்கு மதியார் உயர்ந்தோர்.<br/><br/>மனத்தின்கண் திட்பம் இல்லாதார்க்குப் படை, அரண், நட்பு முதலியவற்றின் திட்பங்களெல்லாம் உளவாயினும், வினை முடியாதாம், ஆகவே அவையெல்லாம் கெடும் என்பது பற்றி 'உலகுவேண்டாது' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கருவி முதலான வெல்லாவற்றானும் திண்மை பெற்றவிடத்தும் வினையினது திண்மையை விரும்பாதாரை உலகத்தார் விரும்பார்.<br/><br/>பலபொருளும் அமைதியும் உடையார்க்கு வினைத்திட்பமின்றானால் வருங்குற்ற மென்னை யென்றார்க்கு இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The world desires not men of every power possessed,<br/>Who power in act desire not,-crown of all the rest."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The great will not esteem those who esteem not firmness of action, whatever other abilities the latter may possess. "
          }
        ]
      }
    ],
    "id": 670
  }
]