export default [
  {
    "kural": {
      "l1": "மனைத்தக்க மாண்புடைய ளாகித்தற் கொண்டான்",
      "l2": "வளத்தக்காள் வாழ்க்கைத் துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனைக்தக்க மாண்புடையள் ஆகித்தற் கொண்டான்<br/>\n            வளத்தக்காள் வாழ்க்கைத் துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இல்வாழ்க்கைக்கு ஏற்ற நற்பண்பு உடையவளாகித் தன் கணவனுடைய பொருள் வளத்துக்குத் தக்க வாழ்க்கை நடத்துகின்றவளே வாழ்க்கைத் துணை ஆவாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனைத் தக்க மாண்பு உடையளாகித் தன் கொண்டான் வளம் தக்காள் = மனையறத்திற்குத் தக்க, நற்குண நற்செய்கைகளை யுடையளாய்த் தன்னைக் கொண்டவனது வருவாய்க்குத் தக்க வாழ்க்கையை யுடையாள்;<br/><br/>\n            வாழ்க்கைத் துணை = அதற்குத் துணை.<br/><br/>\n            நற்குணங்களாவன: துறந்தார்ப்பேணலும்,விருந்தயர்தலும், வறியார்மாட்டு அருளுடைமையும் முதலாயின.<br/><br/>\n            நற்செய்கைகளாவன: வாழ்க்கைக்கு வேண்டும் பொருள்கள் அறிந்து கடைப்பிடித்தலும், அட்டிற்றொழி்ல்@ வன்மையும், ஒப்புரவு செய்தலும்# முதலாயின.<br/><br/>\n            வருவாய்க்குத் தக்கவாழ்க்கையாவது முதலையறிந்து அதற்கியைய அழித்தல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனை தக்க மாண்பு உடையளாகி - தான் பிறந்த குடிக்குத்தக்க ஒழுக்கத்தை உடையாளாய், தன் கொண்டான் வளம் தக்காள் - தன்னைக் கொண்டவனது வருவாய்க்குத் தக்க செலவினையுடையவள், வாழ்க்கை துணை - இல்வாழ்க்கைக்குத் துணையாவள்.<br/><br/>\n            இது, வாழ்க்கைத் துணையின் இலட்சணம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As doth the house beseem, she shows her wifely dignity;<br/>\n            As doth her husband's wealth befit, she spends: helpmeet is she"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "She who has the excellence of home virtues, and can expend within the means of her husband, is a\n            help in the domestic state."
          }
        ]
      }
    ],
    "id": 51
  },
  {
    "kural": {
      "l1": "மனைமாட்சி யில்லாள்க ணில்லாயின் வாழ்க்கை",
      "l2": "யெனைமாட்சித் தாயினு மில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை<br/>\n            எனைமாட்சித் தாயினும் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இல்வாழ்க்கைக்குத் தக்க நற்பண்பு மனைவியிடம் இல்லையானால். ஒருவனுடைய வாழ்க்கை வேறு எவ்வளவு சிறப்புடையதானாலும் பயன் இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனைமாட்சி இல்லாள் கண் இல் ஆயின் = மனையறத்திற்குத் தக்க நற்குண நற்செய்கைகள், (ஒருவன்) இல்லாளிடத்து இல்லையாயின்;<br/><br/>\n            வாழ்க்கை எனைமாட்சித்தாயினும் இல் = அவ்வில்வாழ்க்கை, (செல்வத்தான்) எத்துணை மாட்சிமைத்தாயினும் (அஃது) உடைத்தன்று.<br/><br/>\n            ‘இல்’ என்றார், பயன்படாமையின்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனைமாட்சி இல்லாள்கண் இல்லாயின் - குடிக்குத் தக்க ஒழுக்கம் மனையாள்மாட்டு இல்லையாகில், வாழ்க்கை எனைமாட்சித் தாயினும் - இல்வாழ்க்கை எத்தனை நன்மைகளை உடைத்தாயினும், இல் - ஒரு நன்மையும் இன்றாம்.<br/><br/>\n            இஃது, அவளிடம் நன்மை யில்லையாயின் இல்வாழ்க்கையின் எல்லா நன்மைகளும் கெடு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If household excellence be wanting in the wife,<br/>\n            Howe'er with splendour lived, all worthless is the life"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the wife be devoid of domestic excellence, whatever (other) greatness be possessed, the conjugal\n            state, is nothing."
          }
        ]
      }
    ],
    "id": 52
  },
  {
    "kural": {
      "l1": "இல்லதெ னில்லவண் மாண்பானா லுள்ளதெ",
      "l2": "னில்லவண் மாணாக் கடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இல்லதென் இல்லவள் மாண்பானால் உள்ளதென்<br/>\n            இல்லவள் மாணாக் கடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவி நற்பண்பு உடையவளானால் வாழ்க்கையில் இல்லாதது என்ன? அவள் நற்பண்பு இல்லாதவளானால் வாழ்க்கையில் இருப்பது என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல்லவள் மாண்பு ஆனால் இல்லது என் = (ஒருவனுக்கு) இல்லாள், நற்குண நற்செய்கையள் ஆயினக்கால் இல்லாதது யாது?<br/><br/>\n            இல்லவள் மாணாக் கடை உள்ளது என் = அவள் அன்னளல்லாக்கால் உள்ளது யாது?<br/><br/>\n            ‘மாண்பு’ எனக் குணத்தின்பெயர், குணிமேல் நின்றது.<br/><br/>\n            இவை யிரண்டுபாட்டானும், இல்வாழ்க்கைக்கு வேண்டுவது இல்லாளது மாட்சியே பிறவல்ல வென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இல்லவள் மாண்பானால் - (ஒருவனுக்கு) மனையாள் மாட்சிமை யுடையாளானால், இல்லது என் - இல்லாதது யாது? (எல்லாம் உளவாம்). இல்லவள் மாணாக்கடை - (ஒருவனுக்கு) மனையாள் மாட்சிமை யில்லாளானால், உள்ளது என் - உள்ளது யாது? (ஒன்றும் இல்லை).<br/><br/>\n            இது, கற்புடைய மனையாளை உடையவன் எல்லாச் செல்வங்களையும் உடைய னென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "There is no lack within the house, where wife in worth excels,<br/>\n            There is no luck with the house, where wife dishonoured dwells"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If his wife be eminent (in virtue), what does (that man) not possess ? If she be without excellence,\n            what does (he) possess ?"
          }
        ]
      }
    ],
    "id": 53
  },
  {
    "kural": {
      "l1": "பெண்ணிற் பெருந்தக்க யாவுள கற்பென்னும்",
      "l2": "திண்மையுண் டாகப் பெறின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும்<br/>\n            திண்மைஉண் டாகப் பெறின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இல்வாழ்க்கையில் கற்பு என்னும் உறுதிநிலை இருக்கப் பெற்றால், பெண்ணைவிடப் பெருமையுடையவை வேறு என்ன இருக்கின்றன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெண்ணின் பெருந்தக்க யா உள = (ஒருவனெய்தும் பொருள்களுள்) இல்லாளின் மேம்பட்ட பொருள்கள் யாவையுள;<br/><br/>\n            கற்பு என்னும் திண்மை யுண்டாகப் பெறின் = (அவள்மாட்டுக்) கற்பு என்னும் கலங்காநிலைமை யுண்டாகப்பெறின்?<br/><br/>\n            கற்புடையாள்போல அறமுதலிய மூன்றற்கும் ஏதுவாவன பிறவின்மையின், ‘யாவுள’ வென்றார்.<br/><br/>\n            இதனாற் கற்புநலத்தது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெண்ணின் பெருந் தக்க யா உள - பெண்பிறப்புப் போல மிக மேம்பட்டன யாவை யுள, கற்பு என்னும் திண்மை உண்டாக பெறின் - கற்பாகிய திண்மை யுண்டாகப் பெறில்? [திண்மை:-உறுதிப்பாடு.]<br/><br/>\n            இது, கற்புடைய பெண்ணின் பிறப்புப்போல மிக மேம்பட்டவை இல்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If women might of chastity retain,<br/>\n            What choicer treasure doth the world contain?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What is more excellent than a wife, if she possess the stability of chastity ?"
          }
        ]
      }
    ],
    "id": 54
  },
  {
    "kural": {
      "l1": "தெய்வந் தொழாஅள் கொழுநற் றொழுதெழுவாள்",
      "l2": "பெய்யெனப் பெய்யு மழை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தெய்வம் தொழாஅள் கொழுநன் தொழுதெழுவாள்<br/>\n            பெய்யெனப் பெய்யும் மழை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வேறு தெய்வம் தொழாதவளாய்த் தன் கணவனையே தெய்வமாகக் கொண்டு தொழுது துயிலெழுகின்றவள் பெய் என்றால் மழை பெய்யும்!"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தெய்வம் தொழாஅள் கொழுநன் தொழுது எழுவாள் பெய் என = (பிற) தெய்வந் தொழாது (தன்தெய்வமாகிய) கொழுநனைத் தொழாநின்று துயிலெழுவாள் பெய்யென்று சொல்ல;<br/><br/>\n            மழை பெய்யும் = மழை பெய்யும்.<br/><br/>\n            தெய்வந் தொழுதற்கு மனந் தெளிவது, துயில் எழுங் காலத்தாகலின் 'தொழுதெழுவாள்' என்றார். தொழாநின்று என்பது, 'தொழுது' எனத் திரிந்து நின்றது.தெய்வந்தான் ஏவல் செய்யும் என்பதாம்.<br/><br/>\n            இதனான், கற்புடையவளது ஆற்றல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தெய்வம் தொழாள் - தெய்வத்தைத் தெய்வமென்று தொழாளாய், கொழுநன் தொழுது எழுவாள் - தெய்வமும் தன் கணவனென்றே கருதி அவனை நாள்தோறும் தொழுது எழுமவள், பெய் என மழை பெய்யும் = பெய்யென்று சொல்ல மழை பெய்யும்.<br/><br/>\n            எழுதல் - உறங்கி யெழுதல். [தொழுது எழுவாள் - தொழுதுகொண்டே எழுகின்றவள்.]<br/><br/>\n            இது, கணவனைக் கனவிலும் நனவிலும் தெய்வம் எனத் தொழுவாள் ஆணைக்குப் பூதங்களும் கீழ்ப்படியு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No God adoring , low she bends before her lord;<br/>\n            Then rising, serves: the rain falls instant at her word!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If she, who does not worship God, but who rising worships her husband, say, \"let it rain,\" it will rain."
          }
        ]
      }
    ],
    "id": 55
  },
  {
    "kural": {
      "l1": "தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற",
      "l2": "சொற்காத்துச் சோர்விலாள் பெண்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற<br/>\n            சொற்காத்துச் சோர்விலாள் பெண்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கற்புநெறியில் தன்னையும் காத்துக்கொண்டு, தன் கணவனையும் காப்பாற்றி, தகுதியமைந்த புகழையும் காத்து, உறுதி தளராமல் வாழ்கின்றவளே பெண்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தற்காத்துத் தற்கொண்டான் பேணி = (கற்பினின்றும் வழுவாமல்) தன்னைக் காத்துத், தன்னைக் கொண்டவனையும் (உண்டி முதலியவற்றால்) பேணி;<br/><br/>\n            தகைசான்ற சொல் காத்து = (இருவர் மாட்டும்) நன்மையமைந்த புகழ் நீங்காமற் காத்து;<br/><br/>\n            சோர்வு இலாள் பெண் = (மேற்சொல்லிய நற்குண நற்செய்கைகளினுங்) கடைப்பிடியுடையாளே பெண்ணாவாள்.<br/><br/>\n            தன்மாட்டுப் புகழாவது, வாழுமூர் கற்பால் தன்னைப் புகழ்வது.<br/><br/>\n            சோர்வு = மறவி.<br/><br/>\n            இதனால் ¶கற்புடையாளது சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன் காத்து தன் கொண்டான் பேணி - தன்னையும் காத்துத் தன்னைக்கொண்ட கணவனையும் பேணி, தகை சான்ற சொல் காத்து சோர்வு இலாள் பெண் - நன்மை அமைந்த புகழ்களையும் படைத்துச் சோர்வின்மை யுடையவளே பெண்ணென்று சொல்லப்படுவள். [சோர்வின்மை - இம்மூன்றிலும் தளரவில்லை.]\n            இது, பெண்களிற் சிறந்தாளது இலக்கணம் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who gaurds herself, for husband's comfort cares, her household's fame,<br/>\n            In perfect wise with sleepless soul preserves,-give her a woman's name"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "She is a wife who unweariedly guards herself, takes care of her husband, and preserves an\n            unsullied fame."
          }
        ]
      }
    ],
    "id": 56
  },
  {
    "kural": {
      "l1": "சிறைகாக்குங் காப்பெவன் செய்யு மகளிர்",
      "l2": "நிறைகாக்குங் காப்பே தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர்<br/>\n            நிறைகாக்கும் காப்பே தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மகளிரைக் காவல் வைத்துக் காக்கும் காப்புமுறை என்ன பயனை உண்டாக்கும்? அவர்கள் நிறை என்னும் பண்பால் தம்மைத் தாம் காக்கும் காப்பே சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மகளிர் சிறை காக்கும் காப்பு எவன் செய்யும் = மகளிரைத் தலைவர் சிறையாற் காக்குங் காவல் என்னபயனைச் செய்யும்?<br/><br/>\n            நிறைகாக்கும் காப்பே தலை = அவர் (தமது) நிறையாற் காக்கும் காவலே தலையாய காவல்.<br/><br/>\n            சிறை - மதிலும் வாயில்காவலும் முதலாயின.<br/><br/>\n            நிறை - நெஞ்சைக் கற்புநெறியினிறுத்தல்.<br/><br/>\n            காவலிரண்டினும் நிறைக்காவலில்வழி ஏனைச்சிறைக்காவலாற் பயனில்லை யென்பார், 'நிறைகாக்குங் காப்பே தலை' யென்றார். ஏகாரம் பிரிநிலைக்கண் வந்தது.<br/><br/>\n            இதனால் தற்காத்தற் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சிறை காக்கும் காப்பு எவன் செய்யும் - (மகளிரைச்) சிறைசெய்து காக்கும் காவல் யாதினைச் செய்யும்? மகளிர் நிறை காக்கும் காப்பே தலை - மகளிரது கற்புக் காக்கும் காவலே தலையான காவல்.<br/><br/>\n            இஃது, அவள் தனது கற்பால் தன்னைக் காத்தலே காவலாமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of what avail is watch and ward?<br/>\n            Honour's a woman's safest guard"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "What avails the guard of a prison ? The chief guard of a woman is her chastity."
          }
        ]
      }
    ],
    "id": 57
  },
  {
    "kural": {
      "l1": "பெற்றாற் பெறிற்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்",
      "l2": "புத்தேளிர் வாழு முலகு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்<br/>\n            புத்தேளிர் வாழும் உலகு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கணவனைப் போற்றிக் கடமையைச் செய்யப் பெற்றால் மகளிர் பெரிய சிறப்பை உடைய மேலுலக வாழ்வைப் பெறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பெண்டிர் பெற்றாற் பெறின் = பெண்டிர், (தம்மை) எய்திய கணவனை (வழிபடுதல்) பெறுவராயின்;<br/><br/>\n            புத்தேளிர்வாழும் உலகு பெருஞ்சிறப்புப் பெறுவர் = புத்தேளிர் வாழுமுலகின்கண் (அவராற்) பெருஞ்சிறப்பினைப் பெறுவர்.<br/><br/>\n            'வழிபடுத' லென்பது சொல்லெச்சம்.<br/><br/>\n            இதனால் தற்கொண்டாற் பேணிய மகளிர் புத்தேளிராற் பேணப்படுவரென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பெண்டிர் பெற்றார் பெறின் - பெண்டிரானவர் (தம்மை மனைவியாராகப்) பெற்றவரையே (தமக்குத் தலைவராகப்) பெறின், புத்தேளிர் வாழும் பெரும் சிறப்பு உலகு பெறுவர் - தேவர் வாழும் பெருஞ் சிறப்பினை யுடைய உலகத்தைப் பெறுவர். [தலைவன் - கடவுள்.]<br/><br/>\n            இது, கணவனைத் தெய்வமாகக் கொண்டவள் அடையும் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If wife be wholly true to him who gained her as his bride,<br/>\n            Great glory gains she in the world where gods bliss abide."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If women shew reverence to their husbands, they will obtain great excellence in the world where the\n            gods flourish."
          }
        ]
      }
    ],
    "id": 58
  },
  {
    "kural": {
      "l1": "புகழ்புரிந் தில்லிலோர்க் கில்லை யிகழ்வார்மு",
      "l2": "னேறுபோற் பீடு நடை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புகழ்புரிந்த இல்லிலோர்க்கு இல்லை இகழ்வார்முன்<br/>\n            ஏறுபோல் பீடு நடை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழைக் காக்க விரும்பும் மனைவி இல்லாதவர்க்கு, இகழ்ந்து பேசும் பகைவர்முன் காளைபோல் நடக்கும் பெருமித நடை இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புகழ் புரிந்த இல் இலோர்க்கு = புகழை விரும்பிய இல்லாளை யில்லாதார்க்கு;<br/><br/>\n            இகழ்வார் முன் ஏறுபோல் பீடு நடை இல்லை = (தம்மை) இகழ்ந்துரைக்கும் பகைவர்முன் சிங்கவேறு போல நடக்கும் பெருமிதநடை இல்லை.<br/><br/>\n            ‘புரிந்த’ வென்னும் பெயரெச்சத்து அகரம் விகாரத்தாற்றொக்கது. பெருமிதமுடையானுக்குச் சிங்கவேறு நடையான் உவமமாகலின் 'ஏறுபோல்' என்றார்.<br/><br/>\n            இதனான், தகைசான்ற சொற்காவாவழிப்படுங் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": " புகழ் புரிந்த இல் இலோர்க்கு - புகழ் பொருந்தின மனையாளை இல்லாதார்க்கு, இகழ்வார்முன் ஏறுபோல் பீடு நடை - தம்மை இகழ்ந்துரைப்பார்முன் ஏறுபோல் நடக்கும் மேம்பட்ட நடை, இல்லை - இல்லையாம். [புரிந்த என்பது ஈற்று அகரம் கெட்டு நின்றது. ஏறு - எருது.]<br/><br/>\n            பீடுநடை = அசைவும் தலையெடுப்பும் பொருந்திய நடை.<br/><br/>\n            இது, கற்புடையா ளென்ற புகழைச் செய்த மனையாளை இல்லாதானை எல்லாரும் இகழ்வ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who have not spouses that in virtue's praise delight,<br/>\n            They lion-like can never walk in scorner's sight."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The man whose wife seeks not the praise (of chastity) cannot walk with lion-like stately step, before\n            those who revile them."
          }
        ]
      }
    ],
    "id": 59
  },
  {
    "kural": {
      "l1": "மங்கல மென்ப மனைமாட்சி மற்றத",
      "l2": "னன்கல னன்மக்கட் பேறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மங்கலம் என்ப மனைமாட்சி மற்றுஅதன்<br/>\n            நன்கலம் நன்மக்கட் பேறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மனைவியின் நற்பண்பே இல்வாழ்க்கைக்கு மங்கலம் என்று கூறுவர்; நல்ல மக்களைப் பெறுதலே அதற்கு நல்லணிகலம் என்றும் கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மங்கலம் என்ப மனைமாட்சி = (ஒருவற்கு) நன்மையென்று சொல்லுவர் (அறிந்தோர்), மனையாளது நற்குண நற்செய்கைகளை;<br/><br/>\n            அதன் நன்கலம் (என்ப) நன்மக்கட் பேறு = அவைதமக்கு நல்ல அணிகலமென்று சொல்லுவர் நல்ல புதல்வரைப் பெறுதலை.<br/><br/>\n            ‘அறிந்தோர்’ என்பது, எஞ்சிநின்றது. மற்று அசைநிலை.<br/><br/>\n            இதனால் வாழ்க்கைத்துணைக்கு ஆவதோர் அணிநலங் கூறி வருகின்ற அதிகாரத்திற்குத் தோற்றுவாய் செய்யப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனைமாட்சி - மனையாள் ஒழுக்கமுடைய ளாதலை, மங்கலம் என்ப - (ஒருவனுக்கு) அழகென்று சொல்லுப : நல்மக்கள் பேறு அதன் மற்று நன்கலம் என்ப - நல்ல மக்களைப் பெறுதலை அவ்வழகின் மேலே நல்ல அணிகல மென்று சொல்லுப (ஆன்றோர்). [என்ப என்பது பின்னரும் கூட்டப்பட்டது.]<br/><br/>\n            இது, நல்ல மனைவியும் மக்களும் ஒருவனுக்கு அழகும் அணியுமா மென்றது : அடுத்த அதிகாரத்திற்குத் தோற்றுவாய் செய்தது மாம்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The house's 'blessing', men pronounce the house - wife excellent;<br/>\n            The gain of blessed childern is its goodly ornament"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The excellence of a wife is the good of her husband; and good children are the jewels of that\n            goodness."
          }
        ]
      }
    ],
    "id": 60
  }
]