export default [
  {
    "kural": {
      "l1": "வானின் றுலகம் வழங்கி வருதலாற்",
      "l2": "றானமிழ்த மென்றுணரற் பாற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வான்நின்று உலகம் வழங்கி வருதலால்<br/>\n          தான்அமிழ்தம் என்றுணரற் பாற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழை பெய்ய உலகம் வாழ்ந்துவருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத் தக்கதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வான் நின்று உலகம் வழங்கி வருதலால் = மழை இடையறாது நிற்ப உலகம் நிலைபெற்று வருதலான்;<br /><br />\n          தான் அமிழ்தம் என்று உணரற்பாற்று = அம்மழைதான் (உலகத்திற்கு) அமிழ்தம் என்று உணரும் பான்மையை உடையது.<br /><br />\n          'நிற்ப' என்பது, 'நின்று' எனத்திரிந்து நின்றது.<br /><br />\n          'உலகம்' என்றது, ஈண்டு உயிர்களை. அவை நிலைபெற்று வருதலாவது, பிறப்பு இடையறாமையின் எஞ்ஞான்றும் உடம்போடு காணப்பட்டு வருதல்.<br /><br />\n          அமிழ்தம் உண்டார் சாவாது நிலைபெறுதலின், 'உலகத்தை நிலைபெறுத்துகின்ற வானை அமிழ்தம் என்று உணர்க' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வான் நின்று உலகம் வழங்கி வருதலால்-மழைவளம் நிலைநிற்றலானே உலகநடை தப்பாது வருதலான், தான் அமிழ்தம் என்று உணரும் பாற்று-அம்மழைதான் (உலகத்தார்) அமுதமென்று உணரும் பகுதியது.<br/><br/>\n\n          இஃது, அறம் பொருள் இன்பங்களை உண்டாக்குதலானும், பல வகைப்பட்ட உணவுகளை நிலை நிறுத்தலானும், தானே உணவாதலானும் மழையினை மற்றுள்ள பூதமாத்திரையாக நினைக்கக் கூடாதென்று அதன் நிலைமை கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The World its course maintains through life that rain unfailing gives;<br/>\n          Thus rain is known the true ambrosial food of all that lives."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "By the continuance of rain the world is preserved in existence; it is therefore worthy to be called\n          ambrosia."
          }
        ]
      }
    ],
    "id": 11
  },
  {
    "kural": {
      "l1": "துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்",
      "l2": "துப்பாய தூஉமழை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்<br/>\n            துப்பாய தூஉம் மழை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துப்பார்க்குத் துப்பு ஆய துப்பு ஆக்கி = உண்பார்க்கு நல்ல உணவுகளை உளவாக்கி;<br/><br/>\n            துப்பார்க்குத் துப்பு ஆயதூஉம் மழை = (அவற்றை) உண்கின்றார்க்குத் தானும் உணவாய் நிற்பதூஉம் மழை.<br/><br/>\n            தானும் உணவாதலாவது தண்ணீராய் உண்ணப்படுதல்.<br/><br/>\n            சிறப்புடைய உயர்திணைமேல் வைத்துக் கூறினமையின், அஃறிணைக்கும் இஃது ஒக்கும். இவ்வாறு உயிர்களது பசியையும் நீர்வேட்கையையும் நீக்குதலின், அவை வழங்கி வருதலுடையவாயின என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துப்பார்க்கு துப்பாய துப்பு ஆக்கி - (பிறவற்றை) உண்பார்க்கு அவர் உண்டற்கான உணவுகளையும் உண்டாக்கி, துப்பார்க்கு துப்பாவதும் மழை - (தன்னை) உண்பார்க்குத் தானே உணவாவதும் மழை.<br />\n            இது, பசியைக் கெடுக்கு மென்றது,௧௯.\n            "
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The rain makes pleasant food for eaters rise;<br />\n            As food itself, thirst-quenching draught supplies."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Rain produces good food, and is itself food."
          }
        ]
      }
    ],
    "id": 12
  },
  {
    "kural": {
      "l1": "விண்ணின்று பொய்ப்பின் விரிநீர் வியனுலகத்",
      "l2": "துண்ணின் றுடற்றும் பசி"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து<br/>உள்நின்று உடற்றும் பசி"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "விண் இன்று பொய்ப்பின் = மழை வேண்டுங் காலத்துப் பெய்யாது பொய்க்குமாயின்;<br /><br />\n            விரிநீர் வியன் உலகத்துள் = கடலாற் சூழப்பட்ட அகன்ற உலகத்தின்கண்;<br /><br />\n            நின்று உடற்றும் பசி = நிலைபெற்று (உயிர்களை) வருத்தும் பசி.<br /><br />\n            கடலுடைத்தாயினும் அதனாற் பயனி்ல்லை என்பார், 'விரிநீர் வியனுலகத்து' என்றார்; உணவின்மையின், பசியான் உயிர்கள் இறக்கும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விண் நின்று பொய்ப்பின் - வானமானது நிலைநிற்கப் பொய்க்குமாயின், விரி நீர் வியன் உலகத்துள் - விரிந்த நீரினையுடைய அகன்ற உலகத்திடத்தே, பசி நின்று உடற்றும் - பசியானது நின்று வருத்தாநிற்கும் (எல்லா உயிர்களையும்).<br/><br/>\n\n            பொய்த்தல் - தன் தொழில் மறுத்தல். [நிலைநிற்க-நிலையாக.]<br/><br/>\n            \n            இது, பசியென்று பொதுப்படக் கூறியவதனால், மக்களும் விலங்குகளும் பொருளையும் காமத்தையும் துய்க்கலாற்றாது துன்பமுறு மென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If clouds. The promised rain, deceive, and in the sky remain,<br/>\n            Famine, sore torment, stalks o’er earth's vast ocean-girdled plain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the cloud, withholding rain, deceive (our hopes) hunger will long distress the sea-girt spacious\n            world."
          }
        ]
      }
    ],
    "id": 13
  },
  {
    "kural": {
      "l1": "ஏரி னுழாஅ ருழவர் புயலென்னும்",
      "l2": "வாரி வளங்குன்றிக் கால்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஏரின் உழாஅர் உழவர் புயல்என்னும்<br/>\n            வாரி வளங்குன்றிக் கால்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர்கொண்டு உழ மாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உழவர் ஏரின் உழாஅர் = உழவர் ஏரான் உழுதலைச் செய்யார்;<br /><br />\n            புயல் என்னும் வாரி வளம் குன்றிக்கால் = மழை என்னும் வருவாய் (தன்) பயன் குன்றின்.<br /><br />\n            'குன்றியக்கால்' என்பது, குறைந்து நின்றது.<br /><br />\n            உணவின்மைக்குக் காரணம் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உழவர் ஏரின் உழார் - உழவர் ஏரின் உழுதலைத் தவிர்வார், புயல் என்னும் வாரி வளம் குன்றியக்கால் - புயலாகிய வாரியினுடைய வளம் குறைந்த காலத்து. [யகரம் கெட்டது.]<br/>\n            இஃது, உழவர் இல்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If clouds their wealth on waters fail on earth to pour,<br/>\n            The ploughers plough with oxen’s sturdy team no more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the abundance of wealth imparting rain diminish, the labour of the plough must cease."
          }
        ]
      }
    ],
    "id": 14
  },
  {
    "kural": {
      "l1": "கெடுப்பதூஉங் கெட்டார்க்குச் சார்வாய்மற் றாங்கே",
      "l2": "யெடுப்பதூஉ மெல்லா மழை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே<br/>\n            எடுப்பதூஉம் எல்லாம் மழை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்குத் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கெடுப்பதூஉம் = (பூமியின்கண் வாழ்வாரைப் பெய்யாது நின்று) கெடுப்பதூஉம்;<br /><br />\n            கெட்டார்க்குச் சார்வாய் மற்று ஆங்கே எடுப்பதூஉம் = (அவ்வாறு) கெட்டார்க்குத் துணையாய்(ப் பெய்து) முன் கெடுத்தாற்போல எடுப்பதூஉம்;<br /><br />\n            எல்லாம் மழை = இவை எல்லாம் (வல்லது) மழை.<br /><br />\n            'மற்று' வினைமாற்றின்கண் வந்தது.<br /><br />\n            'ஆங்கு' என்பது, மறுதலைத் தொழில் உவமத்தின்கண் வந்த உவமச்சொல்.<br /><br />\n            கேடும் ஆக்கமும் எய்துதற்கு உரியார் மக்கள் ஆதலின், 'கெட்டார்க்கு' என்றார்.<br /><br />\n            'எல்லாம்' என்றது, அம்மக்கள் முயற்சி வேறுபாடுகளாற் கெடுத்தல் எடுத்தல்கள் தாம் பலவாதல் நோக்கி.<br /><br />\n            ‘வல்லது’ என்பது, அவாய்நிலை‡யான் வந்தது.<br /><br />\n            மழையினது ஆற்றல் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லாம் கெடுப்பதும் - (தான் பெய்யாது) எல்லாப் பொருள்களையும் கெடுப்பதும், கெட்டார்க்குச் சார்வாய் - அவை கெடப்பட்டார்க்குத் துணையாய், எல்லாம் ஆங்கே எடுப்பதும் மழை - (தான் பெய்து) பொருள் களெல்லாவற்றையும் அவ்விடத்தே உண்டாக்குவதும் மழை.<br />\n            இஃது, இவ்விரண்டினையும் செய்யவற் றென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "‘Tis rain works all: it ruin spreads, then timely aid supplies;<br/>\n            As, in the happy days before, it bids the ruined rise."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Rain by its absence ruins men; and by its existence restores them to fortune."
          }
        ]
      }
    ],
    "id": 15
  },
  {
    "kural": {
      "l1": "விசும்பிற் றுளிவீழி னல்லான்மற் றாங்கே",
      "l2": "பசும்புற் றலைகாண் பரிது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே<br/>\n            பசும்புல் தலைகாண்பு அரிது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "விசும்பின் துளி வீழின் அல்லால் = மேகத்தின் துளி வீழின் காண்பதல்லது;<br/><br/>\n            மற்று ஆங்கே பசும்புல் தலை காண்பு அரிது = வீழாதாயின், அப்பொழுதே பசும்புல்லினது தலையையும் காண்டல் அரிது.<br/><br/>\n            'விசும்பு' ஆகுபெயர்↑.<br/><br/>\n            'மற்று' வினைமாற்றின்கண் வந்தது.<br/><br/>\n            இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது; ஓரறிவு உயிரும் இல்லை என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விசும்பின் துளி வீழின் அல்லால் - வானின்று துளி வீழின் அல்லது, ஆங்கு பசும் புல் தலை காண்பு அரிது - அவ்விடத்துப் பசுத்த புல்லினது தோற்றத்தையும் காண்டல் அரிது.<br/><br/>\n            'ஆங்கு' என்பதனை அசையாக்கினும் அமையும். [மற்று--அசை.]<br/><br/>\n            இஃது, ஓரறிவுயிரும் கெடு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If from the clouds no drops of rain are shed,<br/>\n            ‘Tis rare to see green herb lift up its head"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If no drop falls from the clouds, not even the green blade of grass will be seen."
          }
        ]
      }
    ],
    "id": 16
  },
  {
    "kural": {
      "l1": "நெடுங்கடலுந் தன்னீர்மை குன்றுந் தடிந்தெழிலி",
      "l2": "தானல்கா தாகி விடின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி<br/>\n            தான்நல்கா தாகி விடின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெடும் கடலும் தன் நீர்மை குன்றும் = அளவில்லாத கடலும் தன்னியல்பு குறையும்;<br/><br/>\n            எழிலி தான் தடிந்து நல்காது ஆகி விடின் = மேகந்தான் (அதனைக்) குறைத்து (அதன்கட்) பெய்யாது விடுமாயின்.<br/><br/>\n            உம்மை சிறப்பும்மை.<br/><br/>\n            தன்னியல்பு குறைதாலாவது, நீர் வாழ் உயிர்கள் பிறவாமையும், மணிமுதலாயின படாமையும் ஆம்.<br/><br/>\n            ஈண்டுக் 'குறைத்தல்' என்றது முகத்தலை. அது \"கடல் குறை படுத்தநீர் கல் குறைபடவெறிந்து\" (பரிபாடல்-20) என்பதானானும் அறிக. மழைக்கு முதலாய கடற்கும் மழை வேண்டும் என்பதாம்.<br/><br/>\n            இவை ஏழு பாட்டானும் உலகம் நடத்தற்கு ஏதுவாதல் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நெடும் கடலும் தன் நீர்மை குன்றும்-(நிலமேயன்றி) நெடிய கடலும் தனது தன்மை குறையும், தடிந்து எழிலி நல்காதாகிவிடின் - மின்னி மழையானது பெய்யாவிடின். [தான் - அசை.]<br /><br />\n            'தடித்து' என்பதற்குக் 'கூறுபடுத்து' என்று பொருளுரைப்பாரு முளர்.<br /><br />\n            இது, நீருள் வாழ்வனவும் படுவனவும் கெடுமென்றது. இவை நான்கினாலும் பொருட்கேடு கூறினார். பொருள் கெட இன்பம் கெடுமென்பதனால், இன்பக்கேடு கூறிற்றிலர்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If clouds restrain their gifts and grant no rain,<br/>\n            The treasures fail in ocean’s wide domain"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even the wealth of the wide sea will be diminished, if the cloud that has drawn (its waters) up gives\n            them not back again (in rain)."
          }
        ]
      }
    ],
    "id": 17
  },
  {
    "kural": {
      "l1": "சிறப்பொடு பூசனை செல்லாது வானம்",
      "l2": "வறக்குமேல் வானோர்க்கு மீண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சிறப்பொடு பூசனை செல்லாது வானம்<br/>வறக்குமேல் வானோர்க்கும் ஈண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடக்கும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வானோர்க்கும் ஈண்டுச் சிறப்பொடு பூசனை செல்லாது = தேவர்கட்கும் இவ்வுலகில் (மக்களாற் செய்யப்படும்) விழவோடு கூடிய பூசையும் நடவாது;<br/><br/>\n            வானம் வறக்குமேல் = மழை பெய்யாதாயின்.<br/><br/>\n            நைமித்திக¶த்தோடு கூடிய நித்தியம் என்றார் ஆகலின், 'செல்லாது' என்றார்.<br/><br/>\n            நித்தியத்தில் தாழ்வு தீரச் செய்யப்படுவது, நைமித்திகம் ஆதலின், அதனை முற்கூறினார்.\n            உம்மை சிறப்பும்மை."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வானோர்க்கும் ஈண்டு சிறப்பொடு பூசனை செல்லாது- தேவர்க்கும் இங்குச் சிறப்புச் செய்யப்படுகின்ற விழவு பூசனை நடவாது, வானம் வறக்குமேல் - வானம் புலருமாகில்.<br/><br/>\n            மழை பெய்யாக்கால் வரும் குற்றம் கூறுவார், முற்பட (நால்வகைப்பட்ட அறங்களில்) பூசை கெடு மென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If heaven grow dry, with feast and offering never more,<br/>\n            Will men on earth the heavenly ones adore"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If the heaven dry up, neither yearly festivals, nor daily worship will be offered in this world, to the\n            celestials."
          }
        ]
      }
    ],
    "id": 18
  },
  {
    "kural": {
      "l1": "தானந் தவமிரண்டுந் தங்கா வியனுலகம்",
      "l2": "வானம் வழங்கா தெனின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தானம் தவம்இரண்டும் தங்கா வியன்உலகம்<br/>வானம் வழங்கா தெனின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர்பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் இல்லையாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வியன் உலகம் தானம் தவம் இரண்டும் தங்கா = அகன்ற உலகின்கண் தானமும் தவமும் ஆகிய இரண்டு அறமும் உளவாகா;<br/><br/>\n            வானம் வழங்காது எனின் = மழை பெய்யாதாயின்.<br/><br/>\n            'தான'மாவது, அறநெறியான் வந்த பொருள்களைத் தக்கார்க்கு உவகையோடுங் கொடுத்தல்.<br/><br/>\n            'தவ'மாவது, மனம் பொறிவழி போகாது நிற்றற் பொருட்டு விரதங்களான் உண்டிசுருக்கல் முதலாயின.<br/><br/>\n            பெரும்பான்மை பற்றித் தானம் இல்லறத்தின்மேலும், தவம் துறவறத்தின் மேலும் நின்றன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வியன் உலகம் - அகன்ற உலகத்துக்கண், தானம் தவம் இரண்டும் தங்கா - தானமும் தவமு மாகிய இரண்டறங்களும் உளவாகா, வானம் வழங்காதெனின் - மழை பெய்யா தாயின்.<br/><br/>\n            இது, தானமும் தவமும் கெடு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If heaven its watery treasures ceases to dispense,<br/>\n            Through the wide world ceases gifts, and deeds of ’penitence’"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If rain fall not, penance and alms-deeds will not dwell within this spacious world."
          }
        ]
      }
    ],
    "id": 19
  },
  {
    "kural": {
      "l1": "நீரின் றமையா துலகெனின் யார்யார்க்கும்",
      "l2": "வானின் றமையா தொழுக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும்<br/>வான்இன்று அமையாது ஒழுக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யார்யார்க்கும் நீர் இன்று உலகு அமையாது எனின் = எவ்வகை மேம்பட்டார்க்கும் நீரையின்றி உலகியல் அமையாதாயின்;<br/><br/>\n            ஒழுக்கு வான் இன்று அமையாது = (அந்நீர் இடையறாது ஒழுகும்) ஒழுக்கும் வானையின்றி அமையாது.<br/><br/>\n            பொருள் இன்பங்களை ‘உலகியல்’ என்றார், அவை இம்மைக்கண்ண ஆகலின்.<br/><br/>\n            இடையறாது ஒழுகுதல், எக்காலத்தும் எவ்விடத்தும் உளதாகல்.<br/><br/>\n            நீர்இன்றி அமையாது உலகு என்பது, எல்லாரானும் தெளியப்படுதலின், அதுபோல ஒழுக்கும் வான் இன்று அமையாமை தெளியப்படுமென்பார், 'நீரின்றமையாதுலகு எனின்' என்றார்.<br/><br/>\n            இதனை, நீரையின்றி அமையாது உலகாயின், எத்திறத்தார்க்கும் மழையையின்றி ஒழுக்கம் நிரம்பாது என உரைப்பாரும் உளர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நீர் இன்று உலகு அமையாது எனின் - நீரையின்றி உலகம் அமையா தாயின், யார் யார்க்கும் வான் இன்று ஒழுக்கு அமையாது - யாவர்க்கும் மழையையின்றி ஒழுக்கம் உண்டாகாது.<br/><br/>\n            ஒழுக்கம் - விரதம். [அமைதல் - நிரம்புதல்.]<br/><br/>\n            இஃது, ஒழுக்கம் கெடு மென்றது. இவை மூன்றினாலும் நாலறமும் கெடு மென்று கூறினார்.௧௩.\n            "
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When water fails, functions of nature cease, you say;<br/>\n            Thus when rain fails, no men can walk in ‘duty’s ordered way’."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If it be said that the duties of life cannot be discharged by any person without water, so without rain\n            there cannot be the flowing of water."
          }
        ]
      }
    ],
    "id": 20
  }
]