export default [
  {
    "kural": {
      "l1": "இருந்தோம்பி யில்வாழ்வ தெல்லாம் விருந்தோம்பி",
      "l2": "வேளாண்மை செய்தற் பொருட்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருந்தோம்பி இல்வாழ்வ தெல்லாம் விருந்தோம்பி<br/>\n            வேளாண்மை செய்தற் பொருட்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வீட்டில் இருந்து பொருள்களைக் காத்து இல்வாழ்க்கை நடத்துவதெல்லாம் விருந்தினரைப் போற்றி உதவிசெய்யும் பொருட்டே ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இல் இருந்து ஓம்பி வாழ்வது எல்லாம் = மனைவியோடும் வனத்திற் செல்லாது இல்லின்கணிருந்து பொருள்களைப் போற்றிவாழுஞ் செய்கையெல்லாம்;<br/><br/>\n            விருந்து ஓம்பி வேளாண்மை செய்தற்பொருட்டு = விருந்தினரைப்பேணி அவர்க்குபகாரஞ் செய்தற்பொருட்டு.<br/><br/>\n            எனவே, வேளாண்மை செய்யாவழி இல்லின்கணிருத்தலும், பொருள்செய்தலுங் காரணமாக வருந் துன்பச் செய்கைகட் கெல்லாம் பயனில்லை யென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இல் இருந்து ஓம்பி வாழ்வது எல்லாம் - இல்லின் கண் இருந்து (பொருளைப்) போற்றி வாழும் வாழ்க்கையெல்லாம், விருந்து ஓம்பி வேளாண்மை செய்தல் பொருட்டு - (வந்த) விருந்தினரைப் போற்றி அவர்க்கு உபகரித்தற்காக.<br/><br/>\n            இஃது, இல்வாழ்வதே விருந்தினரை ஓம்புதற்காக என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "All household cares and course of daily life have this in view.<br/>\n            Guests to receive with courtesy, and kindly acts to do."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The whole design of living in the domestic state and laying up (property) is (to be able) to exercise the\n            benevolence of hospitality."
          }
        ]
      }
    ],
    "id": 81
  },
  {
    "kural": {
      "l1": "விருந்து புறத்ததாத் தானுண்டல் சாவா",
      "l2": "மருந்தெனினும் வேண்டற்பாற் றன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "விருந்து புறத்ததாத் தானுண்டல் சாவா<br/>\n            மருந்தெனினும் வேண்டாற்பாற் றன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விருந்தினராக வந்தவர் வீட்டின் புறத்தே இருக்கத் தான் மட்டும் உண்பது சாவாமருந்தாகிய அமிழ்தமே ஆனாலும் அது விரும்பத்தக்கது அன்று."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சாவா மருந்தெனினும் = உண்ணப்படும் பொருள் அமிர்தமேயெனினும்;<br/><br/>\n            விருந்து புறத்ததாத் தான் உண்டல் = தன்னை நோக்கிவந்த விருந்து தன்னில்லின் புறத்ததாகத் தானே உண்டல்;<br/><br/>\n            வேண்டற்பாற்று அன்று = விரும்புதன் முறைமை யுடைத்ன்று.<br/><br/>\n            சாவாமருந்து சாவாமைக்குக் காரணமாகிய மருந்து. விருந்தின்றியே ஒருகாற் றானுண்டலைச் சாவா மருந்தென்பார் உளராயினும் அதனையொழிகவென் றுரைப்பினுமமையும்.<br/><br/>\n            இவை யிரண்டு பாட்டானும் விருந்தோம்பலின் சிறப்புக் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விருந்து புறத்ததாக தான் உண்டல் - விருந்தினர் இற்புறத்தாராகத் தானே உண்டல், சாவா மருந்து. எனினும் - சாவாமைக்காக உண்ணும் மருந்தாயினும், வேண்டும் பாற்று அன்று - வேண்டும் பகுதியுடைத் தன்று. [புறத்ததாக என்பது ஈறுகெட்டு நின்றது.] இஃது, அமிர்தமே யெனிதும் விருந்தினருக்கு அளியாது தான் உண்ணலாகா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though food of immortality should crown the board,<br/>\n            Feasting alone, the guests without unfed, is thing abhorred"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "It is not fit that one should wish his guests to be outside (his house) even though he were eating the\n            food of immortality."
          }
        ]
      }
    ],
    "id": 82
  },
  {
    "kural": {
      "l1": "வருவிருந்து வைகலு மோம்புவான் வாழ்க்கை",
      "l2": "பருவந்து பாழ்படுத லின்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை<br/>\n            பருவந்து பாழ்படுதல் இன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "தன்னை நோக்கி வரும் விருந்தினரை நாள்தோறும் போற்றுகின்றவனுடைய வாழ்க்கை, துன்பத்தால் வருந்திக் கெட்டுப் போவதில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை = தன்னை நோக்கி வந்தவிருந்தை நாடோறும் புறந்தருவான தில்வாழ்க்கை;<br/><br/>\n            பருவந்து பாழ்படுதல் இன்று = நல்குரவான் வருந்திக் கெடுதலில்லை.<br/><br/>\n            நாடோறும் விருந்தோம்புவானுக்கு அதனாற் பொருடொலையாது மேன்மேற் கிளைக்கு மென்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வைகலும் வரு விருந்து ஓம்புவான் வாழ்க்கை - நாள் தோறும் வந்த விருந்தினரைப் போற்றுவானது ஆக்கம், பருவந்து பாழ்படுதல் இன்று - வருத்தமுற்றுக் கேடுபடுவ தில்லை.<br/><br/>\n            இது, நாள்தோறும் விருந்தினரை ஓம்புவானது இல்வாழ்க்கை கேடுறா தென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Each day he tends the coming guest with kindly care;<br/>\n            Painless, unfailing plenty shall his household share"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The domestic life of the man that daily entertains the guests who come to him shall not be laid waste by\n            poverty."
          }
        ]
      }
    ],
    "id": 83
  },
  {
    "kural": {
      "l1": "அகனமர்ந்து செய்யா ளுறையு முகனமர்ந்து",
      "l2": "நல்விருந் தோம்புவா னில்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அகனமர்ந்து செய்யாள் உறையும் முகனமர்ந்து<br/>\n            நல்விருந்து ஓம்புவான் இல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நல்ல விருந்தினராய் வந்தவரை முகமலர்ச்சி கொண்டு போற்றுகின்றவனுடைய வீட்டில் மனமகிழ்ந்து திருமகள் வாழ்வாள்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செய்யாள் அகன் அமர்ந்து உறையும்= திருமகள் மனமகிழ்ந்து வாழாநிற்கும்;<br/><br/>\n            முகன்அமர்ந்து நல் விருந்து ஓம்புவான் இல் = முகமினியனாய்த் தக்கவிருந்தினரைப் பேணுவானதில்லின்கண்.<br/><br/>\n            மனமகிழ்தற்குக் காரண்ம் தன் செல்வம் நல்வழிப்படுதல். தகுதி ஞானவொழுக்கங்களா னுயர்தல்.\n            பொருள் கிளைத்தற்குக் காரணங் கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யாள் அகன் அமர்ந்து உறையும் - திருவினாள் மனம் பொருந்தி உறையும், நல் விருந்து முகன் அமர்ந்து ஓம்புவான் இல் - நல்ல விருந்தினரை முகம் பொருந்திப் போற்றுவானது மனையின் கண்.<br/><br/>\n            இது, விருந்தோம்புவார்க்குக் கேடின்மையே யன்றிச் செல்வமும் உண்டாம் என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With smiling face he entertains each virtuous guest;<br/>\n            'Fortune'with gladsome mind shall in his dwelling rest"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Lakshmi with joyous mind shall dwell in the house of that man who, with cheerful countenance,\n            entertains the good as guests."
          }
        ]
      }
    ],
    "id": 84
  },
  {
    "kural": {
      "l1": "வித்து மிடல்வேண்டுங் கொல்லோ விருந்தோம்பி",
      "l2": "மிச்சில் மிசைவான் புலம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வித்தும் இடல்வேண்டும் கொல்லோ விருந்தோம்பி<br/>\n            மிச்சில் மிசைவான் புலம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விருந்தினரை முன்னே போற்றி உணவளித்து மிஞ்சிய உணவை உண்டு வாழ்கின்றவனுடைய நிலத்தில் விதையும் விதைக்க வேண்டுமோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "விருந்தோம்பி மிச்சி்ல் மிசைவான் புலம் = முன்னே விருந்தினரை மிசைவித்துப் பின் மிக்கதனைத் தான் மிசைவானது விளைபுலத்திற்கு;<br/><br/>\n            வித்தும் இடல் வேண்டுமோ = வித்திடுதலும் வேண்டுமோ? வேண்டா.<br/><br/>\n            கொல் என்பது அசைநிலை. தானே விளையுமென்பது குறிப்பெச்சம்.<br/><br/>\n            இவை மூன்று பாட்டானும் விருந்தோம்புவார் இம்மைக்கணெய்தும் பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விருந்து ஓம்பி மிச்சில் மிசைவான் புலம் - விருந்தினரை ஊட்டி மிச்சமான உணவை உண்ணுமவன் புலத்தின்கண், வித்தும் இடல் வேண்டுமோ - (விளைதல் பொருட்டு) விதைக்கவும் வேண்டுமோ ? (தானே விளையாதோ)? [கொல் - அசை.]<br/>\n            இது, விருந்தோம்புவான் பொருள் வருவாயாக இயற்றும் இடம் நன்றாகப் பயன்படு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who first regales his guest, and then himself supplies,<br/>\n            O'er all his fields, unsown, shall plenteous harvests rise"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is it necessary to sow the field of the man who, having feasted his guests, eats what may remain ?"
          }
        ]
      }
    ],
    "id": 85
  },
  {
    "kural": {
      "l1": "செல்விருந் தோம்பி வருவிருந்து பார்த்திருப்பா",
      "l2": "னல்விருந்து வானத் தவர்க்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்விருந்து ஓம்பி வருவிருந்து பார்த்திருப்பான்<br/>\n            நல்வருந்து வானத் தவர்க்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வந்த விருந்தினரைப் போற்றி, இனி வரும் விருந்தினரை எதிர்பார்த்திருப்பவன், வானுலகத்தில் உள்ள தேவர்க்கும் நல்ல விருந்தினனாவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செல்விருந்து ஓம்பி வருவிருந்து பார்த்து இருப்பான் = தன்கட் சென்ற விருந்தைப் பேணிப் பின் செல்லக்கடவ விருந்தைப் பார்த்துத் தான் அதனோடு உண்ணவிருப்பான்;<br/><br/>\n            வானத்தவர்க்கு நல் விருந்து = மறுபிறப்பிற் றேவனாய் வானினுள்ளார்க்கு நல்விருந்தாம்.<br/><br/>\n            வருவிருந்தென்பது இடவழுவமைதி. நல்விருந்து எய்தா விருந்து.<br/><br/>\n            இதனான் மறுமைக்கணெய்தும் பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செல் விருந்து ஓம்பி - வந்த விருந்தினரைப் போற்றி, வரு விருந்து பார்த்திருப்பான் - வரும் விருந்தினரைப் பார்த்திருக்குமவன், வானத்தவர்க்கு நல் விருந்து - வானத்தவர்க்கு நல்ல விருந்தாவன்.<br/><br/>\n            வரவு பார்த்தல் - விருந்தின்றி உண்ணாமை.<br/><br/>\n            இது, விருந்தோம்புவானது மறுமைப் பயன் கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The guest arrived he tends, the coming guest expects to see;<br/>\n            To those in heavenly homes that dwell a welcome guest is he"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who, having entertained the guests that have come, looks out for others who may yet come, will\n            be a welcome guest to the inhabitants of heaven."
          }
        ]
      }
    ],
    "id": 86
  },
  {
    "kural": {
      "l1": "இனைத்துணைத் தென்பதொன் றில்லை விருந்தின்",
      "l2": "றுணைத்துணை வேள்விப் பயன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இனைத்துணைத் தென்பதொன் றில்லை விருந்தின்<br/>\n            துணைத்துணை வேள்விப் பயன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விருந்தோம்புதலாகிய வேள்வியின் பயன் இவ்வளவு என்று அளவு படுத்திக் கூறத்தக்கது அன்று; விருந்தினரின் தகுதிக்கு ஏற்ற அளவினதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": " வேள்விப்பயன் இனைத்துணைத்து என்பது ஒன்று இல்லை= விருந்தோம்பலாகிய வேள்வியின் பயன் இன்ன அளவிற்று என்பதோர் அளவுடைத்தன்று;<br/><br/>\n            விருந்தின் துணைத்துணை= அதற்கு அவ்விருந்தின் தகுதியளவே அளவு.<br/><br/>\n            ஐம்பெரு வேள்வியின் ஒன்றாகலின் 'வேள்வி' யென்றும், பொருள்அளவு \"தான் சிறிதாயினுந் தக்கார்கைப் பட்டக்கால் வான் சிறிதாப் போர்த்து விடும்\"(நாலடியார், 38) ஆதலின், 'இனைத்துணைத்தென்ப தொன்றில்லை' என்றுங் கூறினார்.<br/><br/>\n            இதனான் இருமையும் பயத்தற்குக் காரணங் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இனை அணைத்து என்பது ஒன்று இல்லை - விருந்தினர்க்கு அளித்ததனால் ஆகும் பயன்) இன்ன அளவினை உடைத்தென்று சொல்லலாவது ஒன்று இல்லை; வேள்விப்பயன் விருந்தின் துணை துணை - விருந்தோம்பலின் பயன் விருந்தினர் யாதொரு தன்மையை உடையரோ அத்தன்மையின் அளவிற்று.<br/><br/>\n            இது, விருந்தினரை ஓம்புவதன் பயன் விருந்தினரது தகுதியின் அளவிற்றா மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To reckon up the fruit of kindly deeds were all in vain;<br/>\n            Their worth is as the worth of guests you entertain"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The advantages of benevolence cannot be measured; the measure (of the virtue) of the guests\n            (entertained) is the only measure."
          }
        ]
      }
    ],
    "id": 87
  },
  {
    "kural": {
      "l1": "பரிந்தோம்பிப் பற்றற்றே மென்பர் விருந்தோம்பி",
      "l2": "வேள்வி தலைப்படா தார்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பரிந்தோம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி<br/>\n            வேள்வி தலைப்படா தார்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "விருந்தினரை ஓம்பி அந்த வேள்வியில் ஈடுபடாதவர், பொருள்களை வருந்திக் காத்து (பின்பு இழந்து) பற்றுக் கோடு இழந்தோமே என்று இரங்குவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பரிந்து ஓம்பிப் பற்று அற்றேம் என்பர்= நிலையாப் பொருளை வருந்திக் காத்துப் பின் அதனை இழந்து இதுபொழுது யாம் பற்றுக்கோடு இலமாயினேம் என்று இரங்குவர்;<br/><br/>\n            விருந்து ஓம்பி வேள்வி தலைப்படாதார்= அப்பொருளான் விருந்தினரையோம்பி வேள்விப் பயனையெய்தும் பொறியிலாதார்.<br/><br/>\n            \"ஈட்டிய வொண்பொருளைக், காத்தலும் ஆங்கே கடுந்துன்பம்\" (நாலடியார்,280) ஆதலின், 'பரிந்தோம்பி' யென்றார். 'வேள்வி' ஆகுபெயர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "விருந்து ஓம்பி வேள்வி தலைப்படா தார் - விருந்தினரைப் போற்றி உபகாரம் செய்யமாட்டா தார், பரிந்து ஓம்பி பற்று அற்றேம் என்பர் - வருந்தி (உடம்பொன்றையும்) ஓம்பிப் பொருளற்றோமென்று இரப்பர்.<br/><br/>\n            இது, விருந்தினரை ஓம்பாதார் தம்பொருளை இழந்து இரந்து வருந்துவ ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With pain they guard thei stores, yet 'All forlorn are we' they'll cry,<br/>\n            Who cherish is not their guests, nor kindly help supply"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who have taken no part in the benevolence of hospitality shall (at length lament) saying, \"we\n            have laboured and laid up wealth and are now without support.\""
          }
        ]
      }
    ],
    "id": 88
  },
  {
    "kural": {
      "l1": "உடைமையு ளின்மை விருந்தோம்ப லோம்பா",
      "l2": "மடமை மடவார்க ணுண்டு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா<br/>\n            மடமை மடவார்கண் உண்டு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செல்வ நிலையில் உள்ள வறுமை என்பது விருந்தோம்புதலைப் போற்றாத அறியாமையாகும்; அஃது அறிவிலிகளிடம் உள்ளதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா மடைமை= உடைமைக்காலத்து இன்மையாவது விருந்தோம்பலை இகழும் பேதைமை;<br/><br/>\n            மடவார்கண் உண்டு= அஃது அறிந்தார்மாட்டு உளதாகாது, பேதையர்மாட்டே உளதாம்.<br/><br/>\n            ' உடைமை' பொருளுடையனாந்தன்மை. பொருளாற் கொள்ளும் பயனை இழப்பித்து உடைமையை இன்மையாக்கலின், மடமையை 'இன்மை'யாக உபசரித்தார். பேதைமையான் வருந்தோம்பலை இகழிற் பொருள் நின்றவழியும் அதனாற் பயனில்லை என்பதாம்.<br/><br/>\n            இவை இரண்டு பாட்டானும் விருந்தோம்பாவழிப் படுங் குற்றம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உடைமையுள் இன்மை - உடைமையின் கண்ணே இல்லாமைபோல், விருந்து ஓம்பல் ஓம்பா மடமை - விருந்தினர்க்கு அளித்தலைப் போற்றாத பேதைமை, மடவார்கண் உண்டு - பேதையார் மாட்டே உளதாம்.<br/><br/>\n            [ஓம்பாத என்பது ஈறுகெட்டு நின்றது. இல்லாமைபோல - வறுமையுற்றிருந்தாற் போல.]<br/><br/>\n            இது, விருந்தினரை ஓம்பாதார் அறிவிலா ரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To turn from guests is penury, though wordly goods abound;<br/>\n            'Tis senseless folly, only with senseless found"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "That stupidity which excercises no hospitality is poverty in the midst of wealth. It is the property of the\n            stupid."
          }
        ]
      }
    ],
    "id": 89
  },
  {
    "kural": {
      "l1": "மோப்பக் குழையு மனிச்ச முகந்திரிந்து",
      "l2": "நோக்கக் குழையும் விருந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து<br/>\n            நோக்கக் குழையும் விருந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அனிச்சப்பூ மோந்தவுடன் வாடிவிடும்; அதுபோல் முகம் மலராமல் வேறுபட்டு நோக்கியவுடன் விருந்தினர் வாடி நிற்பர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அனிச்சம் மோப்பக் குழையும்= அனிச்சப்பூ மோந்துழியன்றிக் குழையாது;<br/><br/>\n            விருந்து முகம் திரிந்து நோக்கக் குழையும்= விருந்தினர் முகம் வேறுபட்டு நோக்கக் குழைவர்.<br/><br/>\n            'அனிச்சம்' ஆகுபெயர். சேய்மைக்கட் கண்டுழி இன்முகமும், அதுபற்றி நண்ணியவழி இன்சொல்லும், அதுபற்றி உடன்பட்டவழி நன்றாற்றலும் என விருந்தோம்புவார்க்கு இன்றியமையாத மூன்றனுள் முதலாய இன்முகம், இல்வழிச் சேய்மைக்கண்ணே வாடி நீங்குதலின், தீ்ண்டிய வழியல்லது வாடாத அனிச்சப்பூவினும் விருந்தினர் மெல்லியர் என்பதாம்.<br/><br/>\n            இதனான் விருந்தோம்புவார்க்கு முதற்கண் இன்முகம் வேண்டுமென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அனிச்சம் மோப்ப குழையும் - (எல்லா மலரினும் மெல்லிதாகிய) அனிச்சப்பூ மோந்தால் வாடும்; முகம் திரிந்து நோக்க விருந்து குழையும் - முகம் திரிந்து நோக்க விருந்தினர் வாடுவர். [அனிச்சம் என்பது ஆகுபெயர்.]<br/><br/>\n            இது, விருந்தினரைத் திரிதலில்லாத முகத்தோடு நோக்க வேண்டு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The flower of 'Anicha' withers away, if you but its fragrance inhale;<br/>\n          If the face of the host cold welcome convey, the guest's heart within him will fail."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "As the Anicham flower fades in smelling, so fades the guest when the face is turned away."
          }
        ]
      }
    ],
    "id": 90
  }
]