export default [
  {
    kural: {
      l1: 'தக்காங்கு நாடித் தலைச்செல்லா வண்ணத்தா',
      l2: 'லொத்தாங் கொறுப்பது வேந்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'தக்காங்கு நாடித் தலைச்செல்லா வண்ணத்தால்<br/>ஒத்தாங்கு ஒறுப்பது வேந்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'செய்த குற்றத்தைத் தக்கவாறு ஆராய்ந்து மீண்டும் அக் குற்றம் செய்யாதபடி குற்றத்திற்குப் பொருந்துமாறு தண்டிப்பவனே அரசன் ஆவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "தக்காங்கு நாடி= ஒருவன் தன்னின் மெலியார் மேல் சென்றவழி அதனை நடுவாக நின்று ஆராய்ந்து; தலைச்செல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து= பின்னும் அது செய்யாமற் பொருட்டு அவனை அக்குற்றத்திற்கு ஒப்ப ஒறுப்பானே அரசனாவான்.<br/><br/>'தக்காங்கு', 'ஒத்தாங்கு' என்பன ஒருசொல். தகுதி யென்பது நடுவுநிலைமையாதல். \"தகுதியென ஒன்று நன்றே\" 1என்பதனானும் அறிக. இதனானே தக்காங்கு நாடாமையும், பிறிதோர் காரணம்பற்றி மிக ஒறுத்தலும், குடிகள்அஞ்சும் வினையாதல் பெற்றாம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'குற்றத்திற்குத் தக ஆராய்ந்து, ஒருவர்மேற் செல்லாமை காரணமாக உலகத்துப் பொருந்துமாறு ஒறுப்பவன் அரசன்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who punishes, investigation made in due degree,<br/>So as to stay advance of crime, a king is he.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'He is a king who having equitably examined (any injustice which has been brought to his notice), suitably punishes it, so that it may not be again committed.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கடிதோச்சி மெல்ல வெறிக நெடிதாக்க',
      l2: 'நீங்காமை வேண்டு பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடிதோச்சி மெல்ல எறிக நெடிதாக்கம்<br/>நீங்காமை வேண்டு பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஆக்கம் நெடுங்காலம் நீங்காமலிருக்க விரும்புகின்றவர் (தண்டிக்கத் தொடங்கும்போது) அளவு கடந்து செய்வது போல் காட்டி, அளவு மீறாமல் முறை செய்ய வேண்டும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கடிது ஓச்சி= அவ்வொத்தாங்கு ஒறுத்தல் தொடங்குங்கால் அளவிறப்பச் செய்வார்போல் தொடங்கி; மெல்ல எறிக= செய்யுங்கால் அளவிறவாமல் செய்க; ஆக்கம் நெடிது நீங்காமை வேண்டுபவர்= ஆக்கம் தங்கண் நெடுங்காலம் நிற்றலை வேண்டுவார்.<br/><br/>'கடிதோச்'சல் குற்றஞ்செய்வார் அதனை அஞ்சுதல் பொருட்டும், 'மெல்லஎறி'தல் யாவரும் வெருவாமைப் பொருட்டுமாம். தொடங்கின அளவிற் குறைதல் பற்றி மென்மை கூறப்பட்டது. ஓச்சுதல், எறிதல் என்பன இரண்டும் உவமைபற்றி வந்தன.<br/><br/>இவை இரண்டுபாட்டானும் குடிகள் வெருவந்த செய்யாமையது இயல்பு கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடிதாகச் செய்வாரைப் போன்று மெல்லிதாகச் செய்க, நெடிதாக வருகின்ற ஆக்கம் நீங்காமையை வேண்டுவார்.<br/><br/>இது குற்றத்திற்குத் தக்க தண்டத்தைக் குறையச் செய்யவேண்டு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "For length of days with still increasing joys on Heav'n who call,<br/>Should raise the rod with brow severe, but let it gently fall.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Let the king, who desires that his prosperity may long remain, commence his preliminary enquires wi th strictness, and then punish with mildness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வெருவந்த செய்தொழுகும் வெங்கோல னாயி',
      l2: 'னொருவந்த மொல்லைக் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வெருவந்த செய்தொழுகும் வெங்கோல னாயின்<br/>ஒருவந்தம் ஒல்லைக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'குடிகள் அஞ்சும்படியான கொடுமைகளைச் செய்து ஆளும் கொடுங்கோல் அரசனானால், அவன் திண்ணமாக விரைவில் கெடுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வெருவந்த செய்தொழுகும் வெங்கோலன் ஆயின்= குடிகள் வெருவிய செயல்களைச் செய்துநடக்கும் வெங்கோலனாம் ஆயின்; ஒருவந்தம் ஒல்லைக் கெடும்= அரசன் ஒருதலையாகக் கடிதிற் கெடும்.<br/><br/>'வெங்கோலன்' என்பது ஈண்டு வாளா பெயராய் நின்றது. ஒருவந்தம், ஒருதலை, ஏகாந்தம் என்பன ஒருபொருட்கிளவி. அச்செயல்களும் கேடுகளும் முன்னர்க் கூறப்படும்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன் அஞ்சத்தகுவனவற்றைச் செய்தொழுகும் வெங்கோலையுடையனாயின் அவன் ஒருதலையாகக் கடிதிற் கெடும்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Where subjects dread of cruel wrongs endure,<br/>Ruin to unjust king is swift and sure.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The cruel-sceptred king, who acts so as to put his subjects in fear, will certainly and quickly come to ruin.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இறைகடிய னென்றுரைக்கு மின்னாச்சொல் வேந்த',
      l2: 'னுறைகடுகி யொல்லைக் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இறைகடியன் என்றுரைக்கும் இன்னாச்சொல் வேந்தன்<br/>உறைகடுகி ஒல்லைக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: "'நம் அரசன் கடுமையானவன்' என்று குடிகளால் கூறப்படும் கொடுஞ் சொல்லை உடைய வேந்தன், தன் ஆயுள் குறைந்து விரைவில் கெடுவான்.",
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "இறை கடியன் என்று உரைக்கும் இன்னாச் சொல்வேந்தன்= குடிகளான் நம்மிறைவன் கடியன் என்று சொல்லப்படும் இன்னாத சொல்லையுடைய வேந்தன்; உறைகடுகி ஒல்லைக் கெடும்= ஆயுளும்குறைந்து செல்வமும் கடிதின் இழக்கும்.<br/><br/>நெஞ்சு நொந்து சொல்லுதலான், இன்னாமை பயப்பதாய சொல்லை 'இன்னாச் சொல்' என்றார். 'உறை' என்பது முதனிலைத் தொழிற்பெயர்; அஃது ஈண்டு ஆகுபெயராய் உறைதலைச் செய்யும் நாள்மேல் நின்றது. அது குறைதலாவது, அச்சொல் இல்லாதார்க்கு உள்ளதிற் சுருங்குதல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தன்னிழலில் வாழ்வாரால் அரசன் கடியனென்று கூறப்பட்ட இன்னாத சொல்லையுடைய வேந்தனானவன் தானுறையும் இடம் வெகுளப்பட்டு விரைந்து கெடும்.<br/><br/>இது நாடும் தான்உறையும் இடமும் பொறுப்பினும் தெய்வத்தினாற் கெடுவனென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "'Ah! cruel is our king', where subjects sadly say,<br/>His age shall dwindle, swift his joy of life decay.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The king who is spoken of as cruel will quickly perish; his life becoming shortened.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருஞ்செவ்வி யின்னா முகத்தான் பெருஞ்செல்வம்',
      l2: 'பேஎய்கண் டன்ன துடைத்து',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருஞ்செவ்வி இன்னா முகத்தான் பெருஞ்செல்வம்<br/>பேஎய்கண் டன்னது உடைத்து',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'எளிதில் காணமுடியாத அருமையும், இனிமையற்ற முகமும் உடையவனது பெரிய செல்வம், பேய் கண்டு காத்திருப்பதைப் போன்ற தன்மையுடையது.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அருஞ்செவ்வி இன்னா முகத்தான் பெருஞ்செல்வம்= தன்னைக் காண வேண்டுவார்க்குக் காலம் அரியனாய்க் கண்டால் இன்னாத முகத்தினை உடையானது பெரிய செல்வம்; பேஎய் கண்டன்னது உடைத்து= பேயாற் காணப்பட்டாற் போல்வதொரு குற்றம் உடைத்து.<br/><br/>எனவே இவை இரண்டும் வெருவந்த செய்தல்ஆயின. இவை செய்வானைச் சார்வார் இன்மையின், அவனது செல்வம் தனக்கும் பிறர்க்கும் பயன்படா என்பது பற்றிப் "பேஎய் கண்டன்னதுடைத்து" என்றார். காணுதல்- தன்வயமாக்குதல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'காண்டற்கரிய செவ்வியையும் இன்னா முகத்தையும் உடையவனது பெரிய செல்வம் பேயைக்கண்டதொக்க அச்சந் தருதலுடைத்து.<br/><br/>இது செல்வத்தை வாங்குவார் இன்மையின் படை சேரா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Whom subjects scarce may see, of harsh forbidding countenance;<br/>His ample wealth shall waste, blasted by demon's glance.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The great wealth of him who is difficult of access and possesses a sternness of countenance, is like that which has been obtained by a devil. ',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கடுஞ்சொல்லன் கண்ணில னாயி னெடுஞ்செல்வ',
      l2: 'நீடின்றி யாங்கே கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடுஞ்சொல்லன் கண்ணிலன் ஆயின் நெடுஞ்செல்வம்<br/>நீடின்றி ஆங்கே கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடுஞ்சொல் உடையவனாய்க் கண்ணோட்டம் இல்லாதவனாய் உள்ளவனுடைய பெரிய செல்வம் நீட்டித்தல் இல்லாமல் அப்பொழுதே கெடும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கடும் சொல்லன் கண் இலன் ஆயின் = அரசன் கடிய சொல்லையும் உடையனாய்க் கண்ணோட்டமும் இலன் ஆயின்; நெடுஞ் செல்வம் நீடு இன்றி ஆங்கே கெடும் = அவனது பெரிய செல்வம் நீடுதலின்றி அப்பொழுதே கெடும்.<br/><br/>\"வேட்டம் கடுஞ்சொல் மிகுதண்டம் சூதுபொருள் ஈட்டங்கட் காமமோ டேழு\" எனப்பட்ட விதனங்களுட் கடும் சொல்லையும், மிகுதண்டத்தையும் இவர் இவ்வெருவந்த செய்தலுள் அடக்கினார். 'கண்' ஆகுபெயர். இவை செய்தபொழுதே கெடும் சிறுமைத்துஅன்று ஆயினும் என்பார், 'நெடுஞ்செல்வம்' என்றார். நீடுதல்- நீட்டித்தல்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அரசன் கடிய சொல்லை யுடையவனுமாய்க் கண்ணோட்டமும் இலனாயின் அவனது தொன்றுதொட்டு வருகின்ற செல்வம் பின்பு நிற்றலின்றி அக்காலத்தே கெடும்.<br/><br/>இஃது குறைதலேயன்றி முழுதுங் கெடுமென்றது',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'The tyrant, harsh in speach and hard of eye.<br/>His ample joy, swift fading, soon shall die.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The abundant wealth of the king whose words are harsh and whose looks are void of kindness, will instantly perish instead of abiding long, with him.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கடுமொழியுங் கையிகந்த தண்டமும் வேந்த',
      l2: 'னடுமுரண் டேய்க்கு மரம்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கடுமொழியும் கையிகந்த தண்டமும் வேந்தன்<br/>அடுமுரண் தேய்க்கும் அரம்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடுமையான சொல்லும் முறைகடந்த தண்டனையும் அரசனுடைய வெற்றிக்குக் காரணமான வலிமையைத் தேய்க்கும் அரம் ஆகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கடு மொழியும் கை இகந்த தண்டமும்= கடிய சொல்லும் குற்றத்தின் மிக்க தண்டமும்; வேந்தன் அடு முரண் தேய்க்கும் அரம்= அரசனது பகை வெல்லுதற்கு ஏற்ற மாறுபாடாகிய இரும்பினைத் தேய்க்கும் அரமாம்.<br/><br/>கடுமொழியால் தானையும், கையிகந்த தண்டத்தான் தேசமும் கெட்டு, முரண் சுருங்கி வருதலின் 'அரம்' ஆக்கி, திண்ணிதாயினும் தேயும் என்றற்கு 'அடுமுர'ணை இரும்பாக்கினார். ஏகதேச உருவகம். 'அரம்' என்பதனைத் தனித்தனிக் கூட்டுக. இவை ஐந்து பாட்டானும், செவ்வியின்மை, இன்னாமுகமுடைமை, கண்ணோட்டம் இன்மை, கடுஞ்சொற் சொல்லல், கையிகந்த தண்டம் என்று இவைகள் குடியஞ்சும் வினையென்பதூஉம், இவை செய்தான் ஆயுளும் அடுமுரணும் செல்வமும் இழக்கும் என்பதூஉம் கூறப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடுஞ்சொற் கூறுதலும் குற்றத்தின் மிக்க தண்டஞ் செய்தலும் அரசனுடைய பகைவரை வெல்லும் வலியைத் தேய்க்கும் அரமாம்.<br/><br/>இது வலியைக் கெடுக்கும் என்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Harsh words and punishments severe beyond the right,<br/>Are file that wears away the monarch's conquering might.",
          },
          {
            title: 'Commentary',
            author: '',
            text: "Severe words and excessive punishments will be a file to waste away a king's power for destroying (his enemies).",
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இனத்தாற்றி யெண்ணாத வேந்தன் சினத்தாற்றிச்',
      l2: 'சீறிற் சிறுகுந் திரு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இனத்தாற்றி எண்ணாத வேந்தன் சினத்தாற்றிச்<br/>சீறிற் சிறுகும் திரு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அமைச்சர் முதலான தன் இனத்தாரிடம் கலந்து எண்ணாத அரசன், சினத்தின் வழியில் சென்று சீறி நிற்பானானால், அவனுடைய செல்வம் சுருங்கும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "காரியத்தைப் பற்றி வந்த எண்ணத்தை அமைச்சர்மேல் வைத்து அவரோடு தானும் எண்ணிச் செய்யாத அரசன்; சினத்து ஆற்றிச் சீறின்= அப்பிழைப்பால் தன்காரியம் தப்பியவழித் தன்னைச் சினமாகிய குற்றத்தின்கண்ணே செலுத்தி அவரை வெகுளுமாயின்; திருச் சிறுகும்= அவன் செல்வம் நாள்தோறும் சுருங்கும்.<br/><br/>அரசர் பாரம் பொறுத்து உய்த்தல் ஒப்புமையான் அமைச்சரை 'இனம்' என்றும், தான் பின் பிழைப்பாதல் அறிந்து அமையாது, அதனை அவர்மேல் ஏற்றி வெகுளின் அவர் வெரீஇ நீங்குவர்; நீங்கவே அப்பிழைப்புத் தீருமாறும், அப்பாரம் இனிது உய்க்குமாறும் இலனாம் என்பது நோக்கித் 'திருச்சிறுகும்' என்றும் கூறினார். இதனாற் பகுதியஞ்சும் வினையும், அது செய்தானது குற்றமும் கூறப்பட்டன.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'பிறர் செய்த குற்றத்தைத் தனக்கு இனமானாரோடே அமைந்து ஆராயாத அரசன் கடியசொல்லனுமாய்க் கண்ணோட்டமும் இலனாயின் அவனது செல்வம் நாடோறும்<br/><br/>சுருங்கும்.<br/><br/>ஆராயாத அரசன் சின்னெறியிற் றீரானாயின் அவன்செல்வம் குறையுமென்றாவறு. இனம்- மந்திரி, புரோகிதர்.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Who leaves the work to those around, and thinks of it no more;<br/>If he in wrathful mood reprove, his prosperous days are o'er!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The prosperity of that king will waste away, who without reflecting (on his affairs himself), commits them to his ministers, and (when a failure occurs) gives way to anger, and rages against them.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'செருவந்த போழ்திற் சிறைசெய்யா வேந்தன்',
      l2: 'வெருவந்து வெய்து கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'செருவந்த போழ்திற் சிறைசெய்யா வேந்தன்<br/>வெருவந்து வெய்து கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'முன்னமே தக்கவாறு அரண் செய்துகொள்ளாத அரசன் போர் வந்த காலத்தில் (தற்காப்பு இல்லாமல்) அஞ்சி விரைவில் அழிவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'சிறை செய்யா வேந்தன்= செருவருதற்கு முன்னே தனக்குப் புகல் ஆவதோர் அரண் செய்துகொள்ளாத அரசன்; செருவந்த போழ்தில் வெருவந்து வெய்து கெடும்= அது வந்த காலத்து ஏமம் இன்மையான் வெருவிக் கடிதிற் கெடும்.<br/><br/>பகையை வெருவிச் சேர்ந்தார் நீங்குதலின் தமியனாய்த் தானும் வெருவி, அப்பகை வயத்தனாம் என்பதாம். இதனால் தான் அஞ்சும் வினையும், அது செய்தான் எய்தும் பயனும் கூறப்பட்டன.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'தனக்குக் காவலானவற்றை முன்னேயமைத்துச் செய்யாத வேந்தன் செருவந்த காலத்து அச்சமுற்றுக் கடிதுகெடும்.<br/><br/>இது தனக்கும் அச்சம் வருவன செய்யலாகாதென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Who builds no fort whence he may foe defy,<br/>In time of war shall fear and swiftly die.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The king who has not provided himself with a place of defence, will in times of war be seized with fear and quickly perish.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'கல்லார்ப் பிணிக்குங் கடுங்கோ லதுவல்ல',
      l2: 'தில்லை நிலக்குப் பொறை',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'கல்லார்ப் பிணிக்கும் கடுங்கோல் அதுவல்லது<br/>இல்லை நிலக்குப் பொறை',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'கடுங்கோலாகிய ஆட்சிமுறை கல்லாதவரைத் தனக்கு அரணாகச் சேர்த்துக்கொள்ளும்; அது தவிர நிலத்திற்குச் சுமை வேறு இல்லை.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "கடுங்கோல் கல்லார்ப்பிணிக்கும்= கடுங்கோலனாய அரசன் நீதிநூன் முதலிய கல்லாதாரைத் தனக்குப் பகுதியாகக் கூட்டாநிற்கும்; அதுவல்லது நிலக்குப் பொறை இல்லை= அக்கூட்டம்அல்லது நிலத்திற்கு மிகையாய பாரம் பிறிது இல்லை.<br/><br/>கடுங்கோல் என்பது ஈண்டு மிக்க தண்டத்தின் மேற்று அன்றி, அதனைச் செய்வான் மேற்று ஆயிற்று. அவன் அது செய்தற்கு இயைவாரை அல்லது கூட்டாமையின் 'கல்லார்ப்பிணிக்கும்' என்றும், ஏனையவற்றை எல்லாம் பொறுக்கின்றது இயல்பாகலின் நிலத்திற்குப் பொறை 'அதுவல்லது இல்லை' என்றும் கூறினார். 'நிலக்கு' என்பது செய்யுள்விகாரம். இதனால் வெருவந்த செய்தலின் குற்றம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'கடுங்கோலனாகிய அரசன் அறிவில்லாதாரை அமாத்தியராகக் கூட்டிக் கொள்ளும்; அவ்வரசன் அல்லது நிலத்துக்குப் பாரம் வேறொன்றும் இல்லை.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Tyrants with fools their counsels share;<br/>Earth can no heavier burthen bear!',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The earth bears up no greater burden than ignorant men whom a cruel sceptre attaches to itself (as the ministers of its evil deeds). ',
          },
        ],
      },
    ],
  },
];
