export default [
  {
    "kural": {
      "l1": "அன்பின் விழையார் பொருள்விழையு மாய்தொடியா",
      "l2": "ரின்சொ லிழுக்குத் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அன்பின் விழையார் பொருள்விழையும் ஆய்தொடியார்<br/>இன்சொல் இழுக்குத் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அன்பினால் விரும்பாமல் பொருள் காரணமாக விரும்புகின்ற பொதுமகளிர் பேசுகின்ற இனிய சொல் ஒருவனுக்குத் துன்பத்தைக் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அன்பின் விழையார் பொருள் விழையும் ஆய் தொடியார்= ஒருவனை அன்புபற்றி விழையாது, பொருள்பற்றி விழையும் மகளிர்; இன்சொல் இழுக்குத் தரும்= அது கையுறுந்துணையும் தாம் அன்புபற்றி விழைந்தாராகச் சொல்லும் இனியசொல், அவனுக்குப் பின் இன்னாமையைப் பயக்கும்.<br/><br/>'பொருள்' என்புழி இன் விகாரத்தான் தொக்கது. ஆய்ந்த தொடியினையுடையார் என்றதனானும், இனிய சொல்லென்றதனானும், அவர் கருவி கூறப்பட்டது. அச்சொல் அப்பொழுதைக்கு இனிது போன்று பின் வறுமை பயத்தலின், அது கொள்ளற்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "அன்பால் கலத்தலின்றிப் பொருளால் கலக்கும் ஆய்தொடியார் சொல்லும் இன்சொல், பின்பு கேட்டினைத் தரும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Those that choice armlets wear, who seek not thee with love,<br/>But seek thy wealth, their pleasant words will ruin prove."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The sweet words of elegant braceleted (prostitutes) who desire (a man) not from affection but from avarice, will cause sorrow."
          }
        ]
      }
    ],
    "id": 911
  },
  {
    "kural": {
      "l1": "பயன்றூக்கிப் பண்புரைக்கும் பண்பின் மகளிர்",
      "l2": "நயன்றூக்கி நள்ளா விடல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பயன்தூக்கிப் பண்புரைக்கும் பண்பின் மகளிர்<br/>நயன்தூக்கி நள்ளா விடல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "கிடைக்கக்கூடிய பயனை அளந்து பார்த்து, அதற்கு ஏற்றவாறு இனியசொல் கூறுகின்ற பண்பற்ற பொது மகளிரின் இன்பத்தை ஆராய்ந்து பொருந்தாமல் விடவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பயன்தூக்கிப் பண்பு உரைக்கும் பண்பில் மகளிர்= ஒருவனுக்கு உள்ள பொருளை அளந்தறிந்து அஃது எய்தும் துணையும் தம் பண்புடைமை சொல்லும் பண்பில்லாத மகளிரது; நயன் தூக்கி நள்ளா விடல்= ஒழுகலாற்றினை ஆய்ந்தறிந்து அவரைப் பொருந்தாது விடுக.<br/><br/>பண்பு சொல்லின்கண் அல்லது தங்கண் கிடவாமை தோன்றப் 'பண்பின் மகளிர்' என்றும், அவர்க்கு அது சாதிதருமம் ஆதல் நூலானேயன்றி அவர்செயலானும் அறிந்து என்பார் 'நயன்தூக்கி' என்றும், அவ்வறிவு அவரை விடுதற்கு உபாயம் என்பது தோன்றப் பின் 'நள்ளாவிடல்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்கு உளதாகும் பயனை நோக்கிக் குணமாகக் கூறும் குணமில்லாத மகளிரது இன்பத்தை யாராய்ந்து பார்த்து அவரைச் சாராதொழிக.<br/><br/>இதனாலே கணிகையர் இலக்கண மெல்லாம் தொகுத்துக் கூறினார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who weigh the gain, and utter virtuous words with vicious heart,<br/>Weighing such women's worth, from their society depart."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One must ascertain the character of the ill-natured women who after ascertaining the wealth (of a man) speak (as if they were) good natured-ones, and avoid intercourse (with them). "
          }
        ]
      }
    ],
    "id": 912
  },
  {
    "kural": {
      "l1": "பொருட்பெண்டிர் பொய்ம்மை முயக்க மிருட்டறையி",
      "l2": "லேதில் பிணந்தழீஇ யற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருட்பெண்டிர் பொய்ம்மை முயக்கம் இருட்டறையில்<br/>ஏதில் பிணந்தழீஇ அற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருளையே விரும்பும் பொதுமகளிரின் பொய்யான தழுவுதல், இருட்டறையில், தொடர்பு இல்லாத ஒரு பிணத்தைத் தழுவினாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருட்பெண்டிர் பொய்ம்மை முயக்கம்= கொடுப்பாரை விரும்பாது பொருளையே விரும்பும் பொது மகளிரது பொய்ம்மையை யுடைய முயக்கம்; இருட்டு அறையில் ஏதில் பிணம் தழீஇயற்று= பிணம் எடுப்பார் இருட்டறைக்கண்ணே முன்னறியாத பிணத்தைத் தழுவினாற் போலும்.<br/><br/>பொருட்கு முயங்கும் மகளிர் கருத்தும் செயலும் ஆராயாது சாதியும் பருவமும் ஒவ்வாதானை முயங்குங்கால் அவர் குறிப்புக் கூலிக்குப் பிணமெடுப்பார் காணப்படாததோர் இடத்தின்கண் இயைபில்லாததோர் பிணத்தை எடுக்குங்கால் அவர் குறிப்போடு ஒக்கும் எனவே, அகத்தால் அருவரா நின்றும் பொருள்நோக்கிப் புறத்தால் தழுவுவர், அதனை ஒழிக என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும், அவர் சொல்லும் செயலும் பொய்யென்பது கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளே கருதும் பெண்டிர் ஒருவனோடு பொய்யே முயங்கும் முயக்கம், இருட்டறையினுள்ளே கிடந்ததொரு வேற்றுப் பிணத்தைக் கூலிக்குத் தழுவியதுபோலும்.<br/><br/>இவை இரண்டினாலும் கணிகையர் கூட்டத்தினால் வரும் குற்றம் கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As one in darkened room, some stranger corpse inarms,<br/>Is he who seeks delight in mercenary women's charms."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The false embraces of wealth-loving women are like (hired men) embracing a strange corpse in a dark room."
          }
        ]
      }
    ],
    "id": 913
  },
  {
    "kural": {
      "l1": "பொருட்பொருளார் புன்னலந் தோயா ரருட்பொரு",
      "l2": "ளாயு மறிவி னவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருட்பொருளார் புன்னலந் தோயார் அருட்பொருள்<br/>ஆயும் அறிவி னவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொருள் ஒன்றையே பொருளாகக் கொண்ட பொது மகளிரின் புன்மையான இன்பத்தை, அருளாகிய சிறந்த பொருளை ஆராயும் அறிவுடையோர் பொருந்தமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருட் பொருளார் புன்னலம்= இன்பமாகிய பொருளை இகழ்ந்து, பொருளாகிய பொருளையே விரும்பும் மகளிரது புல்லிய நலத்தை; அருட்பொருள் ஆயும் அறிவினவர் தோயார்= அருளோடு கூடிய பொருளை ஆராய்ந்து செய்யும் அறிவினையுடையார் தீண்டார்.<br/><br/>அறமுதலிய நான்கும் பொருள் எனப்படுதலின், 'பொருட்பொருள்', 'அருட்பொருள்' என விசேடித்தார். புன்மை- இழிந்தோர்க்கே உரித்தாதல். தாம் விரும்புகின்ற அறத்திற்கு அவர் மெய்ந்நலம் மறுதலையாகலின், தோயார் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளைப் பொருளாகக் கொள்வாராது புல்லிய நலத்தைத் தோயார், அருளைப் பொருளாக ஆராயும் அறிவுடையார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Their worthless charms, whose only weal is wealth of gain,<br/>Form touch of these the wise, who seek the wealth of grace, abstain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wise who seek the wealth of grace will not desire the base favours of those who regard wealth (and not pleasure) as (their) riches."
          }
        ]
      }
    ],
    "id": 914
  },
  {
    "kural": {
      "l1": "பொதுநலத்தார் புன்னலந் தோயார் மதிநலத்தின்",
      "l2": "மாண்ட வறிவி னவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொதுநலத்தார் புன்னலம் தோயார் மதிநலத்தின்<br/>மாண்ட அறிவி னவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இயற்கை யறிவின் நன்மையால் சிறப்புற்ற அறிவுடையோர், பொருள் தருவார் எல்லார்க்கும் பொதுவாக இன்பம் தரும் மகளிரின் புன்மையான நலத்தைப் பொருந்தார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மதி நலத்தின் மாண்ட அறிவினவர்= இயற்கையாகிய மதிநன்மையான் மாட்சிமைப்பட்ட செயற்கை அறிவினையுடையார்; பொது நலத்தார் புன்னலம் தோயார்= பொருள் கொடுப்பார்க்கெல்லாம் பொதுவாய ஆசையினையுடைய மகளிரது புல்லிய நலத்தைத் தீண்டார்.<br/><br/>மதிநன்மை, முற்பிறப்புக்களிற் செய்த நல்வினைகளான் மனந் தெளிவுடைத்தாதல். அதனானன்றி்க் கல்வியறிவு மாட்சிமைப்படாமையின் 'மதிநலத்தின் மாண்டவறிவினவர்' என்றும், அவ்வறிவுடையார்க்கு அவராசையது பொதுமையும், மெய்ந்நலத்தது புன்மையும் விளங்கித் தோன்றலின் 'தோயார்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மதிநலத்தாலே மாட்சிமைப்பட்ட அறிவுடையார், எல்லார்க்கும் பொதுவாகிய நலத்தினையுடையவரது புல்லிய நலத்தைச் சேரார்.<br/><br/>இது புத்திமான் சேரானென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From contact with their worthless charms, whose charms to all are free,<br/>The men with sense of good and lofty wisdom blest will flee."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those whose knowledge is made excellent by their (natural) sense will not covet the trffling delights of those whose favours are common (to all)."
          }
        ]
      }
    ],
    "id": 915
  },
  {
    "kural": {
      "l1": "தந்நல பாரிப்பார் தோயார் தகைசெருக்கிப்",
      "l2": "புன்னலம் பாரிப்பார் தோள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தந்நலம் பாரிப்பார் தோயார் தகைசெருக்கிப்<br/>புன்னலம் பாரிப்பார் தோள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அழகு முதலியவற்றால் செருக்குக் கொண்டு தம் புன்மையான நிலையான நலத்தை விற்கும் பொதுமகளிரின் தோளை, தம் நல்லொழுக்கத்தைப் போற்றும் சான்றோர் பொருந்தார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தகைசெருக்கிப் புன்னலம் பாரிப்பார் தோள்= ஆடல், பாடல், அழகு என்பனவற்றாற் களித்துத் தம்புல்லியநலத்தை, விலைகொடுப்பார் யாவர்மாட்டும் பரப்பும் மகளிர் தோளி்னை; தம் நலம் பாரிப்பார் தோயார்= அறிவு ஒழுக்கங்களானாய தம்புகழை உலகத்துப் பரப்புதற்குரிய உயர்ந்தோர் தீண்டார்.<br/><br/>ஆடன் முதலிய மூன்றுமுடைமை அவர்க்கு மேம்பாடாகலின் 'தகை'யென்றும், தோயின் அறிவொழுக்கங்கள் அழியுமாகலின், அவற்றாற் புகழ்பரப்புவார் 'தோயார்' என்றும் கூறினார். 'தந்நலம்' என்புழி நலம் ஆகுபெயர்.<br/><br/>இவை மூன்று பாட்டானும் அவரை உயர்ந்தோர் தீண்டார் என்பது கூறப்பட்டது"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தம்முடைய நலத்தை உலகின்கண் பரப்புவார் சேரார்: வனப்பினால் களிப்புற்றுத் தமது புல்லிய நலத்தை எல்லார்மாட்டும் பரப்புவாரது தோளினை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From touch of those who worthless charms, with wanton arts, display,<br/>The men who would thier own true good maintain will turn away."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who would spread (the fame of) their own goodness will not desire the shoulders of those,who rejoice in their accomplishments and bestow their despicable favours (on all who pay)."
          }
        ]
      }
    ],
    "id": 916
  },
  {
    "kural": {
      "l1": "நிறைநெஞ்ச மில்லவர் தோய்வர் பிறநெஞ்சிற்",
      "l2": "பேணிப் புணர்பவர் தோள்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நிறைநெஞ்சம் இல்லவர் தோய்வார் பிறநெஞ்சிற்<br/>பேணிப் புணர்பவர் தோள்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "நெஞ்சத்தை நிறுத்தி ஆளும் ஆற்றல் இல்லாதவர், தம் நெஞ்சில் வேறுபொருளை விரும்பிக் கூடும் பொது மகளிரின் தோளைப் பொருந்துவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நெஞ்சின் பிற பேணிப் புணர்பவர் தோள்= நெஞ்சினாற் பிறவற்றை ஆசைப்பட்டு, அவை காரணமாகக் கொடுப்பாரை மெய்யாற் புணரும் மகளிர் தோள்களை; நிறைநெஞ்சம் இல்லவர் தோய்வர்= நிறையான் திருந்திய நெஞ்சம் இல்லாதார் தோய்வர்.<br/><br/>பொருளும் அதனாற் படைக்கப்படுவனவும் விரும்பும் நெஞ்சு அவற்றின்மேலதாகலின், புணர்வது உடம்புமாத்திரம் என்பதறிந்து அதுவழி ஓடாதுநிற்கும் நெஞ்சினையுடையார் தோயாமையின், 'அஃதிலார் தோய்வர்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நிறையுடைய நெஞ்சில்லாதார் தோய்வர்: இன்பமில்லாத பிறவாகிய பொருளை நெஞ்சினாலே விரும்பிவைத்து அன்புற்றார் போலப் புணருமவரது தோளினை.<br/><br/>இது நிறையில்லாதார் சேர்வரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who cherish alien thoughts while foldding in their feigned embrace,<br/>These none approach save those devoid of virtue's grace."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who are destitute of a perfectly (reformed) mind will covet the shoulders of those who embrace (them) while their hearts covet other things. "
          }
        ]
      }
    ],
    "id": 917
  },
  {
    "kural": {
      "l1": "ஆயு மறிவின ரல்லார்க் கணங்கென்ப",
      "l2": "மாய மகளிர் முயக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஆயும் அறிவினர் அல்லார்க்கு அணங்கென்ப<br/>மாய மகளிர் முயக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வஞ்சம் நிறைந்த பொதுமகளிரின் சேர்க்கை, ஆராய்ந்தறியும் அறிவு இல்லாதவர்க்கு அணங்கு தாக்கு (மோகினி மயக்கு) என்று கூறுவர்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மாய மகளிர் முயக்கு= உருவு சொற்செயல்களான் வஞ்சித்தலை வல்ல மகளிரது முயக்கத்தை; ஆயும் அறிவினவர் அல்லார்க்கு அணங்கு என்ப= அவ்வஞ்சனை ஆராய்ந்தறியும் அறிவுடையர் அல்லார்க்கு, அணங்குதாக்கு என்றுசொல்லுவர் நூலோர்.<br/><br/>'அணங்கு'- காமநெறியான் உயிர்கொள்ளும் தெய்வமகள். தாக்குத் தீண்டல். இவ்வுருவகத்தான், அம்முயக்கம் முன் இனிதுபோன்று பின் உயிர்கோடல் பெற்றாம். இது நூலோர் துணிவு என்பதுதோன்ற அவர்மேல் வைத்துக் கூறினார். அப்பெயர் அவாய்நிலையான் வந்தது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாதானும் ஒரு பொருளை உள்ளவாறு ஆராய்ந்தறியும் அறிவுடையரல்லாதார்க்கு வருத்தமாமென்று சொல்லுவர், மாயத்தை வல்ல மகளிரது முயக்கத்தை.<br/><br/>இஃது இவரை அறிவில்லாதவர் சேர்வரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "As demoness who lures to ruin, woman's treacherous love<br/>To men devoid of wisdom's searching power will prove."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The wise say that to such as are destitute of discerning sense the embraces of faithless women are (as ruinous as those of) the celestail female."
          }
        ]
      }
    ],
    "id": 918
  },
  {
    "kural": {
      "l1": "வரைவிலா மாணிழையார் மென்றோள் புரையிலாப்",
      "l2": "பூரியர்க ளாழு மளறு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வரைவிலா மாணிழையார் மென்தோள் புரையிலாப்<br/>பூரியர்கள் ஆழும் அளறு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒழுக்க வரையறை இல்லாத பொதுமகளிரின் மெல்லிய தோள், உயர்வில்லாத கீழ்மக்கள் ஆழ்ந்து கிடக்கின்ற நரகமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வரைவு இலா மாண் இழையார் மென்தோள்= உயர்ந்தோர், இழிந்தோர் என்னாது விலைகொடுப்பார் யாவரையும் முயங்கும் மகளிரது மெல்லியதோள்கள்; புரையிலாப் பூரியர்கள் ஆழும் அளறு= அக்குற்றத்தை அறியும் அறிவில்லாத கீழ்மக்கள் புக்கு அழுந்து நிரயம்.<br/><br/>உயர்தற்கு ஏதுவாகலின், 'புரை'யெனப்பட்டது. சாதியான் இழிந்தாரின் நீக்குதற்குப் 'புரையிலாப் பூரியர்கள்' என்றும், அவர் ஆழ்தற்கு ஏது, உருவம் முதலிய மூன்றும் என்பது தோன்ற 'மாணிழையார் மென்றோள்' என்றும், அவர்க்கு அளற்றினை இடையின்றிப் பயக்கும் என்பது தோன்ற, உருவகம் ஆக்கியும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "முயக்கத்தில் வரைவில்லாத மாணிழையாரது மெல்லிய தோளாவது, உயர்வில்லாத கயவர் அழுந்தும் நரகம்.<br/><br/>இஃது இழிந்தார் சார்வரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The wanton's tender arm, with gleaming jewels decked,<br/>Is hell,where sink degraded souls of men abject."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The delicate shoulders of prostitutes with excellent jewels are a hell into which are plunged the ignorant base."
          }
        ]
      }
    ],
    "id": 919
  },
  {
    "kural": {
      "l1": "இருமனப் பெண்டிருங் கள்ளுங் கவறுந்",
      "l2": "திருநீக்கப் பட்டார் தொடர்பு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இருமனப் பெண்டிரும் கள்ளும் கவறும்<br/>திருநீக்கப் பட்டார் தொடர்பு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இருவகைப்பட்ட மனம் உடைய பொதுமகளிரும் கள்ளும் சூதுமாகிய இம் மூவகையும் திருமகளால் நீக்கப்பட்டவரின் உறவாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இருமனப் பெண்டிரும் கள்ளும் கவறும்= கவர்த்த மனத்தினையுடைய மகளிரும், கள்ளும், சூதும் என இம்மூன்றும்; திரு நீக்கப்பட்டார் தொடர்பு= திருமகளான் துறக்கப்பட்டார்க்கு நட்பு.<br/><br/>'இருமனம்' ஒருவனோடு புணர்தலும், புணராமையும் ஒருகாலத்தேயுடைய மனம். 'கவறு' ஆகுபெயர். ஒத்தகுற்றத்தவாகலின், கள்ளும் சூதும் உடன்கூறப்பட்டன. வடநூலாரும் இக்கருத்தான் விதனமென உடன்கூறினார். வருகின்ற அதிகார முறைமையும் இதனான் அறிக. திணை விராய் எண்ணியவழிப் பன்மைபற்றி முடிபுகோடலின், ஈண்டு அஃறிணையாற் கொண்டது. திருநீக்கப்பட்டமை இக்குறிகளான் அறியப்படும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "கவர்த்த மனத்தையுடைய பெண்டிரும், கள்ளும், கவறும் திருமகளால் கடியப்பட்டாரது நட்பு.<br/><br/>இது நல்குரவாவார் சார்வரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Women of double minds, strong drink, and dice to these giv'n o'er,<br/>Are those on whom the light of Fortune shines no more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Treacherous women, liquor, and gambling are the associates of such as have forsaken by Fortune. "
          }
        ]
      }
    ],
    "id": 920
  }
]