export default [
  {
    "kural": {
      "l1": "துணைநல மாக்கந் தரூஉம் வினைநலம்",
      "l2": "வேண்டிய வெல்லாந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "துணைநலம் ஆக்கம் தரூஉம் வினைநலம்<br/>வேண்டிய எல்லாந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்கு வாய்ந்த துணையின் நன்மை ஆக்கத்தைக் கொடுக்கும்; செய்யும் வினையின் நன்மை அவன் விரும்பிய எல்லாவற்றையும் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "துணை நலம் ஆக்கம் தரூஉம்= ஒருவனுக்குத் துணையது நன்மை செல்வம் ஒன்றனையும் கொடுக்கும்; வினைநலம் வேண்டிய எல்லாம்தரும்= அவ்வளவன்றி வினையது நன்மை அவன் வேண்டியன யாவற்றையு்ம் கொடுக்கும்.<br/><br/>'வேண்டியஎல்லாம்' என்றது, இம்மைக்கண் அறம், பொருள், இன்பம் முதலாயவற்றையும், மறுமைக்கண் தான் விரும்பிய பதங்களையும். இதனாற் காணப்படும் துணைநன்மையினும் கருதப்படும் வினைநன்மை சிறந்தது என வினைத்தூய்மையது சிறப்புக்கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துணைநலம் ஆக்கத்தைக் கொடுக்கும்; வினைநலம் அவ்வளவேயன்றி வேண்டிய எல்லாவற்றையும் ஒருங்கு கொடுக்கும்.<br/><br/>துணைநலம் ஆக்கங் கொடுத்தல் எல்லாரானும் அறியப் படுதலின் ஈண்டு ஏதுவாக வந்தது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The good external help confers is worldly gain;<br/>By action good men every needed gift obtain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The efficacy of support will yield (only) wealth; (but) the efficacy of action will yield all that is desired."
          }
        ]
      }
    ],
    "id": 651
  },
  {
    "kural": {
      "l1": "என்று மொருவுதல் வேண்டும் புகழொடு",
      "l2": "நன்றி பயவா வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "என்றும் ஒருவுதல் வேண்டும் புகழொடு<br/>நன்றி பயவா வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புகழையும் அறத்தையும் தாராத (தூய்மை அற்ற) செயல்களை எக்காலத்திலும் ஒருவன் செய்யாமல் விட்டொழிக்க வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புகழொடு நன்றி பயவா வினை= தம் அரசனுக்கு இம்மைக்கண் புகழும் மறுமைக்கண் அறமும் பயவாத வினைகளை; என்றும் ஒருவுதல் வேண்டும்= அமைச்சர்க்கு எக்காலத்தும் ஒழிதல் வேண்டும்.<br/><br/>பெருகல், சுருங்கல், இடைநிற்றல் என்னும் நிலைவேறுபாடு காலத்தான் வருதலின், 'என்றும்' என்றார். 'வேண்டும்' என்பது, ஈண்டு இன்றியமையாது என்னும் பொருட்டு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "எல்லாக் காலமும் தவிர்தல் வேண்டும், புகழொடு நன்மை பயவாத வினையை.<br/><br/>என்று மென்றது செயலற்ற காலமுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "From action evermore thyself restrain<br/>Of glory and of good that yields no gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers should at all times avoid acts which, in addition to fame, yield no benefit (for the future)."
          }
        ]
      }
    ],
    "id": 652
  },
  {
    "kural": {
      "l1": "ஓஒதல் வேண்டு மொளிமாழ்குஞ் செய்வினை",
      "l2": "யாஅது மென்னு மவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஓஒதல் வேண்டும் ஒளிமாழ்கும் செய்வினை<br/>ஆஅதும் என்னு மவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "மேன்மேலும் உயர்வோம் என்று விரும்பி முயல்கின்றவர் தம்முடைய புகழ் கெடுவதற்குக் காரணமான செயலைச் செய்யாமல் விடவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஆஅதும் என்னுமவர்= மேலாகக் கடவேம் என்று கருதுவார்; ஒளி மாழ்கும் வினை செய் ஓஒதல் வேண்டும்= தம் ஒளி கெடுதற்கு்க் காரணமாய வினையைச் செய்தலைத் தவிர்க.<br/><br/>'ஓஒதல்வேண்டும்' என்பது, ஒருசொல் நீர்மைத்து. ஓவுதல் என்பது குறைந்து நின்றது. 'ஒளி' தாமுள காலத்து, எல்லாரானும் நன்கு மதிக்கப்படுதல். 'செய்'யென்னும் முதனிலைத் தொழிற்பெயர் மாற்றப்பட்டது. அன்றிச் செய்வினை என வினைத்தொகை ஆக்கியவழிப் பொருளின்மை அறிக. ஒளிகெட வருவது, ஆக்கம் அன்று என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தமக்குப் புகழ்கெடவரும் வினையைச் செய்தலையும் ஆக்கங் கருதுவார் தவிர்க.<br/><br/>இது முன்புள்ள புகழ் கெடவரும் வினையையும் தவிர்க என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who tell themselves that nobler things shall yet be won,<br/>All deeds that dim the light of glory must they shun."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who say, \"we will become (better)\" should avoid the performance of acts that would destroy (their fame)."
          }
        ]
      }
    ],
    "id": 653
  },
  {
    "kural": {
      "l1": "இடுக்கட் படினு மிளிவந்த செய்யார்",
      "l2": "நடுக்கற்ற காட்சி யவர்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இடுக்கண் படினும் இளிவந்த செய்யார்<br/>நடுக்கற்ற காட்சி யவர்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "அசைவற்ற தெளிந்த அறிவினையுடையவர், துன்பத்தில் சிக்குண்டாலும் (அத் துன்பத்தைத் தீர்ப்பதற்காகவும்) இழிவான செயல்களைச் செய்யமாட்டார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இடுக்கண் படினும் இளிவந்த செய்யார்= தாம் இடுக்கண் படவரினும், அது தீர்தற்பொருட்டு முன் செய்தார்க்கு இளிவந்த வினைகளைச் செய்யார்; நடுக்கு அற்ற காட்சியவர்= துளக்கம் அற்ற தெளிவினை உடையார்.<br/><br/>சிறிதுபோழ்திற் கழிவதாய இடுக்கண் நோக்கி, எஞ்ஞான்றும் கழியாத இழிவு எய்தற்பாலது அன்று என்பதூஉம், அஃது எய்தினாலும் வருவது வரும் என்பதூஉம் தெளிவராதலால், 'செய்யார்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துன்பம் வரினும் இழிவாகிய வினைகளைச் செய்யார் துளக்க மற்ற தெளிவுடையார்.<br/><br/>இது பிறரால் இகழப்படுவன செய்யற்க வென்றது. இதனையும் கடிய வேண்டு மென்பது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though troubles press, no shameful deed they do.<br/>Whose eyes the ever-during vision view."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those who have infallible judgement though threatened with peril will not do acts which have brought disgrace (on former ministers)."
          }
        ]
      }
    ],
    "id": 654
  },
  {
    "kural": {
      "l1": "எற்றென் றிரங்குவ செய்யற்க செய்வானேல்",
      "l2": "மற்றன்ன செய்யாமை நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எற்றென்று இரங்குவ செய்யற்க செய்வானேல்<br/>மற்றன்ன செய்யாமை நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறகு நினைந்து வருந்துவதற்குக் காரணமான செயல்களைச் செய்யக்கூடாது. ஒருகால் தவறிச் செய்தாலும், மீண்டும் அத்தன்மையானவற்றைச் செய்யாதிருத்தல் நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எற்று என்று இரங்குவ செய்யற்க= யான் செய்தது எத்தன்மைத்து, என்று பின் தானே இரங்கும் வினைகளை ஒருகாலும் செய்யாது ஒழிக; செய்வானேல் மற்று அன்ன செய்யாமை நன்று= அன்றி ஒருகால் மயங்கி அவற்றைச் செய்யும் தன்மையன் ஆயினான்ஆயின், பின்னிருந்து அவ் இரங்கல்களைச் செய்யாது ஒழிதல் நன்று.<br/><br/>'இரங்குவ' என முன்வந்தமையின், பின் 'அன்ன' எனச் சுட்டியொழிந்தார். அவ்வினைகளது பன்மையான், இரக்கமும் பலவாயின. அச்செயற்குப் பின்னிருந்து இரங்குவனாயின், அது தீரும் வாயில் அறிந்திலன் எனவும், திட்பம் இலன் எனவும், பயனில்லனவும் செய்கின்றான் எனவும், தன்பழியைத் தானே தூற்றுகின்றான் எனவும், எல்லாரும் இகழ்தலின் பின்னிரங்காமை நன்று என்றார். இதுவும் வினைத்தூயார் செயலாகலின், உடன் கூறப்பட்டது. பிற்றொடருக்குச் செய்வானாயின் அவைபோல்வனவும் செய்யாமை நன்று எனப் பிறர்எல்லாம் இயைபற உரைத்தார்.£"
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "துணியப்பட்ட தென்று பின்னிரங்கப்படும் வினையைச் செய்யா தொழிக; வினைசெய்வானாயின் அவை போல்வனவுஞ் செய்யாமையே நல்லது.<br/><br/>இது பின்னிரங்கப்படும் வினையைச் செய்யலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Do nought that soul repenting must deplore.<br/>If thou hast sinned, 'tis well if thou dost sin no more."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let a minister never do acts of which he would have to grieve saying, \"what is this I have done\"; (but) should he do (them), it were good that he grieved not. "
          }
        ]
      }
    ],
    "id": 655
  },
  {
    "kural": {
      "l1": "ஈன்றாள் பசிகாண்பா னாயினுஞ் செய்யற்க",
      "l2": "சான்றோர் பழிக்கும் வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஈன்றாள் பசிகாண்பான் ஆயினுஞ் செய்யற்க<br/>சான்றோர் பழிக்கும் வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பெற்ற தாயின் பசியைக் கண்டு வருந்த நேர்ந்தாலும், சான்றோர் பழிப்பதற்குக் காரணமான இழிவுற்ற செயல்களை ஒருவன் செய்யக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஈன்றாள் பசி காண்பான் ஆயினும்= தன்னைப் பயந்தாளது பசியை வறுமையாற் கண்டிரங்குந் தன்மையன் ஆயினான் எனினும்; சான்றோர் பழிக்கும் வினை செய்யற்க= அது சுட்டி அறிவுடையார் பழிக்கும் வினைகளை ஒருவன் செய்யாது ஒழிக.<br/><br/>இறந்த மூப்பினராய இருமுதுகுரவரும், கற்புடை மனைவியும், குழவியும் பசியான் வருந்தும் எல்லைக்கண், தீயன பலவும் செய்தாயினும் புறந்தருக என்னும் அறநூல் பொதுவிதி, பொருள்நூல் வழியொழுகுதலும், அரசர் தொழிற்குரியர் ஆதலும், நன்கு மதிக்கற்பாடும் உடைய அமைச்சர்க்கு எய்தாமைபற்றி இவ்வாறு கூறினார்.<br/><br/>இவை ஐந்து பாட்டானும், பாவமும் பழியும் பயக்கும் வினைசெய்யற்க என்பது பெறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னைப் பயந்தாள் பசிகண்டானாயினும் சான்றோரால் பழிக்கப்படும் வினையைச் செய்யாதொழிக.<br/><br/>இது நல்லோர் பழிக்கும் வினையைத் தவிர்க என்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though her that bore thee hung'ring thou behold, no deed<br/>Do thou, that men of perfect soul have crime decreed."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though a minister may see his mother starve; let him do not act which the wise would (treat with contempt)."
          }
        ]
      }
    ],
    "id": 656
  },
  {
    "kural": {
      "l1": "பழிமலைந் தெய்திய வாக்கத்திற் சான்றோர்",
      "l2": "கழிநல் குரவே தலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பழிமலைந்து எய்திய ஆக்கத்தின் சான்றோர்<br/>கழிநல் குரவே தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பழியை மேற்கொண்டு இழிதொழில் செய்து பெறும் செல்வத்தைவிடச் சான்றோர் வினைத்தூய்மை யோடிருந்து பெறும் பொல்லாத வறுமையே சிறந்தது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பழிமலைந்து எய்திய ஆக்கத்தின்= சாலாதார் தீய வினைகளைச் செய்து, அதனாற் பழியைத் தம்மேற் கொண்டு பெற்றசெல்வத்தின்; சான்றோர் கழி நல்குரவே தலை= அது மேற்கொ்ளளாத சான்றோர் அனுபவிக்கும் மிக்க நல்குரவே உயர்ந்தது.<br/><br/>நிலையாத செல்வத்தின்பொருட்டு, நிலையின பழியை மேற்கோடல் சால்போடு இயையாமையின், 'சான்றோர் கழிநல்குரவே தலை' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பழியைச் சுமந் தெய்திய ஆக்கத்தினும், சான்றோர் மாட்டு உளதாகிய மிக்க நல்குரவே தலைமையுடைத்து.<br/><br/>மேற்கூறியவாறு செய்யின் நல்குரவு உளதாகு மென்றார்க்கு இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than store of wealth guilt-laden souls obtain,<br/>The sorest poverty of perfect soul is richer gain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Far more excellent is the extreme poverty of the wise than wealth obtained by heaping up of sinful deeds."
          }
        ]
      }
    ],
    "id": 657
  },
  {
    "kural": {
      "l1": "கடிந்த கடிந்தொரார் செய்தார்க் கவைதா",
      "l2": "முடிந்தாலும் பீழை தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "கடிந்த கடிந்தொரார் செய்தார்க்கு அவைதாம்<br/>முடிந்தாலும் பீழை தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆகாதவை என விலக்கப்பட்ட செயல்களை விலக்கி விடாமல் மேற்கொண்டு செய்தவர்க்கு, அச் செயல்கள் நிறைவேறினாலும் துன்பமே கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "கடிந்த கடிந்து ஒரார் செய்தார்க்கு= நூலோர் கடிந்த வினைகளைத் தாமும் கடிந்துஒழியாது, பொருள்நோக்கிச் செய்த அமைச்சர்க்கு; அவைதாம் முடிந்தாலும் பீழை தரும்= அவை தூயவன்மையின் முடியா, ஒருவாற்றான் முடியினும் பின் துன்பத்தையே கொடுக்கும்.<br/><br/>'முடிதல்', கருதிய பொருள்தருதல். பீழை தருதலாகிய பொருளின் தொழில், அதற்குக் காரணமாய வினைகள் மேல் ஏற்றப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நல்லோரால் கடியப்பட்டவற்றைக் கடிந்து நீக்காது செய்யுமவர்க்கு அவ்வினைகள் தாம் கருதியவாற்றான் முடிந்த பின்பும் பீடையைத் தரும்.<br/><br/>இது நன்மையல்லாத வினையைச் செயின், அது தீமை தருமென்றது. அவை பின்பு காட்டப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "To those who hate reproof and do forbidden thing,<br/>What prospers now, in after days shall anguish bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The actions of those, who have not desisted from doing deeds forbidden (by the great), will, even if they succeed, cause them sorrow."
          }
        ]
      }
    ],
    "id": 658
  },
  {
    "kural": {
      "l1": "அழக்கொண்ட வெல்லா மழப்போ மிழப்பினும்",
      "l2": "பிற்பயக்கு நற்பா லவை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "அழக்கொண்ட எல்லாம் அழப்போம் இழப்பினும்<br/>பிற்பயக்கும் நற்பா லவை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பிறர் வருந்துமாறு செய்து பெற்ற பொருள் எல்லாம் பெற்றவன் வருந்துமாறு செய்து போய்விடும்; நல்வழியில் வந்தவை இழக்கப்பட்டாலும் பிறகு பயன் தரும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "அழக்கொண்ட எல்லாம் அழப் போம்= ஒருவன் தீவினைகளைச் செய்து பிறர் இரங்கக்கொண்ட பொருள் எல்லாம், இம்மையிலே அவன்தான் இரங்கப் போகாநிற்கும்; நற்பாலவை இழப்பினும் பிற்பயக்கும்= மற்றைத் தூயவினையான் வந்த பொருள்கள் முன் இழந்தான் ஆயினும், அவனுக்குப் பின்னர் வந்து பயன்கொடுக்கும்.<br/><br/>'பின்' எனவே மறுமையும் அடங்கிற்று. பொருள்களான் அவற்றிற்குக் காரணமாய வினைகளது இயல்பு கூறியவாறு."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பிறர் அழக்கொண்ட பொருள்களெல்லாம் தாமும் அழப்போம்: அவ்வாறன்றி அறப்பகுதியில் கொண்ட பொருள்கள் இழந்தாராயினும் பின்பு பயன்படும்.<br/><br/>இது தேடினபொருள் போமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "What's gained through tears with tears shall go;<br/>From loss good deeds entail harvests of blessings grow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "All that has been obtained with tears (to the victim) will depart with tears (to himself); but what has been by fair means; though with loss at first, will afterwards yield fruit."
          }
        ]
      }
    ],
    "id": 659
  },
  {
    "kural": {
      "l1": "சலத்தாற் பொருள்செய்தே மார்த்தல் பசுமட்",
      "l2": "கலத்துணீர் பெய்திரீஇ யற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண்<br/>கலத்துள்நீர் பெய்திரீஇ யற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வஞ்சனையான வழியால் பொருளைச் சேர்த்துக் காப்பாற்றுதல், பச்சை மண்கலத்துள் நீரைவிட்டு அதைக் காப்பாற்றி வைத்தாற் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சலத்தால் பொருள் செய்து ஏமார்த்தல்= அமைச்சன் தீய வினைகளாற் பொருள் படைத்து, அதனால் அரசனுக்கு ஏமஞ்செய்தல்; பசுமட் கலத்துள் நீர் பெய்து இரீஇயற்று= பசிய மட்கலத்துள்ளே நீரைப்பெய்து அதற்கு ஏமம் செய்ததனோடு ஒக்கும்.<br/><br/>முன் ஆக்கம் பயப்பனபோல் தோன்றிப் பின் அழிவே பயத்தலால், அவை 'சலம்' எனப்பட்டன. ஏமம்ஆர்த்தல் என்பது, 'ஏமார்த்தல்' என்றாயிற்று; ஏமத்தை அடையப்பண்ணுதல் என்றவாறு. இருத்துதல் நெடுங்காலம் இருப்பச் செய்தல். அரசனும், பொருளும் சேரப் போம் என்பதாம். பிறரெல்லாம் ஏமாத்தல் என்று பாடமோதி, அதற்கு மகிழ்தல் என்றும், 'இரீஇயற்று' என்பதற்கு, வைத்தாற்போலும் என்றும் உரைத்தார். அவர், அவை தன்வினையும் பிறிதின் வினையுமாய் உவமையிலக்கணத்தோடு மாறுகோடல் நோக்கிற்றிலர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வஞ்சத்தாலே பொருள்தேடி மகிழ்ந்திருத்தல், பசுமட்கலத்திலே நீரை முகந்து<br/><br/>வைத்த தன்மைத்து. இது தானும் பொருளுங் கூடிக் கெடு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "In pot of clay unburnt he water pours and would retain.<br/>Who seeks by wrong the realm in wealth and safety to maintain."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "(For a minister) to protect (his king) with wealth obtained by foul means is like preserving a vessel of wet clay by filling it with water."
          }
        ]
      }
    ],
    "id": 660
  }
]