export default [
  {
    "kural": {
      "l1": "செல்லிடத்துக் காப்பான் சினங்காப்பா னல்லிடத்துக்",
      "l2": "காக்கிலென் காவாக்கா லென்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்லிடத்துக் காப்பான் சினங்காப்பான் அல்லிடத்துக்<br/>காக்கின்என் காவாக்கால் என்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பலிக்கும் இடத்தில் சினம் வராமல் காப்பவனே சினம் காப்பவன்; பலிக்காத இடத்தில் காத்தால் என்ன? காக்காவிட்டால் என்ன?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சினம் செல் இடத்துக் காப்பான் காப்பான்= தன் சினம் பலிக்கும் இடத்து அதனை எழாமல் தடுப்பானே அருளால் தடுப்பான் ஆவான்; அல் இடத்துக் காக்கின் என் காவாக்கால் என்= ஏனைப் பலியாத இடத்து அதனைத்தடுத்தால் என், தடாது ஒழிந்தால் என்?<br/><br/>'செல்லிடம்' 'அல்லிடம்' என்றது, தவத்தான் தன்னின் மெலியாரையும் வலியாரையும். வலியார்மேல் காவா வழியும், அதனான் அவர்க்கு வருவதோர் தீங்கு இன்மையிற் காத்த வழியும் அறனில்லை என்பார், 'காக்கினென் காவாக்காலென்' என்றார்.<br/><br/>இதனான் வெகுளாமைக்கு இடம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தனக்கு இயலு மிடத்தே வெகுளாதவன் வெகுளாத வனாவான்; இயலாவிடத்தில் அதனைத் தவிர்ந்ததனாலும் பயனில்லை, தவிராததனாலும் பயனில்லை;<br/><br/>இது வெகுளாமையாவது வலியவன் வெகுளாமை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where thou hast power thy angry will to work, thy wrath restrain;<br/>Where power is none, what matter if thou check or give it rein?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He restrains his anger who restrains it when it can injure; when it cannot injure, what does it matter whether he restrain it, or not ?"
          }
        ]
      }
    ],
    "id": 301
  },
  {
    "kural": {
      "l1": "செல்லா விடத்துச் சினந்தீது செல்லிடத்து",
      "l2": "மில்லதனிற் றீய பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செல்லா இடத்துச் சினந்தீது செல்லிடத்தும்<br/>இல்அதனின் தீய பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பலிக்காத இடத்தில் (தன்னைவிட வறியவரிடத்தில்) சினம் கொள்வது தீங்கு; பலிக்கும் இடத்திலும் (மெலியவரிடத்திலும்) சினத்தைவிடத் தீயவை வேறில்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சினம் செல்லா இடத்துத் தீது= ஒருவன் வெகுளி தன்னின் வலியார்மேல் எழின் தனக்கே தீதாம்; செல் இடத்தும் அதனின் தீய பிற இல்= மற்றை எளியார்மேல் எழினும் அதனின் தீயன பிற இல்லை.<br/><br/>'செல்லாஇடத்துச் சினம்' பயப்பது இம்மைக்கண் அவரான் வரும் ஏதமே; ஏனையது, இம்மைக்கண் பழியும் மறுமைக்கண் பாவமும் பயத்தலின் அதனின் தீயன 'பிறஇல்லை' என்றார். ஓரிடத்தும் ஆகாது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இயலாவிடத்துச் சினந்தீது; இயலுமிடத்திலும் அதிற் றீதாயிருப்பன பிறவில்லை."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Where power is none to wreak thy wrath importent is ill;<br/>Where thou hast power thy will to work, 'tis greater, evil still."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Anger is bad, even when it cannot injure; when it can injure; there is no greater evil."
          }
        ]
      }
    ],
    "id": 302
  },
  {
    "kural": {
      "l1": "மறத்தல் வெகுளியை யார்மாட்டுந் தீய",
      "l2": "பிறத்த லதனான் வரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மறத்தல் வெகுளியை யார்மாட்டும் தீய<br/>பிறத்தல் அதனான் வரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாரிடத்திலும் சினங் கொள்ளாமல் அதை மறந்துவிட வேண்டும்; தீமையான விளைவுகள் அந்தச் சினத்தாலேயே ஏற்படும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யார்மாட்டும் வெகுளியை மறத்தல்= யாவர் மாட்டும் வெகுளியை ஒழிக; தீய பிறத்தல் அதனான் வரும்= ஒருவர்க்குத் தீயன வெல்லாம் உளவாதல் அதனான் வரும் ஆகலான்.<br/><br/>வலியார், ஒப்பார், மெலியார் என்னும் மூவர்மாட்டும் ஆகாமையின் 'யார்மாட்டும்' என்றும், மனத்தாற் துறத்தார்க்கு ஆகாதனவாகிய தீ்ச்சிந்தைகள் எல்லாவற்றையும் பிறப்பித்தலின் 'தீய பிறத்தல் அதனான் வரும்' என்றும் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வெகுளியை யார்மாட்டுஞ் செய்தலை மறக்க; தீயன பிறத்தல் அவ்வெகுளியானே வருமாதலான்.<br/><br/>இது வெகுளாமை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If any rouse thy wrath, the trespass straight forget;<br/>For wrath an endless train of evils will beget."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Forget anger towards every one, as fountains of evil spring from it."
          }
        ]
      }
    ],
    "id": 303
  },
  {
    "kural": {
      "l1": "நகையு முவகையுங் கொல்லுஞ் சினத்திற்",
      "l2": "பகையு முளவோ பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நகையும் உவகையும் கொல்லும் சினத்தின்<br/>பகையும் உளவோ பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "முகமலர்ச்சியையும் அகமகிழ்ச்சியையும் கொல்கின்ற சினத்தைவிட ஒருவனுக்குப் பகையானவை வேறு உள்ளனவோ?"
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நகையும் உவகையும் கொல்லும் சினத்தின்= துறந்தார்க்கு அருளான் உளவாய முகத்தின்கண் நகையையும் மனத்தின்கண் உவகையையும் கொன்று கொண்டு எழுகின்ற சினமே அல்லது; பிற பகையும் உளவோ= அதனிற் பிறவாய பகைகளும் உளவோ? இல்லை.<br/><br/>துறவாற் புறப்பகை இலராயினும், உட்பகையாய் நின்று அருள் முதலிய நட்பினையும் பிரித்துப் பிறவித் துன்பமும் எய்துவித்தலான், அவர்க்குச் சினத்தின் மிக்க பகையில்லையாயிற்று.<br/><br/>இவை மூன்று பாட்டானும் வெகுளியது தீங்கு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "நகுதலையும் மகிழ்தலையுங் கெடுக்கின்ற சினத்தைப் போல, பகையா யிருப்பனவும் வேறு சிலவுளவோ?<br/><br/>இஃது இன்பக்கேடு வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wrath robs the face of smiles, the heart of joy,<br/>What other foe to man works such annoy?"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Is there a greater enemy than anger, which kills both laughter and joy ?"
          }
        ]
      }
    ],
    "id": 304
  },
  {
    "kural": {
      "l1": "தன்னைத்தான் காக்கிற் சினங் காக்க காவாக்காற்",
      "l2": "றன்னையே கொல்லுஞ் சினம்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தன்னைத்தான் காக்கின் சினங்காக்க காவாக்கால்<br/>தன்னையே கொல்லுஞ் சினம்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன்னைத்தான் காத்துக்கொள்வதானால், சினம் வாராமல் காத்துக்கொள்ள வேண்டும்; காக்காவிட்டால் சினம் தன்னையே அழித்துவிடும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன்னைத் தான் காக்கின் சினம் காக்க= தன்னைத் தான் துன்பம் எய்தாமல் காக்க நினைத்தான்ஆயின், தன்மனத்துச் சினம் வாராமற் காக்க; காவாக்கால் சினம் தன்னையே கொல்லும்= காவானாயின், அச்சினம் தன்னையை கெடுக்கும் கடும் துன்பங்களை எய்துவிக்கும்.<br/><br/>உரை விளக்கம்<br/><br/>\"வேண்டிய வேண்டியாங்கு எய்தற்\" பயத்ததாய தவத்தைப் பிறர்மேல் சாபம் விடுதற்காக இழந்து, அத்தவத் துன்பத்தோடு பிணைய பிறவித்துன்பமும் ஒருங்கு எய்துதலின், தன்னையே கொல்லும் என்றார். \"கொல்லச் சுரப்பதாங் கீழ்[2]\" என்புழிப்போலக் கொலைச்சொல் ஈண்டுத் துன்பமிகுதி உணர்த்தி நின்றது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒருவன் தன்னைத் தான் காக்கவேண்டுவனாயின், சினந்தோன்றாமற் காக்க; காவானாயின் சினம் தன்னையே கொல்லும்,<br/><br/>இஃது உயிர்க்கேடு வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If thou would'st guard thyself, guard against wrath alway;<br/>'Gainst wrath who guards not, him warth shall slay."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man would guard himself, let him guard against anger; if he do not guard it, anger will kill him."
          }
        ]
      }
    ],
    "id": 305
  },
  {
    "kural": {
      "l1": "சினமென்னுஞ் சேர்ந்தாரைக் கொல்லி யினமென்னு",
      "l2": "மேமப் புணையைச் சுடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சினமென்னும் சேர்ந்தாரைக் கொல்லி இனமென்னும்<br/>ஏமப் புணையைச் சுடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சினம் என்னும் சேர்ந்தவரை அழிக்கும் நெருப்பு, ஒருவனுக்கு இனம் என்னும் இன்பத் தெப்பத்தையும் சுட்டழிக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சினம் என்னும் சேர்ந்தாரைக் கொல்லி= சினம் என்னும் நெருப்பு; இனம் என்னும் ஏமப் புணையைச் சுடும்= தனக்கு இனமானவரையே அன்றி, அவர்க்கு இனமாகிய ஏமப்புணையைச் சுடும்.<br/><br/>'சேர்ந்தாரைக் கொல்லி' என்பது ஏதுப்பெயர்; தான் சேர்ந்த இடத்தைக் கொல்லும் தொழிலது என்றவாறு. 'சேர்ந்தாரை' என உயர்திணைப் பன்மைமேல் வைத்து ஏனை நான்குபாலும் தம் கருத்தோடுகூடிய பொருள் ஆற்றலாற் கொண்டார், ஈண்டு உருவகம் செய்கின்றது துறந்தார் சினத்தையே யாகலின். சினம் என்னும் நெருப்பு என்ற விதப்பு,[3] உலகத்து நெருப்புச் சுடுவது, தான் சேர்ந்தவிடத்தையே இந்நெருப்புச் சேராதவிடத்தையுஞ் சுடும் என்னும் வேற்றுமை தோன்ற நின்றது. ஈண்டு இனம் என்றது முற்றத் துறந்து தவஞானங்களாற் பெரியராய்க் கேட்டார்க்கு உறுதிபயக்கும் :மொழிகளை இனியவாகச் சொல்லுவாரை. உருவகநோக்கிச் 'சுடும்' என்னும் தொழில் கொடுத்தாராயினும், அகற்றும் என்பது பொருளாகக் கொள்க. 'ஏமப்புணை' ஏமத்தை உபதேசிக்கும் புணை. 'இனமென்னும் ஏமப்புணை' என்ற ஏகதேசஉருவகத்தால் பிறவிக் கடலுள் அழுந்தாமல் வீடு என்னும் கரையேற்றுகின்ற என வருவித்துரைக்க. எச்சவும்மை விகாரத்தால் தொக்கது. தன்னையும் வீழ்த்து, எடுப்பாரையும் அகற்றும் என்பதாம். வேண்டியதொன்றை முடித்தற்கு வேண்டாததொன்றைக் கூறுதல்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சினமென்று சொல்லப் படுகின்ற நெருப்பு தான் துன்பக்கடலிலழுந்தாமல் தன்னைக் கரையேற விடுகின்ற நட்டோராகிய புணையைச் சுடும்.<br/><br/>சேர்ந்தாரைக் கொல்லி- நெருப்பு: இது காரணக்குறி. இது சினம் தன்னை யடுத்தாரைக் கொல்லு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Wrath, the fire that slayeth whose draweth near,<br/>Will burn the helpful 'raft' of kindred dear."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The fire of anger will burn up even the pleasant raft of friendship."
          }
        ]
      }
    ],
    "id": 306
  },
  {
    "kural": {
      "l1": "சினத்தைப் பொருளென்று கொண்டவன் கேடு",
      "l2": "நிலத்தறைந்தான் கைபிழையா தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சினத்தைப் பொருளென்று கொண்டவன் கேடு<br/>நிலத்தறைந்தான் கைபிழையா தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(தன் வல்லமை புலப்படுத்தச்) சினத்தைப் பொருளென்று கொண்டவன் அழிதல், நிலத்தை அறைந்தவனுடைய கை தப்பாததுபோல் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சினத்தைப் பொருள் என்று கொண்டவன் கேடு= சினத்தைத் தன் ஆற்றல் உணர்த்துவதோர் குணம் என்று தன்கட் கொண்டவன் அவ்வாற்றல் இழத்தல்; நிலத்து அறைந்தான் கை பிழையாது அற்று= நிலத்தின்கண் அறைந்தவன் கை அந்நிலத்தை உறுதல் தப்பாதவாறு போலத் தப்பாது.<br/><br/>வைசேடிகர் பொருள், பண்பு, தொழில், சாதி, விசேடம், இயைபு என்பனவற்றை அறுவகைப் பொருள் என்றாற் போல ஈண்டுக் 'குணம்' 'பொருள்' எனப்பட்டது. 'பிழையாததற்று' என்பது குறைந்து நின்றது.<br/><br/>இவை மூன்று பாட்டானும் வெகுண்டார்க்கு வரும் தீங்கு கூறப்பட்டது.<br/><br/>விசேஷம் என்னும் பதார்த்தத்தை (கணாதரது நியாய மதத்தை)அங்கீகரித்தவர் வைசேடிகர்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சினத்தைப் பொருளாகக் கொண்டவன் கெடுதல், நிலத்தெறிந்தவன்கை தப்பாமற் பட்டதுபோலும்,<br/><br/>இது பொருட்கேடு வருமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The hand that smites the earth unfailing feels the sting;<br/>So perish they who nurse their warth as noble thing."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Destruction will come upon him who ragards anger as a good thing, as surely as the hand of him who strikes the ground will not fail."
          }
        ]
      }
    ],
    "id": 307
  },
  {
    "kural": {
      "l1": "இணரெரி தோய்வன்ன வின்னா செயினும்",
      "l2": "புணரின் வெகுளாமை நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இணர்எரி தோய்வன்ன இன்னா செயினும்<br/>புணரின் வெகுளாமை நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பல சுடர்களை உடைய பெருநெருப்பில் தோய்வது போன்ற துன்பத்தை ஒருவன் செய்தபோதிலும், கூடுமானால் அவன்மேல் சினங் கொள்ளாதிருத்தல் நல்லது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இணர் எரி தோய்வு அன்ன இன்னா செயினும்= பலசுடரை உடைத்தாய பேரெரிவந்து தோய்ந்தால் ஒத்த இன்னாதவற்றை ஒருவன் செய்தான் ஆயினும்; வெகுளாமை புணரின் நன்று= அவனை வெகுளாமை ஒருவற்குக் கூடுமாயின் அது நன்று.<br/><br/>இன்னாமையின் மிகுதி தோன்ற 'இணர்எரி' என்றும், அதனை மேன் மேலும் செய்தல் தோன்ற 'இன்னா'வென்றும், அச்செயல் முனிவரையும் வெகுள்விக்கும் என்பது தோன்றப் 'புணரின்' என்றும் கூறினார்.<br/><br/>இதனான் வெகுளாமையது நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தொடர்வுபட்ட நெருப்பு மேன்மேலும் வந்துற்றாற்போல ஒருவன் தனக்கு இன்னாதவற்றைப் பலகாற்செய்யினும் கூடுமாயின் வெகுளாதொழிதல் நன்று.<br/><br/>மேல் வலியவன் பொறுக்க வேண்டுமென்றார் அவன் பொறுக்குங்கால் தீமை செய்யினும் பொறுக்க வேண்டுமென்றார்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Though men should work thee woe, like touch of tongues of fire.<br/>'Tis well if thou canst save thy soul from burning ire."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Though one commit things against you as painful (to bear) as if a bundle of fire had been thrust upon you, it will be well, to refrain, if possible, from anger."
          }
        ]
      }
    ],
    "id": 308
  },
  {
    "kural": {
      "l1": "உள்ளிய தெல்லா முடனெய்து முள்ளத்தா",
      "l2": "ளுள்ளான் வெகுளி யெனின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளிய தெல்லாம் உடனெய்தும் உள்ளத்தால்<br/>உள்ளான் வெகுளி எனின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன் மனத்தால் சினத்தை எண்ணாதிருப்பானானால், நினைத்த நன்மைகளை எல்லாம் அவன் ஒருங்கே பெறுவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள்ளத்தால் வெகுளி உள்ளான் எனின்= தவஞ்செய்யும் அவன், தன் மனத்தால் வெகுளியை ஒருகாலும் நினையான் ஆயின்; உள்ளியது எல்லாம் உடன் எய்தும்= தான் கருதிய பேறுஎல்லாம் ஒருங்கே பெறும்.<br/><br/>'உள்ளத்தால்' என வேண்டாது கூறியவதனான், அருளுடை உள்ளம்என்பது முடிந்தது. அதனன் உள்ளாமையாவது, அவ்வருளாகிய பகையை வளர்த்து அதனான் முற்றக் கடிதல். இம்மை மறுமை வீடு என்பன வேறுவேறு திறத்தனவாயினும், அவையெல்லாம் இவ்வொன்றானே எய்தும் என்பார், 'உள்ளியதெல்லாம் உடன் எய்தும்' என்றார்.<br/><br/>இதனான் வெகுளாதார்க்கு வரும் நன்மை கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னெஞ்சினால் வெகுளியை நினையானாகில் தானினைத்தனவெல்லாம் ஒருகாலத்தே கூடப்பெறுவன்,"
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If man his soul preserve from wrathful fires,<br/>He gains with that whate'er his soul desires."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man never indulges anger in his heart, he will at once obtain whatever he has thought of."
          }
        ]
      }
    ],
    "id": 309
  },
  {
    "kural": {
      "l1": "இறந்தா ரிறந்தா ரனையர் சினத்தைத்",
      "l2": "துறந்தார் துறந்தார் துணை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "இறந்தார் இறந்தார் அனையர் சினத்தைத்<br/>துறந்தார் துறந்தார் துணை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "சினத்தில் அளவுகடந்து சென்றவர் இறந்தவரைப் போன்றவர்; சினத்தை அடியோடு துறந்தவர் துறந்தவர்க்கு ஒப்பாவார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "இறந்தார் இறந்தார் அனையர்= சினத்தின்கண்ணே மிக்கார், உயிருடையர் ஆயினும், செத்தாரோடு ஒப்பர்; சினத்தைத் துறந்தார் துறந்தார் துணை= சினத்தைத் துறந்தார் சாதல்தன்மையர் ஆயினும், அதனை ஒழிந்தார் அளவினர்.<br/><br/>மிக்க சினத்தை உடையார்க்கு ஞானம் எய்துதற்குரிய உயிர் நின்றதாயினும் கலக்கத்தான் அஃதுஎய்தாமை ஒருதலையாகலின் அவரை 'இறந்தாரனையர்' என்றும், சினத்தை விட்டார்க்குச் சாக்காடு எய்துதுற்குரிய யாக்கை நின்றதாயினும், ஞானத்தான் வீடு பெறுதல் ஒருதலையாகலின், அவரை வீடுபெற்றாரோடு ஒப்பர் என்று்ம் கூறினார்.<br/><br/>இதனான் அவ்விருவரது பயனும் ஒருங்கு கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சினத்தை மிகுந்தார் செத்தாரோடு ஒப்பர், அதனை யொழிந்தார் எல்லாப் பொருளையுந் துறந்தாரோடு ஒப்பர்,<br/><br/>இது வெகுளாதார் பெரியரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Men of surpassing wrath are like the men who've passed away;<br/>Who wrath renounce , equals of all - renouncing sages they."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Those, who give way to excessive anger, are no better than dead men; but those, who are freed from it, are equal to those who are freed (from death)."
          }
        ]
      }
    ],
    "id": 310
  }
]