export default [
  {
    kural: {
      l1: 'நடுவின்றி நன்பொருள் வெஃகிற் குடிபொன்றிக்',
      l2: 'குற்றமு மாங்கே தரும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'நடுவின்றி நன்பொருள் வெஃகின் குடிபொன்றிக்<br/>குற்றமும் ஆங்கே தரும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நடுவுநிலைமை இல்லாமல் பிறர்க்குரிய நல்ல பொருளை ஒருவன் கவர விரும்பினால் அவனுடைய குடியும் கெட்டு குற்றமும் அப்பொழுதே வந்து சேரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "நடுவு இன்றி நன் பொருள் வெஃகின்= பிறர்க்கு உரியன கோடல் நமக்கு அறன் அன்று என்னும் நடுவுநிலைமை இன்றி அவர் நன்பொருளை ஒருவன் வெஃகுமாயின்;<br/><br/>குடிபொன்றிக் குற்றமும் ஆங்கே தரும்= அவ் வெஃகுதல், அவன் குடியைக் கெடச்செய்து, பல குற்றங்களையும் அப்பொழுதே அவனுக்குக் கொடுக்கும்.<br/><br/>குடியை வளரச்செய்து, பலநன்மையும் பயக்கும் இயல்புபற்றி, பொருள் வெஃகின் என்பார், 'நன்பொருள் வெஃகின்' என்றார். பொன்ற வென்பது, 'பொன்றி' எனத் திரிந்து நின்றது. 'செய்து' என்பது சொல்லெச்சம்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'நடுவு இன்றி நன் பொருள் வெஃகின்-நடுவுநிலையின்றி மிக்க பொருளை விரும்புவானாயின், குடி பொன்றி குற்றமும் ஆங்கே தரும்-(அதனாலே அவன்) குலமும் கெட்டு அவ்விடத்தே குற்றமும் உண்டாம்.<br/><br/>இது, வெஃகுதல் செய்வார்க்குச் சந்தான நாசம் உண்டா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "With soul unjust to covet others' well-earned store,<br/>Brings ruin to the home, to evil opes the door.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If a man departing from equity covet the property (of others), at that very time will his family be destroyed and guilt be incurred.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'படுபயன் வெஃகிப் பழிப்படுவ செய்யார்',
      l2: 'நடுவன்மை நாணு பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'படுபயன் வெஃகிப் பழிப்படுவ செய்யார்<br/>நடுவன்மை நாணு பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'நடுவுநிலைமை அல்லாதவற்றைக் கண்டு நாணி ஒதுங்குகின்றவர், பிறர் பொருளைக் கவர்வதால் வரும் பயனை விரும்பிப் பழியான செயல்களைச் செய்யார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'படு பயன் வெஃகிப் பழிப்படுவ செய்யார்= பிறர் பொருளை வௌவினால் தமக்கு வரும் பயனை விரும்பி, அது வௌவுதற்குப் பழியி்ன்கண்ணே படுஞ்செய்ல்களைச் செய்யார்;<br/><br/>நடுவு அன்மை நாணுபவர்= நடுவுநிலைமை யன்மையை அஞ்சுபவர்<br/><br/>நடுவு, ஒருவன் பொருட்குப் பிறன் உரியனல்லன் என்னும் நடுவு.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'படு பயன் வெஃகி பழிப்படுவ செய்யார்-(தமக்கு) உண்டாகும் பயனை விரும்பிப் பழியொடுபடுவன செய்யார், நடுவன்மை நாணுபவர்- நடுவன்மைக்கு நாணுபவர்.<br/><br/>[நாணுபவர்-அஞ்சுபவர். பழியொடுபடுவன-பழியை உண்டு பண்ணும் பாவச் செயல்கள்.]<br/><br/>இது, நடுவு நிலைமை வேண்டுபவர் வெஃகுதல் செய்யா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Through lust of gain, no deeds that retribution bring<br/>Do they, who shrink with shame from evey unjust thing.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who blush at the want of equity will not commit disgraceful acts through desire of the profit that may be gained.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'சிற்றின்பம் வெஃகி யறனல்ல செய்யாரே',
      l2: 'மற்றின்பம் வேண்டு பவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'சிற்றின்பம் வெஃகி அறனல்ல செய்யாரே<br/>மற்றின்பம் வேண்டு பவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறநெறியால் பெறும் இன்பத்தை விரும்புகின்றவர், நிலையில்லாத சிறிய இன்பத்தை விரும்பி அறம் அல்லாதவற்றைச் செய்யார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "சிற்றின்பம் வெஃகி அறன் அல்ல செய்யாரே= பிறர்பால் வௌவிய பொருளால் தாம் எய்தும் நிலையில்லாத இன்பத்தை விரும்பி அவர்மாட்டு அறனல்லாத செயல்களைச் செய்யார்;<br/><br/>மற்றின்பம் வேண்டுபவர்= அறத்தான் வரும் நிலையுடைய இன்பத்தைக் காதலிப்பவர்.<br/><br/>பாவத்தான் வருதலின் அப்பொழுதே அழியும் என்பார், 'சிற்றின்பம்' என்றார். மற்றை இன்பம் என்பது, 'மற்றின்பம்' என நின்றது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'சிற்றின்பம் வெஃகி அறன் அல்ல செய்யார்-சிற்றின்பத்தை நல்கும் பொருளை விரும்பி அறனல்லாதவற்றைச் செய்யார், மற்று இன்பம் வேண்டு பவர்-பேரின்பமாகிய வீடு பேற்றைக் காமிப்பவர்.<br/><br/>[மற்று இன்பம்-சிற்றின்பமல்லாத இன்பம்-பேரின்பம். ஏகாரம் அசை, அறனல்லாத-மறச்செயல்கள்.]<br/><br/>இது, வீடு பெற விரும்புவோர் வெஃகுதல் செய்யா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'No deeds of ill, misled by base desire,<br/>Do they, whose souls to other joys aspire.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Those who desire the higher pleasures (of heaven) will not act unjustly through desire of the trifling joy. (in this life.)',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற',
      l2: 'புன்மையில் காட்சி யவர்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற<br/>புன்மையில் காட்சி யவர்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஐம்புலன்களையும் வென்ற குற்றமில்லாத அறிவை உடையவர், `யாம் வறுமை அடைந்தோம்’ என்று எண்ணியும் பிறர் பொருளை விரும்பார்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'இலம் என்று வெஃகுதல் செய்யார்= யாம் வறியம் என்று கருதி அது தீர்தற் பொருட்டுப் பிறர் பொருளை விரும்புதல் செய்யார்;<br/><br/>புலம் வென்ற புன்மையில் காட்சியவர்= ஐம்புலன்களையும் வென்ற குற்றம் இல்லாத காட்சியினை உடையார்.<br/><br/>வெல்லுதல் பாவநெறிக்கண் செல்லவிடாமை. புலம் வென்ற புன்மையில் காட்சியவர்க்கு வறுமை யின்மையின் வெஃகுதலும் இல்லையாயிற்று. புன்மையில் காட்சி பொருள்களைத் திரிபின்றி உணர்தல்.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'இலம் என்று வெஃகுதல் செய்யார்-(யாம்) வறியம் என்று பிறர் பொருளை விரும்புதல் செய்யார், புலம் வென்ற புன்மை இல் காட்சியவர் -ஐம்புலனையும் வென்ற புன்மை இல்லாத தெளிவை யுடையார்.<br/><br/>[ஐம்புலன்-சுவை, ஒளி, ஊறு, ஓசை, நாற்றம். அவற்றை வெல்லலாவது, அவற்றைப் பற்றி எழும் அவாவினை ஒழித்தல்.]<br/><br/>இது, துறந்தார் வெஃகுதல் செய்யாரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Men who have conquered sense, with sight from sordid vision freed,<br/>Desire not other's goods, e'en in the hour of sorest need.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'The wise who have conquered their senses and are free from crime, will not covet (the things of others), with the thought "we are destitute."',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அஃகி யகன்ற வறிவென்னாம் யார்மாட்டும்',
      l2: 'வெஃகி வெறிய செயின்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அஃகி அகன்ற அறிவென்னாம் யார்மாட்டும்<br/>வெஃகி வெறிய செயின்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'யாரிடத்திலும் பொருளைக் கவர விரும்பிப் பொருந்தாதவற்றைச் செய்தால், நுட்பமானதாய் விரிவுடையதாய் வளர்ந்த அறிவால் பயன் என்ன?',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "அஃகி அகன்ற அறிவு என் ஆம்= நுண்ணிதாய் எல்லா நூல்களினும் சென்ற தம்மறிவு என்னபயத்ததாம்?<br/><br/>வெஃகி யார்மாட்டும் வெறிய செயின்= பொருளை விரும்பி யாவர்மாட்டும் அறிவொடு படாத செயல்களை அறிவுடையார் செய்வாராயின்.<br/><br/>'யார்மாட்டும் வெறிய செய்த'லாவது, தக்கார்மாட்டும் தகாதார் மாட்டும் இழிந்தனவும் கடியனவும் முதலியன செய்தல். அறிவிற்குப் பயன் அவை செய்யாமை யாகலின் 'அறிவென்னாம்' என்றார்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அஃகி அகன்ற அறிவு என் ஆம்-நுண்ணிதாகப் பரந்த அறிவுடையனா யிருத்தலால் யாது பயன் ஆகும், வெஃகி யார் மாட்டும் வெறிய செயின்-பிறர் பொருளை விரும்பி எல்லாரிடத்தும் ஈரமில்லாதன செய்வானாயின்?<br/><br/>[அறிவு என்பது அறிவுடையனாயிருக்கும் தன்மையைக் குறித்து நின்றது. ஈரமில்லாதன-அன்பில்லாத செயல்கள்.]<br/><br/>இஃது, அறிவுடையார் வெஃகுதல் செய்யா ரென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'What gain, though lore refined of amplest reach he learn,<br/>His acts towards all mankind if covetous desire to folly turn?',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'What is the advantage of extensive and accurate knowledge if a man through covetousness act senselessly towards all ?',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அருள்வெஃகி யாற்றின்க ணின்றான் பொருள்வெஃகிப்',
      l2: 'பொல்லாத சூழக் கெடும்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப்<br/>பொல்லாத சூழக் கெடும்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அருளை விரும்பி அறநெறியில் நின்றவன், பிறனுடைய பொருளை விரும்பிப் பொல்லாத குற்றங்களை எண்ணினால் கெடுவான்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அருள் வெஃகி ஆற்றின்கண் நின்றான்= அருளாகிய அறத்தை விரும்பி அதற்கு வழியாகிய இல்லறத்தின்கண் நின்றவன்;<br/><br/>பொருள் வெஃகி பொல்லாத சூழக் கெடும்= பிறர் பொருளை அவாவி அதனை வருவிக்கும் குற்றநெறிகளை எண்ணக் கெடும்.<br/><br/>இல்லற நெறியால் அறிவு முதிர்ந்துழியல்லது துறக்கப் படாமையின், அதனைத் துறவறத்திற்கு ஆறு என்றார். கெடுதல் இரண்டறமும் சேரவிழத்தல். சூழ்ந்த துணையானே கெடும் எனவே, செய்தாற் கெடுதல் சொல்லாமலேயே பெறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அருள் வெஃகி ஆற்றின்கண் நின்றான்-அருளை விரும்பி அறநெறியிலே நின்றவனும், பொருள் வெஃகி பொல்லாத சூழ கெடும் - பொருளை விரும்பி அறனல்லாதவற்றைச் சூழக் கெடுவன்.<br/><br/>[நின்றதும் என்பது உம்மை தொக்கு நின்றது. உம்மை உயர்வு சிறப்பும்மை. அஃது, அருளை விரும்பி அறநெறியிலே நின்றவன் வேறொன்றாலும் கெடான் என்பதனைச் சுட்டி நின்றது. சூழ்தல்-நினைத்தல்.]<br/><br/>இஃது, அருளுடையானும் வெஃகுதல் செய்யக் கெடுவ னென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "Though, grace desiring, he in virtue's way stand strong,<br/>He's lost who wealth desires, and ponders deeds of wrong.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If he, who through desire of the virtue of kindness abides in the domestic state i.e., the path in which it may be obtained, covet (the property of others) and think of evil methods (to obtain it), he will perish.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'வேண்டற்க வெஃகியா மாக்கம் விளைவயின்',
      l2: 'மாண்டற் கரிதாம் பயன்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'வேண்டற்க வெஃகியாம் ஆக்கம் விளைவயின்<br/>மாண்டற் கரிதாம் பயன்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'பிறர் பொருளைக் கவர விரும்புவதால் ஆகும் ஆக்கத்தை விரும்பாதிருக்க வேண்டும்; அது பயன் விளைக்கும்போது அப்பயன் நன்மையாவது அரிதாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "வெஃகி ஆம் ஆக்கம் வேண்டற்க= பிறர் பொருளை அவாவிக்கொண்டு அதனால் ஆகின்ற ஆக்கத்தை விரும்பாது ஒழிக;<br/><br/>விளைவயின் பயன் மாண்டற்கு அரிதாம்= பின் அனுபவிக்குங்கால் அவ்வாக்கத்தின் பயன் நன்றாதல் இல்லை ஆகலான்.<br/><br/>'விளை' என்பது முதனிலைத் தொழிற்பெயர். இவை ஏழு பாட்டானும் வெஃகுதலின் குற்றம் கூறப்பட்டது.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'வெஃகி ஆம் ஆக்கம் வேண்டற்க-பிறர் பொருளை விரும்பி ஆகும் ஆக்கத்தை வேண்டாதொழிக; விளைவயின் ஆம் பயன் மாண்டற்கு அரிது -(அது) பயன்படுங்காலத்தில் ஆகும் பயன் நன்றாதல் இல்லையாதலான்.<br/><br/>[மாண்டற்கு அரிது-மாட்சிமைப்படுதற்கு அரிது-மாட்சிமைப்படுதல் இல்லை-நன்றாதல் இல்லை.]<br/><br/>இது, வெஃகலால் ஆகும் ஆக்கம் நல்ல பயனை நல்காதென்று கூறிற்று.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Seek not increase by greed of gain acquired;<br/>That fruit matured yeilds never good desired.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Desire not the gain of covetousness. In the enjoyment of its fruits there is no glory.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை',
      l2: 'வேண்டும் பிறன்கைப் பொருள்',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை<br/>வேண்டும் பிறன்கைப் பொருள்',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'ஒருவனுடைய செல்வத்திற்குக் குறைவு நேராதிருக்க வழி எது என்றால், அவன் பிறனுடைய கைப்பொருளை விரும்பாதிருத்தலாகும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'செல்வத்திற்கு அஃகாமை யாதுஎனின்= சுருங்கன்மாலைத்தாகிய செல்வத்திற்குச் சுருங்காமைக் காரணம் யாதென்று ஒருவன் ஆராயின்;<br/><br/>பிறன் வேண்டும் கைப்பொருள் வெஃகாமை= அது பிறன் வேண்டும் கைப்பொருளைத் தான் வேண்டாமையாம்.<br/><br/>அஃகாமை ஆகுபெயர். வெஃகாதான் செல்வம் அஃகாதென்பதாயிற்று.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'செல்வம் அஃகாமைக்கு யாது எனின்-செல்வம் சுருங்காமைக்குக் காரணம் யாதோவெனின், பிறன் வேண்டும் கைப்பொருள் வெஃகாமை-பிறன் விரும்பும் கைப்பொருளை (த்தான்) வேண்டாமை (என்க).<br/><br/>இது, வெஃகுதல் செய்யா தார்க்குச் செல்வம் அழியா தென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "What saves prosperity from swift decline?<br/>Absence of lust to make another's cherished riches thine!",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'If it is weighed, "what is the indestructibility of wealth," it is freedom from covetousness.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'அறனறிந்து வெஃகா வறிவுடையார்ச் சேருந்',
      l2: 'திறனறிந் தாங்கே திரு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'அறனறிந்து வெஃகா அறிவுடையார்ச் சேரும்<br/>திறன்அறிந் தாங்கே திரு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'அறம் இஃது என்று அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரைத் திருமகள் தான் சேரும் திறன் அறிந்து அதற்கு ஏற்றவாறு சேர்வாள்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: 'அறன் அறிந்து வெஃகா அறிவுடையார்= இஃது அறன் என்று அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரை;<br/><br/>திரு திறன் அறிந்து ஆங்கே சேரும்= திருமகள் தான் அடைதற்கு ஆம்கூற்றினை அறிந்து அக்கூற்றானே சென்று அடையும்.<br/><br/>அடைதற்காங் கூறு காலமும், இடனும், செவ்வியும் முதலாயின. இவை இரண்டு பாட்டானும், வெஃகாமையின் குணம் கூறப்பட்டது.',
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'அறன் அறிந்து வெஃகா அறிவுடையார்-அறத்தை அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரை, திரு திறன் அறிந்து சேரும்-திருமகள் (தானே) தகுதியறிந்து சேர்வள்.<br/><br/>அறன் அறிதல்-பிறர்பொருளை விரும்பாமை அறனென்று அறிதல்.<br/><br/>இது, வெஃகுதல் செய்யாதார்க்குச் செல்வம் உண்டா மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: 'Good fortune draws anigh in helpful time of need,<br/>To him who, schooled in virtue, guards his soul from greed.',
          },
          {
            title: 'Commentary',
            author: '',
            text: 'Lakshmi, knowing the manner (in which she may approach) will immediately come to those wisemen who, knowing that it is virtue, covet not the property of others.',
          },
        ],
      },
    ],
  },
  {
    kural: {
      l1: 'இறலீனு மெண்ணாது வெஃகின் விறலீனும்',
      l2: 'வேண்டாமை யென்னுஞ் செருக்கு',
    },
    translations: [
      {
        id: 'ta',
        explanations: [
          {
            title: 'மூலம்',
            author: 'ரா. சீனிவாசன்',
            text: 'இறலீனும் எண்ணாது வெஃகின் விறல்ஈனும்<br/>வேண்டாமை என்னுஞ் செருக்கு',
          },
          {
            title: 'உரை',
            author: 'மு. வரதராசனார்',
            text: 'விளைவை எண்ணாமல் பிறர் பொருளை விரும்பினால் அஃது அழிவைத் தரும்; அப்பொருளை விரும்பாமல் வாழும் பெருமை வெற்றியைத் தரும்.',
          },
          {
            author: 'பரிமேலழகர்',
            title: 'உரை',
            text: "எண்ணாது வெஃகின் இறல் ஈனும்= பின் விளைவது அறியாது ஒருவன் பிறன் பொருளை வௌவக் கருதின் அக்கருத்து அவனுக்கு இறுதியைப் பயக்கும்;<br/><br/>வேண்டாமை என்னும் செருக்கு விறல் ஈனும்= அப்பொருளை வேண்டாமை என்னும் செல்வம் வெற்றியைப் பயக்கும்.<br/><br/>பகையும், பாவமும் பெருக்கலின் 'இறலீனும்' என்றும், அப்பொருளை வேண்டி உழல்வோர் யாவரயும் கீழ்ப்படுத்தலின் 'விறலீனும்' என்றும் கூறினார். 'செருக்கு', ஆகுபெயர். இதனால் அவ்விருமையும் ஒருங்கு கூறப்பட்டன. (இருமை= வெஃகுதலின் குற்றமும், வெஃகாமையின் குணமும் ஆகிய இரண்டு- மெய்)<br/><br/>வேண்டாமை யென்னும் செருக்கு விறல் ஈனும்= வேண்டாமை என்னும் செல்வம் வெற்றியைப் பயக்கும்.",
          },
          {
            title: 'உரை',
            author: 'மணக்குடவர்',
            text: 'எண்ணாது வெஃகின் இறல் ஈனும்-விசாரியாதே பிறர் பொருளை விரும்புவானாயின் (அது அவனுக்குக்) கேட்டைத் தரும்; வேண்டாமை என்னும் செருக்கு விறல் ஈனும்-(பிறன் பொருளை) வேண்டாமையாகிய பெருமிதம் ஆக்கத்தைத் தரும்.<br/><br/>இது, வெஃகுதல் செய்வார்க்கு உயிர்க்கேடு வரு மென்றது.',
          },
        ],
      },
      {
        id: 'en',
        explanations: [
          {
            title: 'Translation',
            author: 'George Uglow Pope',
            text: "From thoughtless lust of other's goods springs fatal ill,<br/>Greatness of soul that covets not shall triumph still.",
          },
          {
            title: 'Commentary',
            author: '',
            text: 'To covet (the wealth of another) regardless of consequences will bring destruction. That greatness (of mind) which covets not will give victory.',
          },
        ],
      },
    ],
  },
];
