export default [
  {
    "kural": {
      "l1": "வாய்மை யெனப்படுவ தியாதெனின் யாதொன்றுந்",
      "l2": "தீமை யிலாத சொலல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வாய்மை எனப்படுவது யாதெனின் யாதொன்றும்<br/>தீமை இலாத சொலல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வாய்மை என்று கூறப்படுவது எது என்றால் அது மற்றவர்க்கு ஒரு சிறிதும் தீமை இல்லாத சொற்களைச் சொல்லுதல் ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வாய்மை எனப்படுவது யாது எனின்= மெய்ம்மை என்று சிறப்பித்துச் சொல்லப்படுவதுயாதென்று வினவின்; தீமை யாது ஒன்றும் இலாத சொலல்= அது பிறிதோர் உயிர்க்குத் தீங்கு சிறிதும் பயவாத சொற்களைச் சொல்லுதல்.<br/><br/>தீமை யாதொன்றும் இலாதவென இயையும். எனப்படுவதென்பது, ஊரெனப்படுவது உறையூர்\" எ்றாற் போல நின்றது. இதனான் நிகழ்ந்தது கூறல் என்பது நீக்கப்பட்டது. அதுதானும், தீங்கு பயவாதாயின் மெய்ம்மையாம்; பயப்பிப்பிற் பொய்ம்மையாம் என்பது கருத்து."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொய் சொல்லாத மெய்யென்று சொல்லப்படுவது யாதென்று வினவின், பிறர்க்கு யாதொன்றானும் தீமை பயவாத சொற்களைச் சொல்லுதல்,<br/><br/>வாய்மை யாது என்றார்க்கு இது கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "You ask , in lips of men what 'truth' may be;<br/>'Tis speech from every taint of evil free."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Truth is the speaking of such words as are free from the least degree of evil (to others)."
          }
        ]
      }
    ],
    "id": 291
  },
  {
    "kural": {
      "l1": "பொய்மையும் வாய்மை யிடத்த புரைதீர்ந்த",
      "l2": "நன்மை பயக்கு மெனின்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொய்மையும் வாய்மை யிடத்த புரைதீர்ந்த<br/>நன்மை பயக்கும் எனின்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "குற்றம் தீர்ந்த நன்மையை விளைக்குமானால் பொய்யான சொற்களும் வாய்மை என்று கருதத்தக்க இடத்தைப் பெறுவனவாம்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புரை தீர்ந்த நன்மை பயக்கும் எனின்= பிறர்க்கு<br/><br/>குற்றந் தீர்ந்த நன்மையைப் பயக்குமாயின்; பொய்ம்மையும் வாய்மை இடத்த= <br/><br/>பொய்ம்மைச் சொற்களும் மெய்ம்மைச் சொற்களின்பாலவாம்.<br/><br/>'குற்றம் தீர்ந்த நன்மை' அறம்; அதனைப்பயத்தலாவது, கேடாதல் சாக்காடாதல் எய்த நின்றதோர் உயி்ர் அச்சொற்களின் பொய்ம்மையானே அதனின் நீங்கி இன்புறுதல். நிகழாதது கூறலும், நன்மை பயவாதாயிற் பொய்ம்மையாம்; பயப்பின் மெய்ம்மையாம் என்பது கருத்து.<br/><br/>இவை இரண்டு பாட்டானும் தீங்குபயவாத நிகழ்ந்தது கூறலும், நன்மைபயக்கும் நிகழாதது கூறலும் மெய்ம்மை எனவும், நன்மை பயவாத நிகழாததுகூறலும், தீங்கு பயக்கும் நிகழ்ந்ததுகூறலும் பொய்ம்மை எனவும் அவற்றது இலக்கணம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொய்யும் மெய்யோ டொக்கும், குற்றந் தீர்ந்த நன்மையைப் பயக்குமாயின்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Falsehood may take the place of truthful word,<br/>If blessing, free from fault, it can afford."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Even falsehood has the nature of truth, if it confer a benefit that is free from fault."
          }
        ]
      }
    ],
    "id": 292
  },
  {
    "kural": {
      "l1": "தன்னெஞ் சறிவது பொய்யற்க பொய்த்தபின்",
      "l2": "றன்னெஞ்சே தன்னைச் சுடும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தன்நெஞ் சறிவது பொய்யற்க பொய்த்தபின்<br/>தன்நெஞ்சே தன்னைச் சுடும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன் நெஞ்சம் அறிவதாகிய ஒன்றைக் குறித்துப் பொய் சொல்லக்கூடாது. பொய் சொன்னால் அதைக் குறித்துத் தன் நெஞ்சமே தன்னை வருத்தும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தன்நெஞ்சு அறிவது பொய்யற்க= ஒருவன் தன் நெஞ்சு அறிவது ஒன்றனைப் பிறர் அறிந்திலர் என்று பொய்யாது ஒழிக; பொய்த்தபின் தன் நெஞ்சே தன்னைச் சுடும்= பொய்த்தான் ஆயின், அதனை அறிந்த தன் நெஞ்சே அப்பாவத்தின் கரியாய் நின்று, தன்னை அதன் பயனாய துன்பத்தை எய்துவிக்கும்.<br/><br/>நெஞ்சு கரியாதல்,<br/><br/>\"கண்டவரில்லென வுலகத்துள் உணராதார்<br/><br/>தங்காது தகைவி்னறித் தாஞ்செய்யும் வினைகளுள்<br/><br/>நெஞ்சத்திற் குறுகிய கரியில்லை யாகலின்\" என்பதானானும் அறிக.<br/><br/>பொய் மறையாமையின், அது கூறலாகாது என்பது இதனாற் பெறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னெஞ்சு அறிந்ததனைப் பொய்யாது சொல்லுக: பொய்ப்பனாயின் தன்னெஞ்சுதானே தன்னை யொறுக்கும்,<br/><br/>சுடுதலாவது அதனாற் பிறர்க்கு உளதாகுந் தீமையைக் கண்டு என் செய்தோம் யாமென்று வருந்துவித்தல். இது பொய்யாமை வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Speak not a word which false thy own heart knows,<br/>Self-kindled fire within the false one's spirit glows."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Let not a man knowingly tell a lie; for after he has told the lie, his mind will burn him (with the memory of his guilt)."
          }
        ]
      }
    ],
    "id": 293
  },
  {
    "kural": {
      "l1": "உள்ளத்தாற் பொய்யா தொழுகி னுலகத்தா",
      "l2": "ருள்ளத்து ளெல்லா முளன்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உள்ளத்தாற் பொய்யா தொழுகின் உலகத்தார்<br/>உள்ளத்து ளெல்லாம் உளன்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன் உள்ளம் அறியப் பொய் இல்லாமல் நடப்பானானால், அத்தகையவன் உலகத்தாரின் உள்ளங்களில் எல்லாம் இருப்பவனாவான்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உள்ளத்தால் பொய்யாது ஒழுகின்= ஒருவன் தன் உள்ளத்திற்கு ஏற்பப் பொய்கூறாது ஒழுகுவான் ஆயின்; உலகத்தார் உள்ளத்துள் எல்லாம் உளன்= அவன் உயர்ந்தோர் உள்ளத்தி்ன்கண் எல்லாம் உளனாம்.<br/><br/>உள்ளத்தால் என்பது வேற்றுமை மயக்கம். 'பொய் கூறாது ஒழுகுதலாவது, மெய்கூறி ஒழுகுதல். அவனது அறத்தினது அருமை நோக்கி உயர்ந்தோர் எப்பொழுதும் அவனையே நினைப்பர் என்பதாம்.<br/><br/>இதனான் இம்மைப்பயன் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னெஞ்சினாற் பொய்யை நினையாது ஒழுகுவனாயின் உலகத்தார் நெஞ்சினுளெல்லாம் உளனாவான்.<br/><br/>இது பொய்யை நினையாதாரை எல்லாரும் போற்றுவாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "True to his inmost soul who lives,-enshrined<br/>He lives in souls of all mankind."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He who, in his conduct, preserves a mind free from deceit, will dwell in the minds of all men."
          }
        ]
      }
    ],
    "id": 294
  },
  {
    "kural": {
      "l1": "மனத்தொடு வாய்மை மொழியிற் றவத்தொடு",
      "l2": "தானஞ் செய்வாரிற் றலை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "மனத்தொடு வாய்மை மொழியின் தவத்தொடு<br/>தானஞ்செய் வாரின் தலை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவன் தன் மனத்தோடு பொருந்த உண்மை பேசுவானானால், அவன் தவத்தோடு தானமும் ஒருங்கே செய்வாரைவிடச் சிறந்தவன்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "மனத்தொடு வாய்மை மொழியின்= ஒருவன் தன் மனத்தொடு பொருந்த வாய்மையைச் சொல்வானாயின்; தவத்தொடு தானம் செய்வாரின் தலை= அவன், தவமும் தானமும் ஒருங்குசெய்வாரினும் சிறப்புடையன்.<br/><br/>'மனத்தொடு பொருந்துதல்' மனத்திற்கு ஏறுதல். புறமாகிய மெய்யாற் செய்யும் அவற்றினும் அகமாகிய மன மொழிகளாற் செய்வது பயனுடைத்து என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தன்னெஞ்சினாற் பொய்யை நினையாது ஒழுகுவனாயின் உலகத்தார் நெஞ்சினுளெல்லாம் உளனாவான்.<br/><br/>இது பொய்யை நினையாதாரை எல்லாரும் போற்றுவாரென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Greater is he who speaks the truth with full consenting mind.<br/>Than men whose lives have penitence and charity combined."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "He, who speaks truth with all his heart, is superior to those who make gifts and practise austerities."
          }
        ]
      }
    ],
    "id": 295
  },
  {
    "kural": {
      "l1": "பொய்யாமை யன்ன புகழில்லை யெய்யாமை",
      "l2": "யெல்லா வறமுந் தரும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொய்யாமை அன்ன புகழில்லை எய்யாமை<br/>எல்லா அறமுந் தரும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒருவனுக்குப் பொய் இல்லாமல் வாழ்தலைப் போன்ற புகழ்நிலை வேறொன்றும் இல்லை; அஃது அவன் அறியாமலே அவனுக்கு எல்லா அறமும் கொடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொய்யாமை அன்ன புகழ் இல்லை= ஒருவனுக்கு இம்மைக்குப் பொய்யாமை ஒத்த புகழ்க்காரணமில்லை; எய்யாமை எல்லா அறமும் தரும்= மறுமைக்கு மெய்வருந்தாமல் அவனுக்கு எல்லா அறங்களையும் தானே கொடுக்கும்.<br/><br/>'புகழ்'- ஈண்டு ஆகுபெயர். இல்லறத்திற்குப் பொருள் கூட்டல் முதலியவற்றாலும், துறவறத்திற்கு உண்ணாமை முதலியவற்றாலும், வருந்தல் வேண்டுமன்றே, அவ்வருத்தங்கள் புகுதாமல் அவ்விருவகைப்பயனையும் தானே தரும் என்பார், 'எயயாமை எல்லாவறமுந் தரும்' என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "மனத்தோடே கூட மெய் சொல்லுவனாயின் தவத்தோடே கூடத் தானஞ் செய்வாரில் தலையாவான்.<br/><br/>இஃது எல்லா நன்மையும் பயக்கு மென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "No praise like that of words from falsehood free;<br/>This every virtue yields spontaneously."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "There is no praise like the praise of never uttering a falsehood: without causing any suffering, it will lead to every virtue."
          }
        ]
      }
    ],
    "id": 296
  },
  {
    "kural": {
      "l1": "பொய்யாமை பொய்யாமை யாற்றி னறம்பிற",
      "l2": "செய்யாமை செய்யாமை நன்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொய்யாமை பொய்யாமை ஆற்றின் அறம்பிற<br/>செய்யாமை செய்யாமை நன்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பொய்யாமை ஆகிய அறத்தை உண்மையாகவே போற்றி வாழ முடிந்தால் மற்ற அறங்களைச் செய்தலும் நல்லது ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொய்யாமை பொய்யாமை ஆற்றின்= ஒருவன் பொய்யாமையே பொய்யாமையே செய்யவல்லவனாயின்;<br/><br/>பிற அறம் செய்யாமை செய்யாமை நன்று= அவன் பிற அறங்களைச்செய்யாமையே செய்யாமையே நன்று.<br/><br/>அடுக்கு இரண்டனுள், முதலது இடைவிடாமை மேற்று; ஏனையது துணிவின் மேற்று. பல அறங்களையும் மேற்கொண்டு செய்தற்கு அருமையாற் சில தவறிற் குற்றப்படுதலின், அவை எல்லாவற்றின் பயனையுந் தானே தரவற்றாய இதனையே மேற்கொண்டு தவறாமற் செய்தல் நன்று என்பார், 'செயயாமை செய்யாமை நன்'றென்றார். இதனை, இவ்வாறுஅன்றிப் பொய்யாமையைப் பொய்யாமற் செய்யிற் பிற அறம் செய்கை நன்று எனப் பொழிப்பாககிப் பொய்கூறிற் பிறஅறஞ் செய்கை நன்றுஆகாது என்பது, அதனால் போந்த பொருளாக்கி உரைப்பாரும் உளர்2.<br/><br/>பிறவறங்கள் எல்லாந் தரும் பயனைத் தானே தரும் ஆற்றல் உடைத்து என மறுமைப்பயனது மிகுதி இவை மூன்றுபாட்டானும் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொய்யாமையை யுடையன் என்பதனோடு ஒத்த புகழ் வேறொன்றில்லை; பொய்யாமையானது அவனறியாமல் தானே எல்லா அறங்களையுங் கொடுக்குமாதலான்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "If all your life be utter truth, the truth alone,<br/>'Tis well , though other virtuous acts be left undone."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "If a man has the power to abstain from falsehood, it will be well with him, even though he practise no other virtue."
          }
        ]
      }
    ],
    "id": 297
  },
  {
    "kural": {
      "l1": "புறந்தூய்மை நீரா னமையு மகந்தூய்மை",
      "l2": "வாய்மையாற் காணப் படும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "புறந்தூய்மை நீரான் அமையும் அகந்தூய்மை<br/>வாய்மையால் காணப் படும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "புறத்தே தூய்மையாக விளங்குதல் நீரினால் ஏற்படும்; அதுபோல அகத்தே தூய்மையாக விளங்குதல் வாய்மையால் உண்டாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "புறம் தூய்மை நீரான் அமையும்= ஒருவனுக்கு உடம்பு தூய்தாந்தன்மை நீரானே உண்டாம்; அகம் தூய்மை வாய்மையான் காண்ப் படும்= அதுபோல, மனம் தூய்தாம் தன்மை வாய்மையான் உண்டாம்.<br/><br/>காணப்படுவது உள்ளதாகலின் உண்டாம் என்று உரைக்கப்பட்டது. உடம்பு தூய்தாதல் வாலாமை நீங்குதல். மனம் தூய்தாதல் மெய்யுணர்தல். புறந்தூய்மைக்கு நீர்அல்லது காரணம் இல்லை என்றவாறாயிற்று.<br/><br/>இதனானே துறந்தார்க்கு இரண்டு தூய்மையும் வேண்டும் என்பது பெற்றாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உடம்பு தூயதாதல் நீரினாலே யமைந்து விடும்: மனத்தின் தூய்மை மெய்சொல்லுதலினாலே யறியப்படும்."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Outward purity the water will bestow;<br/>Inward purity from truth alone will flow."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Purity of body is produced by water and purity of mind by truthfulness."
          }
        ]
      }
    ],
    "id": 298
  },
  {
    "kural": {
      "l1": "எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப்",
      "l2": "பொய்யா விளக்கே விளக்கு"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப்<br/>பொய்யா விளக்கே விளக்கு"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "(புறத்தில் உள்ள இருளை நீக்கும்) விளக்குகள் எல்லாம் விளக்குகள் அல்ல; சான்றோர்க்கு (அகத்து இருள் நீக்கும்) பொய்யாமையாகிய விளக்கே விளக்கு ஆகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "எல்லா விளக்கும் விளக்கு அல்ல= புறத்திருள் கடியும் உலகத்தார் விளக்குகளெல்லாம் விளக்கு ஆகா; சான்றோர்க்கு விளக்கு பொய்யா விளக்கே= துறவான் அமைந்தார்க்கு விளக்காவது மனத்து இருள்கடியும் பொய்யாமையாகிய விளக்கே.<br/><br/>உலகத்தார் விளக்காவன: ஞாயிறு, திங்கள், தீ என்பன. இவற்றிற்குப் போகாத இருள் போகலின், 'பொய்யா விளக்கே விளக்கு' என்றார். அவ்விருளாவது அறியாமை. பொய்யாத விளக்கு என்பது குறைந்து நின்றது. பொய் கூறமையாகிய விளக்கு என்றவாறு. இனி, இதற்குக் கல்வி முதலியவற்றான் வரும் விளக்கம் எல்லாம் விளக்கம் அல்ல; அமைந்தார்க்கு விளக்கமாவது, பொய்யாமையான் வரும் விளக்கமே என்று உரைப்பாரும் உளர்3."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சான்றோர்க்கு எல்லாவறத்தினாலும் உண்டான ஒளியும் ஒளியல்ல: பொய்யாமையா னுண்டான ஒளியே ஒளியாகும்.<br/><br/>இது பொய்யாவிளக்குச் சான்றோர்க்கு இன்றியமையாதென்று கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Every lamp is not a lamp in wise men's sight;<br/>That's the lamp with truth's pure radiance bright."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "All lamps of nature are not lamps; the lamp of truth is the lamp of the wise."
          }
        ]
      }
    ],
    "id": 299
  },
  {
    "kural": {
      "l1": "யாமெய்யாக் கண்டவற்று ளில்லை யெனைத்தொன்றும்",
      "l2": "வாய்மையி னல்ல பிற"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "யாமெய்யாக் கண்டவற்றுள் இல்லை எனைத்தொன்றும்<br/>வாய்மையின் நல்ல பிற"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "யாம் உண்மையாகக் கண்ட பொருள்களுள் வாய்மையைவிட எத்தன்மையாலும் சிறந்தவைகளாகச் சொல்லத் தக்கவை வேறு இல்லை."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "யாம் மெய்யாக் கண்டவற்றுள்= யாம் மெய்ந்நூல்களாகக் கண்டநூல்களுள்; எனைத்தொன்றும் வாய்மையின் நல்ல பிற இல்லை= யாதொரு தன்மையானும் வாய்மையின் மிக்கனவாகச் சொல்லப்பட்ட பிற அறங்கள் இல்லை.<br/><br/>மெய்யுணர்த்துவனவற்றை 'மெய்' என்றார். அவையாவன: தங்கண் மயக்கம் இன்மையின், பொருள்களை உள்ளவாறு உணர வல்லராய்க் காம வெகுளிகளின்மையின், அவற்றை உணர்ந்தவாறே உரைக்கவும் வல்லராய இறைவர், அருளான் உலகத்தார் உறுதி எய்துதற் பொருட்டுக் கூறிய ஆகமங்கள். அவை எல்லாவற்றினும் இஃது ஒப்ப முடிந்தது என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "யாம் மெய்யாக் கண்டவற்றுள் மெய் சொல்லுதல்போல நன்றாயிருப்பன, வேறு யாதொன்றும் இல்லை.<br/><br/>இஃது எல்லா அறமும் இதனோடு ஒவ்வாதென்று அதன் தலைமை கூறிற்று."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Of all good things we've scanned with studious care,<br/>There's nought that can with truthfulness compare."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Amidst all that we have seen (described) as real (excellence), there is nothing so good as truthfulness."
          }
        ]
      }
    ],
    "id": 300
  }
]