export default [
  {
    "kural": {
      "l1": "சூழ்ச்சி முடிவுதுணி வெய்த லத்துணிவு",
      "l2": "தாழ்ச்சியுட் டங்குத றீது"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "சூழ்ச்சி முடிவு துணிவெய்தல் அத்துணிவு<br/>தாழ்ச்சியுள் தங்குதல் தீது"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஆராய்ந்து எண்ணுவதற்கு எல்லை துணிவு கொள்வதே ஆகும். அவ்வாறு கொண்ட துணிவு காலந் தாழ்த்து நிற்பது குற்றமாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "சூழ்ச்சி முடிவு துணிவெய்தல்= விசாரத்திற்கு எல்லையாவது, விசாரிக்கின்றான் இனி இது தப்பாது என்னும் துணிவினைப் பெறுதல்; அத்துணிவு தாழ்ச்சியுள் தங்குதல் தீது= அங்ஙனந் துணிவு பெற்ற வினை, பின் நீட்டிப்பின்கண் தங்குமாயின், அது குற்றமுடைத்து.<br/><br/>'சூழ்ச்சி முடிவு துணிவெய்தல்' எனவே, துணிவெய்தும் அளவுஞ் சூழவேண்டும் என்பது பெற்றாம். பின்னர்த் `துணிவு` ஆகுபெயர். நீட்டிப்புச் செய்யுங் காலத்துச் செய்யாமை. அஃதுள்ளவழிக் காலக் கழிவாகலானும், பகைவர் அறிந்து அழித்தலானும் முடியாமையின் அதனைத் தீது என்றார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "சூழ்ச்சிக்கு எல்லை துணிவு பெறுதல்: அவ்வாறு துணிந்தவினை நீட்டித்தலின்கண்ணே கிடைக்குமாயின் அது தீதாம்.<br/><br/>இது வினைசெயத் துணிந்த காலத்து நீட்டிக்குமாயின் அதனை யறிந்து பகைவர் தம்மைக் காப்பார்: ஆதலால் நீட்டியாது விரைந்து வினை செய்யவேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Resolve is counsel's end. If resolutions halt<br/>In weak delays, still unfulfilled, 'tis grievous fault."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Consultation ends in forming a resolution (to act); (but) delay in the execution of that resolve is an evil,”"
          }
        ]
      }
    ],
    "id": 671
  },
  {
    "kural": {
      "l1": "தூங்குக தூங்கிச் செயற்பால தூங்கற்க",
      "l2": "தூங்காது செய்யும் வினை"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "தூங்குக தூங்கிச் செயற்பால தூங்கற்க<br/>தூங்காது செய்யும் வினை"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "காலந்தாழ்த்துச் செய்யத் தக்கவற்றைக் காலந்தாழ்த்தே செய்யவேண்டும்; காலந்தாழ்க்காமல் விரைந்து செய்ய வேண்டிய செயல்களைச் செய்யக் காலந்தாழ்த்தக்கூடாது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "தூங்கிச் செயற்பால தூங்குக= நீட்டித்துச் செய்யும் பகுதியவாய வினைகளுள் நீட்டிக்க; தூங்காது செய்யும் வினை தூங்கற்க= நீட்டியாது செய்யும் வினைகளுள் நீட்டியாது ஒழிக.<br/><br/>இருவழியும் இறுதிக்கண் தொக்க ஏழாவது விரி்ககப்பட்டது. இருவகை வினைகளும் வலியானும் காலத்தானும் அறியப்படும். மாறிச் செய்யின், அவை வாயா என்பது கருத்து. மேல் தூங்காமை என்றார், ஈண்டதனைப் பகுத்துக் கூறினார்.<br/><br/>இவை இரண்டுபாட்டானும் பொதுவகையால் வினைசெய்யும் திறம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தாழ்த்துச் செய்ய வேண்டும் வினையைத் தாழ்த்துச் செய்க: தாழாமற் செய்யவேண்டும் வினையைத் தாழாமற் செய்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Slumber when sleepy work's in hand:beware<br/>Thou slumber not when action calls for sleepless care!"
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Sleep over such (actions) as may be slept over; (but) never over such as may not be slept over."
          }
        ]
      }
    ],
    "id": 672
  },
  {
    "kural": {
      "l1": "ஒல்லும்வா யெல்லாம் வினைநன்றே யொல்லாக்கால்",
      "l2": "செல்லும்வாய் நோக்கிச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "ஒல்லும்வா யெல்லாம் வினைநன்றே ஒல்லாக்கால்<br/>செல்லும்வாய் நோக்கிச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "இயலுமிடத்திலெல்லாம் செயலைச் செய்து முடித்தல் நல்லது; இயலவில்லையானால் பயன்படும் இடம் நோக்கியாவது செய்யவேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "ஒல்லும் வாய் எல்லாம் வினைநன்று= வினைசெய்யுங்கால், இயலும் இடத்தெல்லாம் போராற் செய்தல் நன்று; ஒல்லாக்கால் செல்லும் வாய்நோக்கிச் செயல்= அஃது இயலாவிடத்து, ஏனை மூன்று உபாயத்துள்ளும் அது முடிவதோர் உபாயநோக்கிச் செய்க.<br/><br/>இயலுமிடம், பகையில் தான் வலியனாய காலம். அக்கலத்துத் தண்டமே நன்று என்றார், அஞ்சுவது அதற்கேயாகலி்ன். இயலாவிடம் ஒத்தகாலமும், மெலியகாலமும். அவ்விரண்டு காலத்தும் சாம பேத தானங்களுள் அதுமுடியும் உபாயத்தாற் செய்க என்றார், அவை ஒன்றற்கொன்று வேறுபாடு உடையவேனும் உடம்படுத்தற் பயத்தான் தமக்குள் ஒக்குமாகலின். இதனால் வலியான், ஒப்பான், மெலியான் என நிலை மூவகைத்து என்பதூஉம், அவற்றுள் வலியது சிறப்பும் கூறப்பட்டன."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "இயலும் இடமெல்லாம் வினைசெய்தல் நன்று: இயலாத காலத்து அதனை நினைந்<br/><br/>திருந்து இயலும் இடம் பார்த்துச் செய்க.<br/><br/>இது வினைசெய்து முடிந்ததில்லை யென்று இகழாது பின்பு காலம் பார்த்துச் செய்கவென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "When way is clear, prompt let your action be;<br/>When not, watch till some open path you see."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Whenever it is possible to overcome your enemy the act {of fighting) is certainly good; if not, endeavour to employ some more ‘successful method,"
          }
        ]
      }
    ],
    "id": 673
  },
  {
    "kural": {
      "l1": "வினைபகை யென்றிரண் டினெச்ச நினையுங்காற்",
      "l2": "றீயெச்சம் போலத் தெறும்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினைபகை என்றிரண்டின் எச்சம் நினையுங்கால்<br/>தீயெச்சம் போலத் தெறும்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செய்யத் தொடங்கிய செயல், கொண்ட பகை என்று இவ்விரண்டின் குறை, ஆராய்ந்து பார்த்தால், தீயின் குறைபோல் தெரியாமல் வளர்ந்து கெடுக்கும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினை பகை என்ற இரண்டின் எச்சம்= செய்யத் தொடங்கிய வினையும், களையத்தொடங்கிய பகையும் என்று சொல்லப்பட்ட இரண்டனது ஒழிவும்; நினையுங்கால் தீயெச்சம் போலத் தெறும்= ஆராயுங்கால் தீயினது ஒழிவுபோலப் பின் வளர்ந்து கெடுக்கும்.<br/><br/>இனி இக்குறை என்செய்வது என்று இகழ்ந்து ஒழியற்க, முடியச் செய்க என்பதாம். பின் வளர்தல் ஒப்புமைபற்றிப் பகையெச்சமும் உடன் கூறினார். இதனான் வலியான் செய்யுந்திறம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினையும் பகைமையு மென்னும் இரண்டினது ஒழிபு விசாரிக்குங்காலத்துத் தீயின் ஒழிவுபோலக் கெடுக்கும்.<br/><br/>எச்சம்- சேஷம். இது வினைசெய்யுங்கால் சிறிதொழியச் செய்தோமென்று விடலாகாதென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "With work or foe, when you neglect some little thing,<br/>If you reflect, like smouldering fire, 'twill ruin bring."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "When duly considered, the incomplete execution of an undertaking and hostility will grow and destroy one like the {unextinguished} remnant of a fire,"
          }
        ]
      }
    ],
    "id": 674
  },
  {
    "kural": {
      "l1": "பொருள்கருவி காலம் வினையிட னொடைந்து",
      "l2": "மிருடீர வெண்ணிச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "பொருள்கருவி காலம் வினையிடனொடு ஐந்தும்<br/>இருள்தீர எண்ணிச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வேண்டிய பொருள், ஏற்ற கருவி, தக்க காலம், மேற்கொண்ட தொழில், உரிய இடம் ஆகிய ஐந்தினையும் மயக்கம் தீர எண்ணிச் செய்ய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "பொருள் கருவி காலம் வினை இடனொடு ஐந்தும்= வினைசெய்யுமிடத்துப் பொருளும் கருவியும் காலமும் வினையும் இடனுமாகிய இவ்ஐந்தனையும்; இருள் தீர எண்ணிச் செயல்= மயக்கம் அற எண்ணிச் செய்க.<br/><br/>எண்ணொடு பிற வழியும் கூட்டப்பட்டது. 'பொருள்' அழியும் பொருளும் ஆகும் பொருளும். 'கருவி' தன் தானையும், மாற்றார் தானையும். 'காலம்' தனக்கு ஆம் காலமும், அவர்க்கு ஆம் காலமும். 'வினை' தான் வல்ல வினையும், அவர் வல்லவினையும். 'இடம்' தான் வெல்லும் இடமும், அவர் வெல்லும் இடமும். இவற்றைத் தான் வென்றிஎய்தும் திறத்திற் பிழையாமல் எண்ணிச் செய்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "பொருளும், கருவியும், காலமும், வினையும் வினைசெய்யும் இடமுமென்னும் ஐந்தினையும் மயக்கந்தீர எண்ணிப் பின்பு வினைசெயத் தொடங்குக.<br/><br/>இவற்றுள் ஒவ்வொன்றும் இரண்டு இரண்டு வகைப்படும்:-<br/><br/>1. பொருளாவது கெடும் பொருளும் பெறும் பொருளும்,<br/><br/>2. கருவியாவது தனக்கு உள்ள படையும் மாற்றரசர்க்கு உள்ள படையும், <br/><br/>3. காலமாவது தனக்காங்காலமும் மாற்றரசர்க் காங்காலமும், <br/><br/>4. வினையாவது தான் செய்யும் வினையும் பகைவர் செய்யும் வினையும், <br/><br/>5. இடமாவது தனக்கா மிடமும் பகைவர்க்கா மிடமும் ஆம். இவை செய்யும்<br/><br/>வினைக்கு முற்பட வேண்டுதலின் முற் கூறப்பட்டன."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Treasure and instument and time and deed and place of act;<br/>These five, till every doubt remove, think o'er with care exact."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Do an act alter a due consideration of the {following} five, viz., Money, means, time, execution and place. "
          }
        ]
      }
    ],
    "id": 675
  },
  {
    "kural": {
      "l1": "முடிவு மிடையூறு முற்றியாங் கெய்தும்",
      "l2": "படுபயனும் பார்த்துச் செயல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "முடிவும் இடையூறும் முற்றியாங்கு எய்தும்<br/>படுபயனும் பார்த்துச் செயல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செயலை முடிக்கும் வகையும், வரக்கூடிய இடையூறும், முடிந்தபோது கிடைக்கும் பெரும்பயனும் ஆகியவற்றை ஆராய்ந்து செய்ய வேண்டும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "முடிவும்= வினை செய்யுங்கால் அது முடிதற்கு உளதாம் முயற்சியும்; இடையூறும்= அதற்கு வரும் இடையூறும்; முற்றியாங்கு எய்தும் படுபயனும்= அது நீங்கி முடிந்தாற் தான் எய்தும் பெரும்பயனும்; பார்த்துச் செயல்= சீர்தூக்கிச் செய்க.<br/><br/>'முடிவு' ஆகுபெயர். முயற்சி இடையூறுகளது அளவிற் பயனது அளவு பெரிதாயிற் செய்க என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "வினை தொடங்கினால் அது முடியும் வண்ணமும் அதற்குவரும் இடையூறும் முடிந்தா லுண்டாகும் பெரும் பயனும் முன்பே கண்டு பின்பு வினைசெய்க."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Accomplishment, the hindrances, large profits won<br/>By effort: these compare, -then let the work be done."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "An act is to be performed after considering the exertion required, the obstacles to be encountered, and the great to be gained {on its completion)."
          }
        ]
      }
    ],
    "id": 676
  },
  {
    "kural": {
      "l1": "செய்வினை செய்வான் செயன்முறை யவ்வினை",
      "l2": "யுள்ளறிவா னுள்ளங் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "செய்வினை செய்வான் செயன்முறை அவ்வினை<br/>உள்ளறிவான் உள்ளம் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "செயலைச் செய்கின்றவன் செய்யவேண்டியமுறை, அந்தச் செயலின் உண்மையான இயல்பை அறிந்தவனுடைய கருத்தைத் தான் ஏற்றுக் கொள்வதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "செய்வினை செய்வான் செயன்முறை= அவ்வாற்றாற் செய்யப்படும் வினையைத் தொடங்கினான் செய்யும் முறைமையாவது; அவ்வினை உள் அறிவான் உள்ளம் கொளல்= அதனது உளப்பாட்டினை அறிவான் கருத்தினைத் தானறிதல்.<br/><br/>அவ்வாறு என்றது பொருள் முதலிய எண்ணலையும், முடிவு முதலிய தூக்கலையும். 'உள்ளறிவான்' முன்செய்து போந்தவன். அவன் கருத்து, அவன் செய்து போந்த உபாயம். அதனை அறியவே, தானும் அதனாற் செய்து பயன் எய்தும் என்பதாம்.<br/><br/>இவை மூன்று பாட்டானும் ஒப்பான் செய்யும் திறம் கூறப்பட்டது."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "செய்யத்தகும் வினையைச் செய்யுமவன் செய்யும் முறைமையாவது அவ்வினையினது உளப்பாடு அறிவானது உள்ளத்தைக் கூட்டிக் கோடல். "
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Who would succeed must thus begin: first let him ask<br/>The thoughts of them who throughly know the task."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "The method of performance for one who has begun an act is to ascertain the mind of him who knows the secret thereof,"
          }
        ]
      }
    ],
    "id": 677
  },
  {
    "kural": {
      "l1": "வினையான் வினையாக்கிக் கோட னனைகவுள்",
      "l2": "யானையால் யானையாத் தற்று"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "வினையான் வினையாக்கிக் கோடல் நனைகவுள்<br/>யானையால் யானையாத் தற்று"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "ஒரு செயலைச் செய்யும்போது அச்செயலால் மற்றொரு செயலையும் செய்து முடித்துக்கொள்ளல், ஒரு யானையால் மற்றொரு யானையைப் பிடித்தலைப் போன்றது."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "வினையான் வினை ஆக்கிக் கோடல்= செய்கின்ற வினையாலே அன்னது பிறிதும் ஓர் வினையை முடித்துக் கொள்க; நனை கவுள் யானையால் யானை யாத்தற்று= அது மதத்தான் நனைந்த கபோலத்தினையுடைய யானையாலே அன்னது பிறிதுமோர் யானையைப் பிணித்ததனோடு ஒக்கும்.<br/><br/>பிணித்தற்கு அருமை தோன்ற 'நனைகவுள்' என்றார்?. 'நனைகவுள்' என்பது பின்னும் கூட்டப்பட்டது. தொடங்கிய வினையானே, பிறிதும் ஓர் வினையை முடித்தற்கு உபாயம் ஆமாறு எண்ணிச் செய்க; செய்யவே, அம்முறையான் எல்லாவினையும் எளிதில் முடியும் என்பதாம்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "ஒரு வினையால் பிறிதொரு வினையைச் செய்து கொள்வது, ஒரு மதயானையால் பிறிதொரு மதயானையைப் பிணித்தாற்போலும்.<br/><br/>இது தமக்கு ஒரு பகைவர் தோன்றினால் அவர்க்குப் பகையாயினாரை அவரோடு பகைக்குமாறு பண்ணுவார் பக்கல் பகையாய் வருவாரில்லை யென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "By one thing done you reach a second work's accomplishment;<br/>So furious elephant to snare its fellow brute is sent."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "To make one undertaking the means of accomplishing another (similar to it) is like making one rutting elephant the means of capturing arother."
          }
        ]
      }
    ],
    "id": 678
  },
  {
    "kural": {
      "l1": "நட்டார்க்கு நல்ல செயலின் விரைந்ததே",
      "l2": "யொட்டாரை யொட்டிக் கொளல்"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "நட்டார்க்கு நல்ல செயலின் விரைந்ததே<br/>ஒட்டாரை ஒட்டிக் கொளல்"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "பகைவராக உள்ளவரைப் பொருந்துமாறு சேர்த்துக் கொள்ளல், நண்பர்க்கு உதவியானவற்றைச் செய்தலை விட விரைந்து செய்யத்தக்கதாகும்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "நட்டார்க்கு நல்ல செயலின் விரைந்ததே= வினைசெய்வானால், தன் நட்டார்க்கு இனியவற்றைச் செய்தலினும் விரைந்து செய்யப்படும்; ஒட்டாரை ஒட்டிக் கொளல்= தன் பகைவரோடு ஒட்டாரைத் தனக்கு நட்பாக்கிக் கோடல்.<br/><br/>அவ்வினை வாய்த்தற்பயத்தவாய இவ்விரண்டும் பகைவர்க்குத் தன் மெலிவு புலனாவதன் முன்னே செய்க என்பார், 'விரைந்தது' என்றார்; விரைந்து செய்யப்படுவது என்றவாறு. வினைசெய்யுந்திறம் ஆகலின் பகைவரோடு ஒட்டார் ஆயிற்று. தன் ஒட்டார், பிறருட் கூடாமல் மாற்றிவைத்தல் எனினும் அமையும்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "தஞ் சுற்றத்திற்கு நல்லவை செய்தலினும் பகைவரைப் பொருந்தி நட்பாகக் கொள்ளுதலை விரைந்து செய்யவேண்டும்.<br/><br/>இஃது அரசர்க்கும் ஒக்கக் கொள்ளவேண்டு மாயினும் அமைச்சர்தம் தொழிலாக ஈண்டுக் கூறப்பட்டது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "Than kindly acts to friends more urgent thing to do,<br/>Is making foes to cling as friends attached to you."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "One should rather hasten to secure the alliance of the foes (of one's foes} rather than perform good offices to one’s friends,"
          }
        ]
      }
    ],
    "id": 679
  },
  {
    "kural": {
      "l1": "உறைசிறியா ருண்ணடுங்க லஞ்சிக் குறைபெறிற்",
      "l2": "கொள்வர் பெரியார்ப் பணிந்து"
    },
    "translations": [
      {
        "id": "ta",
        "explanations": [
          {
            "title": "மூலம்",
            "author": "ரா. சீனிவாசன்",
            "text": "உறைசிறியார் உள்நடுங்கல் அஞ்சிக் குறைபெறின்<br/>கொள்வர் பெரியார்ப் பணிந்து"
          },
          {
            "title": "உரை",
            "author": "மு. வரதராசனார்",
            "text": "வலிமை குறைந்தவர், தம்மைச் சார்ந்துள்ளவர் நடுங்குவதற்காகத் தாம் அஞ்சி, வேண்டியது கிடைக்குமானால் வலிமை மிக்கவரைப் பணிந்து ஏற்றுக் கொள்வார்."
          },
          {
            "author": "பரிமேலழகர்",
            "title": "உரை",
            "text": "உறை சிறியார்= ஆளுமிடம் சிறியராய அமைச்சர்; உள் நடுங்கல் அஞ்சி= தம்மின் வலியராய் எதிர்ந்தவழித் தம் பகுதி நடுங்கலை அஞ்சி; குறை பெறின் பெரியார்ப்பணிந்து கொள்வர்= அந்நிலைக்கு வேண்டுவதாய சந்து கூடுமாயின், அவரைத் தாழ்ந்து அதனை ஏற்றுக் கொள்வர்.<br/><br/>இடம்- நாடும் அரணும். அவற்றது சிறுமை ஆள்வார்மேல் ஏற்றப்பட்டது. மெலியாரோடு சந்திக்குவலியார் இயைவது அரிதாகலின், 'பெறின்' என்றார். அடியிலே மெலியராயினார், தம் பகுதியும் அஞ்சிநீங்கின் முதலொடுங் கெடுவார் ஆகலின் அது வாராமற் சிறிது கொடுத்துஞ் சந்தினை ஏற்றுக் கொள்க என்பதாம். பணிதல் மானமுடையார்க்குக் கருத்தன்மையின், கொள்வர் என உலகியலாற் கூறினார்."
          },
          {
            "title": "உரை",
            "author": "மணக்குடவர்",
            "text": "உறையும் இடம் சிறியார் தமது இடம் நடுங்குதற்கு அஞ்சித் தமது குறைதீரப் பெறின் தம்மின் பெரியாரைத் தாழ்ந்து நட்பாகக் கொள்வர்.<br/><br/>இது சிறையானால் இவ்வாறு செய்தல் வேண்டுமென்றது."
          }
        ]
      },
      {
        "id": "en",
        "explanations": [
          {
            "title": "Translation",
            "author": "George Uglow Pope",
            "text": "The men of lesser realm, fearing the people's inward dread,<br/>Accepting granted terms, to mightier ruler bow the head."
          },
          {
            "title": "Commentary",
            "author": "",
            "text": "Ministers of smali states, afraid of their people being frightened will yield to and acknowledge thelr superior foes, it the latter offer them a chance of reconciliation "
          }
        ]
      }
    ],
    "id": 680
  }
]