export const thirukkural = {
  chapters: [
    {
      name: 'கடவுள் வாழ்த்து',
      slug: 'கடவுள்-வாழ்த்து',
      translations: [{ id: 'en', text: 'The Praise of God' }],
      kurals: [
        {
          kural: {
            l1: 'அகர முதல வெழுத்தெல்லா மாதி',
            l2: 'பகவன் முதற்றே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அகர முதல எழுத்தெல்லாம் ஆதி<br/>பகவன் முதற்றே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எழுத்துக்கள்‌ எல்லாம்‌ அகரத்தை அடிப்படையாகக்‌ கொண்டிருக்கின்றன. அதுபோல்‌ உலகம்‌ கடவுளை அடிப்படையாகக்‌ கொண்டிருக்கின்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எழுத்து எல்லாம் அகர முதல = எழுத்துக்கள் எல்லாம் அகரமாகிய முதலை உடையன;<br/><br/>உலகு ஆதி பகவன் முதற்று = அதுபோல உலகம் ஆதிபகவனாகிய முதலை உடைத்து.<br/><br/>
                  இது தலைமை பற்றி வந்த எடுத்துக்காட்டுவமை. அகரத்திற்குத் தலைமை விகாரத்தான்அன்றி நாதமாத்திரையாகிய இயல்பாற் பிறத்தலானும், ஆதிபகவற்குத் தலைமை செயற்கை உணர்வான்அன்றி இயற்கை உணர்வான் முற்றும் உணர்தலானும் கொள்க.<br/><br/>
              தமிழ் எழுத்துக்கேயன்றி வடவெழுத்திற்கும் முதலாதல் நோக்கி, 'எழுத்தெல்லாம்' என்றார்.<br/><br/>
              ‘ஆதிபகவன்’ என்னும் இருபெயரொட்டுப் பண்புத்தொகை வடநூன் முடிபு.<br/><br/>
              ‘உலகு’ என்றது, ஈண்டு உயிர்கள் மேல் நின்றது. காணப்பட்ட உலகத்தாற் காணப்படாத கடவுட்கு உண்மை கூறவேண்டுதலின், 'ஆதிபகவன் முதற்றே உலகு' என உலகின்மேல் வைத்துக்கூறினார். கூறினாரேனும்,உலகிற்கு முதல் ஆதிபகவன் என்பது கருத்தாகக் கொள்க.<br/><br/>
              ஏகாரம் தேற்றத்தின்கண் வந்தது.<br/><br/>
              இப்பாட்டான் முதற்கடவுளது உண்மை கூறப்பட்டது.
              `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எழுத்தெல்லாம் அகரம் முதல - எழுத்துக்களெல்லாம் அகரமாகிய எழுத்தைத் தமக்கு முதலாக உடையன; (அவ்வண்ணமே), உலகு ஆதிபகவன் முதற்று - உலகம் ஆதியாகிய பகவனைத் தனக்கு முதலாக உடைத்து,<br/><br/>

                  உலககாரணன் ஆதிபகவ னென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `A, as its first of letters, every speech maintains;<br/><br/>The "Primal Deity" is first through all the world's domains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `As the letter A is the first of all letters, so the eternal God is first in the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கற்றதனா லாய பயனென்கொல் வாலறிவ',
            l2: 'னற்றா டொழா ரெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கற்றதனால் ஆய பயனென்கொல் வாலறிவன்<br/>
                  நற்றாள் தொழாஅர் எனின்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தூய அறிவு வடிவாக விளங்கும்‌ இறைவனுடைய நல்ல திருவடிகளைத்‌ தொழாமல்‌ இருப்பாரானால்‌, அவர்‌ கற்ற கல்வியினால்‌ ஆகிய பயன்‌ என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கற்றதனால் ஆய பயன் என்கொல் = (எல்லா நூல்களையும் கற்றவர்க்கு) அக்கல்வி அறிவினாலாய பயன் யாது?<br /><br />
                  வால் அறிவன் நற்றாள் தொழாஅர் எனின் = மெய்யுணர்வினை உடையானது நல்ல தாள்களைத் தொழாராயின்.<br /><br />
                  'எவன்' என்னும் வினாப்பெயர் 'என்' என்றாய், ஈண்டு, இன்மை குறித்து நின்றது.<br /><br />
                  'கொல்' என்பது அசைநிலை.<br /><br />
                  பிறவிப்பிணிக்கு மருந்தாதலின் 'நற்றாள்' என்றார்.<br /><br />
                  ஆகமவறிவிற்குப் பயன் அவன் தாளைத் தொழுது பிறவியறுத்தல் என்பது, இதனாற் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கற்றதனால் ஆய பயன் என் - (மேற்கூறிய எழுத்தினானாகிய சொற்களையெல்லாம்) கற்றதனானாகிய பயன் (வேறு)யாது, வால் அறிவன் நற் றாள் தொழார் எனின் - விளங்கின அறிவினையுடையவன் திருவடியைத் தொழாராயின்? [கொல்- அசை.]<br /><br />

                  சொல்லினானே பொருள் அறியப்படுமாதலான், அதனைக் கற்கவே மெய்யுணர்ந்து வீடு பெறலாகும். "கற்பக் கழிமட மஃகும்" என்றாரு முளர்.<br /><br />
                  
                  மீண்டும் வணக்கம் கூறிய தெற்றுக் கென்றார்க்கு, கற்றதனால் பயன் இது வென்பதூஉம், வேறு வேறு பயன் இல்லை யென்பதூஉம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No fruit have men of all their studied lore,<br /><br />
                  Save they the 'Purely Wise One's' feet adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What Profit have those derived from learning, who worship not the good feet of Him who is possessed
                  of pure knowledge ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மலர்மிசை யேகினான் மாணடி சேர்ந்தார்',
            l2: 'நிலமிசை நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்<br />நிலமிசை நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அன்பரின்‌ அகமாகிய மலரில்‌ வீற்றிருக்கும்‌ கடவுளின்‌ சிறந்த திருவடிகளை இடைவிடாமல்‌ நினைக்கின்றவர்‌ இன்ப உலகில்‌ நிலைத்து வாழ்வார்‌.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சேர்ந்தார் = மலரின்கண்ணே சென்றவனது மாட்சிமைப்பட்ட அடிகளைச் சேர்ந்தார்;<br /><br />
                  நிலம் மிசை நீடு வாழ்வார் = (எல்லா உலகிற்கும்) மேலாய வீட்டுலகின்கண் அழிவின்றி வாழ்வார்.<br /><br />
                  அன்பான் நினைவாரது உள்ளக் கமலத்தின்கண் அவர் நினைந்த வடிவோடு விரைந்து சேறலின், 'ஏகினான்' என இறந்த காலத்தாற் கூறினார்; என்னை?<br/><br/>
                  "வாராக் காலத்து நிகழுங்காலத்து<br/><br/>
                  மோராங்கு வரூஉம் வினைச்சொற் கிளவி<br/><br/>
                  யிறந்த காலத்துக் குறிப்பொடு கிளத்தல்<br/><br/>
                  விரைந்த பொருள வென்மனார் புலவர்" என்பது ஓத்தாகலின்.<br/><br/>
                  இதனைப் "பூமேனடந்தான்" என்பதோர் பெயர்பற்றிப் பிறிதொரு கடவுட்கு ஏற்றுவாரும் உளர்.<br/><br/>
                  சேர்தல்- இடைவிடாது நினைத்தல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சோந்தார் - மலரின் மேல் நடந்தானது மாட்சிமைப்பட்ட திரு வடியைக் சோந்தவரன்றே, நிலம்மிசை நீடு வாழ்வார் - நிலத்தின்மேல் நெடுங்காலம் வாழ்வார். [சோந்தவரன்றே-சோந்தவரே, அன்று - அசை.]<br/><br/>

                  நிலமென்று பொதுப்படக் கூறியவதனான், இவ்வுலகின்கண்ணும் மேலுலகின் கண்ணும் என்று கொள்ளப்படும்.<br/><br/>
                  
                  'தொழுதாற் பயன் என்னை' என்றாக்குப் போகம் நுகர்தலும், வீடு பெறுதலும் என்று கூறுவார், முற்படப் போகம் நுகர்வா ரென்று கூறினர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His feet, 'Who o'er the full-blown flower hath past,' who gain<br/><br/>
                  In bliss long time shall dwell above this earthly plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall
                  flourish long above all worlds`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வேண்டுதல்வேண் டாமை யிலானடி சேர்ந்தார்க்',
            l2: 'கியாண்டு மிடும்பை யில',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு<br/>யாண்டும் இடும்பை இல.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `விருப்பு வெறுப்பு இல்லாத கடவுளின்‌ திருவடிகளைப்‌ பொருந்தி நினைக்கின்றவர்க்கு எப்போதும்‌ எவ்விடத்திலும்‌ துன்பம்‌ இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வேண்டுதல் வேண்டாமை இலான் அடி சேர்ந்தார்க்கு= (ஒரு பொருளையும்) விழைதலும் வெறுத்தலும் இல்லாதவன் அடியைச் சேர்ந்தார்க்கு;<br/><br/>
                  யாண்டும் இடும்பை இல= எக்காலத்தும் (பிறவித்) துன்பங்கள் உளவாகா.<br/><br/>
                  பிறவித்துன்பங்களாவன: தன்னைப்பற்றி வருவனவும், பிற உயிர்களைப்பற்றி வருவனவும், தெய்வத்தைப்பற்றி வருவனவும் என மூவகையான் வருந்துன்பங்கள். அடி சேர்ந்தார்க்கும் அவ்விரண்டும் இன்மையின், அவை காரணமாக வரும் மூவகைத் துன்பங்களும் இலவாயின.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].<br/><br/>

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His foot, 'Whom want affects not, irks not grief,' who gain<br />Shall not, through every time, of any woes complain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To those who meditate the feet of Him who is void of desire or aversion, evil shall never come`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருள்சே ரிருவினையுஞ் சேரா விறைவன்',
            l2: 'பொருள்சேர் புகழ்புரிந்தார் மாட்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருள்சேர் இருவினையும் சேரா இறைவன்<br/>பொருள்சேர் புகழ்புரிந்தார் மாட்டு. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கடவுளின்‌ உண்மைப்‌ புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம்‌, அறியாமையால்‌ விளையும்‌ இருவகை வினையும்‌ சேர்வதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருள் சேர் இருவினையும் சேரா = மயக்கத்தைப் பற்றிவரும் (நல்வினை தீவினை என்னும்) இரண்டுவினையும் உளவாகா;<br /><br />
                  இறைவன் பொருள் சேர் புகழ் புரிந்தார் மாட்டு = இறைவனது மெய்ம்மை சேர்ந்த புகழை விரும்பினார் இடத்து.<br /><br />
                  இன்னதன்மைத்து என ஒருவராலும் கூறப்படாமையின் 'அவிச்சை'யை, இருள் என்றும், நல்வினையும் பிறத்தற்கு ஏதுவாகலான் 'இருவினையுஞ் சேரா' என்றும் கூறினார்.<br /><br />
                  இறைமைக் குணங்கள் இலராயினாரை உடையர் எனக்கருதி அறிவிலார் கூறுகின்ற புகழ்கள் பொருள் சேராவாகலின், அவை முற்றவும் உடைய இறைவன் புகழே 'பொருள்சேர் புகழ்' எனப்பட்டது.
                  புரிதல்- எப்பொழுதும் சொல்லுதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருள்சேர் இருவினையும் சேரா - மயக்கத்தைச் சேர்ந்த நல்வினை தீவினை யென்னும் இரண்டு வினைகளும் சேரா, இறைவன் பொருள் சேர் புகழ் புரிந்தார்மாட்டு - தலைவனதாகிய மெய்ப்பொருள் சேர்ந்த புகழ்ச்சிச் சொற்களைப் பொருந்தினார் மாட்டு,<br/>

                  இது, புண்ணிய பாவங்கள் சேராவென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The men, who on the 'King's' true praised delight to dwell,<br/>
                  Affects not them the fruit of deeds done ill or well.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise
                  of God.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பொறிவாயி லைந்தவித்தான் பொய்தீ ரொழுக்க',
            l2: 'நெறிநின்றார் நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க<br />நெறிநின்றார் நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐம்பொறி வாயிலாகப் பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பொறி வாயில் ஐந்து அவித்தான் = (மெய் வாய் கண் மூக்குச் செவி என்னும்) பொறிகளை வழியாக உடைய ஐந்து அவாவினையும் அறுத்தானது;<br /><br />
                  பொய் தீர் ஒழுக்கம் நெறி நின்றார் = மெய்யான ஒழுக்க நெறியின்கண் வழுவாது நின்றார்;<br /><br />
                  நீடு வாழ்வார் = (பிறப்பின்றி) எக்காலத்தும் (ஒருதன்மையராய்) வாழ்வார்.<br /><br />
                  புலன்கள் ஐந்தாகலான், அவற்றின்கட் செல்கின்ற அவாவும் ஐந்தாயிற்று.<br /><br />
                  ஒழுக்கநெறி ஐந்தவித்தானாற் சொல்லப்பட்டமையின், ஆண்டை ஆறனுருபு - செய்யுட்கிழமைக்கண் வந்தது, "கபிலரது பாட்டு" என்பது போல.<br /><br />
                  இவை நான்கு பாட்டானும், இறைவனை நினைத்தலும், வாழ்த்தலும், அவன்நெறி நிற்றலும் செய்தார் வீடு பெறுவர் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பொறிவாயில் ஐந்து அவித்தான் - (மெய் - வாய் - கண் - மூக்கு - செவி என்னும் ஐம்) பொறிகளின் வழியாக வரும் (ஊறு - சுவை - ஒளி - நாற்றம் - ஓசை என்னும்) ஐந்தின் கண்ணும் செல்லும் மனநிகழ்ச்சியை அடக்கினானது , பொய்தீர ஒழுக்க நெறி நின்றா - பொய்யற்ற ஒழுக்க நெறியிலே நின்றாரன்றே, நீடுவாழ் வார்-நெடிதுவாழ்வார்,<br /><br />
                  இது, சாவு இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Long live they blest, who've stood in path from falsehood freed;<br/>
                  His, ‘Who quenched lusts that from the sense-gates five proceed.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Those shall long proposer who abide in the faultless way of Him who has destroyed the five desires of
                  the senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தனக்குவமை யில்லாதான் றாள்சேர்ந்தார்க் கல்லான்',
            l2: 'மனக்கவலை மாற்ற லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்<br/>மனக்கவலை மாற்றல் அரிது.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் = (ஒருவாற்றானும்) தனக்கு நிகர்இல்லாதவனது, தாளைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  மனம் கவலை மாற்றல் அரிது = மனத்தின்கண் நிகழும் துன்பங்களை நீக்குதல் உண்டாகாது.<br /><br />
                  "உறற்பால- தீண்டா விடுத லரிது"# (நாலடியார்,109) என்றாற் போல, ஈண்டு ‘அருமை’ இன்மைமேல் நின்றது.<br /><br />
                  தாள் சேராதார், பிறவிக்கு ஏதுவாய காம வெகுளி மயக்கங்களை மாற்ற மாட்டாமையின், பிறந்து இறந்து அவற்றான் வரும் துன்பங்களுள் அழுந்துவர் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His foot, ‘to Whom none can compare,‘ men gain,<br/>
                  ‘Tis hard for mind to find relief from anxious pain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is
                  incomparable.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறவாழி யந்தணன் றாள்சேர்ந்தார்க் கல்லாற்',
            l2: 'பிறவாழி நீந்த லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்<br/>
                  பிறவாழி நீந்தல் அரிது. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்றக் கடல்களைக் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறம் ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் = அறக் கடலாகிய அந்தணனது, தாளாகிய புணையைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  பிற ஆழி நீந்தல் அரிது = (அதனிற்) பிறவாகிய கடல்களை நீந்தல் அரிது.<br /><br />
                  அறம், பொருள், இன்பமென உடன் எண்ணப்பட்ட மூன்றனுள் அறத்தை முன்னர்ப் பிரித்தமையான், ஏனைப் பொருளும் இன்பமும் ‘பிற’வெனப்பட்டன.<br /><br />
                  பல்வேறு வகைப்பட்ட அறங்கள் எல்லாவற்றையும் தனக்குவடிவாக உடையன் ஆகலின், 'அறவாழி அந்தணன்' என்றார். 'அறவாழி' என்பதைத் தருமசக்கரமாக்கி, அதனையுடைய அந்தணன் என்று உரைப்பாரும் உளர்.<br /><br />
                  அப்புணையைச் சேராதார் கரைகாணாது அவற்றுள்ளே அழுந்துவர் ஆகலின், 'நீந்தலரிது' என்றார். இஃது ஏகதேச உருவகம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அற ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் - அறமாகிய கடலை யுடைய அந்தணனது திருவடியைச் சேர்ந்தவர்க் கல்லது (ஒழிந்த பேர்களுக்கு), பிற ஆழி நீந்தல் அரிது - பிற ஆழியை நீந்தல் ஆகாது. [பிற ஆழி - காமமும் பொருளும்.]

                  அவலம் நீங்கப்பெறுதல் அரிது என்றவாறு.
                  
                  இது காமமும் பொருளும் பற்றிவரும் அவலம் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His feet, the Sea of Good, the Fair and Bountilful,’men gain,<br/>
                  ‘Tis hard the further bank of being’s changeful sea to attain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea
                  of virtue.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கோளில் பொறியிற் குணமிலவே யெண்குணத்தான்',
            l2: 'றாளை வணங்காத் தலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கோளில் பொறியின் குணமிலவே எண்குணத்தான்<br/>
                  தாளை வணங்காத் தலை.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கேட்காத செவி பார்க்காத கண் முதலியனபோல் எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கோள் இல் பொறியின் குணம் இல = (தத்தமக்கு ஏற்ற புலன்களைக்) கொள்கையில்லாத பொறிகள் போலப் பயன் படுதலை உடையவல்ல;<br/><br/>
                  எண்குணத்தான் தாளை வணங்காத் தலை = எண்வகைப்பட்ட குணங்களை உடையானது தாள்களை வணங்காத தலைகள்.<br/><br/>
                  எண்குணங்களாவன: தன்வயத்தனாதல், தூயவுடம்பினன்ஆதல், இயற்கை உணர்வினன் ஆதல், முற்றும்உணர்தல், இயல்பாகவே பாசங்களின்நீங்குதல், பேரருள்உடைமை, முடிவில் ஆற்றலுடைமை, வரம்பில் இன்பமுடைமை எனஇவை. இவ்வாறு சைவ ஆகமத்துக் கூறப்பட்டது.<br/><br/>
                  'அணிமா'†வை முதலாக உடையன எனவும், 'கடையிலா அறிவை'‡ முதலாக உடையன எனவும் உரைப்பாரும் உளர்.<br/><br/>
                  ‘காணாத கண் முதலியனபோல, வணங்காத தலைகள் பயனில’வெனத் தலைமேல் வைத்துக் கூறினார்; கூறினாரேனும், இனம் பற்றி வாழ்த்தாத நாக்களும் அவ்வாறே பயனில என்பதூஉம் கொள்க.<br/><br/>
                  இவை மூன்று பாட்டானும், அவனை நினைத்தலும் வாழ்த்தலும் வணங்கலுஞ் செய்யாவழிப் படும் குற்றம் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கோள் இல் பொறியின் - அறிவு இல்லாத (பொறிகளையுடைய) பாவைகள்போல், குணம் இல - ஒரு குணமும் உடையனவல்ல. எண்குணத்தான் தாளை-எட்டுக் குணத்தினை யுடையவன் திருவடியினை வணங்காத தலை-வணங்காத தலை யினையுடைய உடம்புகள், [வணங்காத என்பது ஈறு கேட்டு நின்றது.]<br /><br />

                  அவை உயிருண்டாகில் வணங்கும். அவை வணங்காமையால் அவற்றை இழித்து உடம்புக ளென்றார்.<br /><br />
                  
                  இது, வணங்காத உடம்புகள் பிணங்க ளென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Before His Foot, ‘the Eight-fold Excellence,‘ with unbent head,<br/>
                  Who stands, like palsied sense, is to all living functions dead.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a
                  sense without the power of sensation.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பிறவிப் பெருங்கட னீந்துவர் நீந்தா',
            l2: 'ரிறைவ னடிசேரா தார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்<br/>
                  இறைவன் அடிசேரா தார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும்; மற்றவர் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இறைவன் அடி (சேர்ந்தார்) பிறவிப் பெருங்கடல் நீந்துவர் = இறைவன் அடி என்னும் புணையைச் (சேர்ந்தார்), பிறவியாகிய பெரிய கடலை நீந்துவர்;<br /><br />
                  சேராதார் நீந்தார் = (அதனைச்) சேராதார், நீந்தமாட்டாராய் (அதனுள்) அழுந்துவர்.<br /><br />
                  காரண காரியத் தொடர்ச்சியாய்க் கரையின்றி வருதலின், 'பிறவிப்பெருங்கடல்' என்றார். 'சேர்ந்தார்' என்பது சொல்லெச்சம்.<br /><br />
                  உலகியல்பை நினையாது, இறைவன் அடியையே நினைப்பார்க்குப் பிறவியறுதலும், அவ்வாறன்றி மாறி நினைப்பார்க்கு அஃது அறாமையும் ஆகிய இரண்டும் இதனால் நியமிக்கப்பட்டன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `(இறைவன் அடி சேர்ந்தவர்) பிறவிப் பெருங்கடல் நீந்துவர் - இறைவனது அடியைச் சேர்ந்தவர் பிறவியாகிய பெரிய கடலை நீந்தி யேறுவர், இறைவன் அடி சேராதார் நீந்தார் - இறைவனது அடியைச் சேராதவா அதனுள் அழுந்துவா.

                  இது, பிறவி இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `They swim the sea of births, the 'Monarch’s’ foot who gain;<br/>
                  None other’s reach the shore of being’s mighty main.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the great sea of births but those who are united to the feet of God.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'வான் சிறப்பு',
      slug: 'வான்-சிறப்பு',
      translations: [{ id: 'en', text: 'The Excellence of Rain' }],
      kurals: [
        {
          kural: {
            l1: 'வானின் றுலகம் வழங்கி வருதலாற்',
            l2: 'றானமிழ்த மென்றுணரற் பாற்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வான்நின்று உலகம் வழங்கி வருதலால்<br/>
                தான்அமிழ்தம் என்றுணரற் பாற்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்ய உலகம் வாழ்ந்துவருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத் தக்கதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால் = மழை இடையறாது நிற்ப உலகம் நிலைபெற்று வருதலான்;<br /><br />
                தான் அமிழ்தம் என்று உணரற்பாற்று = அம்மழைதான் (உலகத்திற்கு) அமிழ்தம் என்று உணரும் பான்மையை உடையது.<br /><br />
                'நிற்ப' என்பது, 'நின்று' எனத்திரிந்து நின்றது.<br /><br />
                'உலகம்' என்றது, ஈண்டு உயிர்களை. அவை நிலைபெற்று வருதலாவது, பிறப்பு இடையறாமையின் எஞ்ஞான்றும் உடம்போடு காணப்பட்டு வருதல்.<br /><br />
                அமிழ்தம் உண்டார் சாவாது நிலைபெறுதலின், 'உலகத்தை நிலைபெறுத்துகின்ற வானை அமிழ்தம் என்று உணர்க' என்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால்-மழைவளம் நிலைநிற்றலானே உலகநடை தப்பாது வருதலான், தான் அமிழ்தம் என்று உணரும் பாற்று-அம்மழைதான் (உலகத்தார்) அமுதமென்று உணரும் பகுதியது.<br/><br/>

                இஃது, அறம் பொருள் இன்பங்களை உண்டாக்குதலானும், பல வகைப்பட்ட உணவுகளை நிலை நிறுத்தலானும், தானே உணவாதலானும் மழையினை மற்றுள்ள பூதமாத்திரையாக நினைக்கக் கூடாதென்று அதன் நிலைமை கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The World its course maintains through life that rain unfailing gives;<br/>
                Thus rain is known the true ambrosial food of all that lives.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `By the continuance of rain the world is preserved in existence; it is therefore worthy to be called
                ambrosia.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்',
            l2: 'துப்பாய தூஉமழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்<br/>
                  துப்பாய தூஉம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துப்பார்க்குத் துப்பு ஆய துப்பு ஆக்கி = உண்பார்க்கு நல்ல உணவுகளை உளவாக்கி;<br/><br/>
                  துப்பார்க்குத் துப்பு ஆயதூஉம் மழை = (அவற்றை) உண்கின்றார்க்குத் தானும் உணவாய் நிற்பதூஉம் மழை.<br/><br/>
                  தானும் உணவாதலாவது தண்ணீராய் உண்ணப்படுதல்.<br/><br/>
                  சிறப்புடைய உயர்திணைமேல் வைத்துக் கூறினமையின், அஃறிணைக்கும் இஃது ஒக்கும். இவ்வாறு உயிர்களது பசியையும் நீர்வேட்கையையும் நீக்குதலின், அவை வழங்கி வருதலுடையவாயின என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துப்பார்க்கு துப்பாய துப்பு ஆக்கி - (பிறவற்றை) உண்பார்க்கு அவர் உண்டற்கான உணவுகளையும் உண்டாக்கி, துப்பார்க்கு துப்பாவதும் மழை - (தன்னை) உண்பார்க்குத் தானே உணவாவதும் மழை.<br />
                  இது, பசியைக் கெடுக்கு மென்றது,௧௯.
                  `,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The rain makes pleasant food for eaters rise;<br />
                  As food itself, thirst-quenching draught supplies.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain produces good food, and is itself food.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விண்ணின்று பொய்ப்பின் விரிநீர் வியனுலகத்',
            l2: 'துண்ணின் றுடற்றும் பசி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து<br/>உள்நின்று உடற்றும் பசி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விண் இன்று பொய்ப்பின் = மழை வேண்டுங் காலத்துப் பெய்யாது பொய்க்குமாயின்;<br /><br />
                  விரிநீர் வியன் உலகத்துள் = கடலாற் சூழப்பட்ட அகன்ற உலகத்தின்கண்;<br /><br />
                  நின்று உடற்றும் பசி = நிலைபெற்று (உயிர்களை) வருத்தும் பசி.<br /><br />
                  கடலுடைத்தாயினும் அதனாற் பயனி்ல்லை என்பார், 'விரிநீர் வியனுலகத்து' என்றார்; உணவின்மையின், பசியான் உயிர்கள் இறக்கும் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விண் நின்று பொய்ப்பின் - வானமானது நிலைநிற்கப் பொய்க்குமாயின், விரி நீர் வியன் உலகத்துள் - விரிந்த நீரினையுடைய அகன்ற உலகத்திடத்தே, பசி நின்று உடற்றும் - பசியானது நின்று வருத்தாநிற்கும் (எல்லா உயிர்களையும்).<br/><br/>

                  பொய்த்தல் - தன் தொழில் மறுத்தல். [நிலைநிற்க-நிலையாக.]<br/><br/>
                  
                  இது, பசியென்று பொதுப்படக் கூறியவதனால், மக்களும் விலங்குகளும் பொருளையும் காமத்தையும் துய்க்கலாற்றாது துன்பமுறு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds. The promised rain, deceive, and in the sky remain,<br/>
                  Famine, sore torment, stalks o’er earth's vast ocean-girdled plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the cloud, withholding rain, deceive (our hopes) hunger will long distress the sea-girt spacious
                  world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஏரி னுழாஅ ருழவர் புயலென்னும்',
            l2: 'வாரி வளங்குன்றிக் கால்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஏரின் உழாஅர் உழவர் புயல்என்னும்<br/>
                  வாரி வளங்குன்றிக் கால்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர்கொண்டு உழ மாட்டார்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உழவர் ஏரின் உழாஅர் = உழவர் ஏரான் உழுதலைச் செய்யார்;<br /><br />
                  புயல் என்னும் வாரி வளம் குன்றிக்கால் = மழை என்னும் வருவாய் (தன்) பயன் குன்றின்.<br /><br />
                  'குன்றியக்கால்' என்பது, குறைந்து நின்றது.<br /><br />
                  உணவின்மைக்குக் காரணம் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `உழவர் ஏரின் உழார் - உழவர் ஏரின் உழுதலைத் தவிர்வார், புயல் என்னும் வாரி வளம் குன்றியக்கால் - புயலாகிய வாரியினுடைய வளம் குறைந்த காலத்து. [யகரம் கெட்டது.]<br/>
                  இஃது, உழவர் இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds their wealth on waters fail on earth to pour,<br/>
                  The ploughers plough with oxen’s sturdy team no more.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the abundance of wealth imparting rain diminish, the labour of the plough must cease.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கெடுப்பதூஉங் கெட்டார்க்குச் சார்வாய்மற் றாங்கே',
            l2: 'யெடுப்பதூஉ மெல்லா மழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே<br/>
                  எடுப்பதூஉம் எல்லாம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்குத் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கெடுப்பதூஉம் = (பூமியின்கண் வாழ்வாரைப் பெய்யாது நின்று) கெடுப்பதூஉம்;<br /><br />
                  கெட்டார்க்குச் சார்வாய் மற்று ஆங்கே எடுப்பதூஉம் = (அவ்வாறு) கெட்டார்க்குத் துணையாய்(ப் பெய்து) முன் கெடுத்தாற்போல எடுப்பதூஉம்;<br /><br />
                  எல்லாம் மழை = இவை எல்லாம் (வல்லது) மழை.<br /><br />
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br /><br />
                  'ஆங்கு' என்பது, மறுதலைத் தொழில் உவமத்தின்கண் வந்த உவமச்சொல்.<br /><br />
                  கேடும் ஆக்கமும் எய்துதற்கு உரியார் மக்கள் ஆதலின், 'கெட்டார்க்கு' என்றார்.<br /><br />
                  'எல்லாம்' என்றது, அம்மக்கள் முயற்சி வேறுபாடுகளாற் கெடுத்தல் எடுத்தல்கள் தாம் பலவாதல் நோக்கி.<br /><br />
                  ‘வல்லது’ என்பது, அவாய்நிலை‡யான் வந்தது.<br /><br />
                  மழையினது ஆற்றல் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எல்லாம் கெடுப்பதும் - (தான் பெய்யாது) எல்லாப் பொருள்களையும் கெடுப்பதும், கெட்டார்க்குச் சார்வாய் - அவை கெடப்பட்டார்க்குத் துணையாய், எல்லாம் ஆங்கே எடுப்பதும் மழை - (தான் பெய்து) பொருள் களெல்லாவற்றையும் அவ்விடத்தே உண்டாக்குவதும் மழை.<br />
                  இஃது, இவ்விரண்டினையும் செய்யவற் றென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `‘Tis rain works all: it ruin spreads, then timely aid supplies;<br/>
                  As, in the happy days before, it bids the ruined rise.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain by its absence ruins men; and by its existence restores them to fortune.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விசும்பிற் றுளிவீழி னல்லான்மற் றாங்கே',
            l2: 'பசும்புற் றலைகாண் பரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே<br/>
                  பசும்புல் தலைகாண்பு அரிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விசும்பின் துளி வீழின் அல்லால் = மேகத்தின் துளி வீழின் காண்பதல்லது;<br/><br/>
                  மற்று ஆங்கே பசும்புல் தலை காண்பு அரிது = வீழாதாயின், அப்பொழுதே பசும்புல்லினது தலையையும் காண்டல் அரிது.<br/><br/>
                  'விசும்பு' ஆகுபெயர்↑.<br/><br/>
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br/><br/>
                  இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது; ஓரறிவு உயிரும் இல்லை என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விசும்பின் துளி வீழின் அல்லால் - வானின்று துளி வீழின் அல்லது, ஆங்கு பசும் புல் தலை காண்பு அரிது - அவ்விடத்துப் பசுத்த புல்லினது தோற்றத்தையும் காண்டல் அரிது.<br/><br/>
                  'ஆங்கு' என்பதனை அசையாக்கினும் அமையும். [மற்று--அசை.]<br/><br/>
                  இஃது, ஓரறிவுயிரும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If from the clouds no drops of rain are shed,<br/>
                  ‘Tis rare to see green herb lift up its head`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If no drop falls from the clouds, not even the green blade of grass will be seen.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நெடுங்கடலுந் தன்னீர்மை குன்றுந் தடிந்தெழிலி',
            l2: 'தானல்கா தாகி விடின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி<br/>
                  தான்நல்கா தாகி விடின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும் = அளவில்லாத கடலும் தன்னியல்பு குறையும்;<br/><br/>
                  எழிலி தான் தடிந்து நல்காது ஆகி விடின் = மேகந்தான் (அதனைக்) குறைத்து (அதன்கட்) பெய்யாது விடுமாயின்.<br/><br/>
                  உம்மை சிறப்பும்மை.<br/><br/>
                  தன்னியல்பு குறைதாலாவது, நீர் வாழ் உயிர்கள் பிறவாமையும், மணிமுதலாயின படாமையும் ஆம்.<br/><br/>
                  ஈண்டுக் 'குறைத்தல்' என்றது முகத்தலை. அது "கடல் குறை படுத்தநீர் கல் குறைபடவெறிந்து" (பரிபாடல்-20) என்பதானானும் அறிக. மழைக்கு முதலாய கடற்கும் மழை வேண்டும் என்பதாம்.<br/><br/>
                  இவை ஏழு பாட்டானும் உலகம் நடத்தற்கு ஏதுவாதல் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும்-(நிலமேயன்றி) நெடிய கடலும் தனது தன்மை குறையும், தடிந்து எழிலி நல்காதாகிவிடின் - மின்னி மழையானது பெய்யாவிடின். [தான் - அசை.]<br /><br />
                  'தடித்து' என்பதற்குக் 'கூறுபடுத்து' என்று பொருளுரைப்பாரு முளர்.<br /><br />
                  இது, நீருள் வாழ்வனவும் படுவனவும் கெடுமென்றது. இவை நான்கினாலும் பொருட்கேடு கூறினார். பொருள் கெட இன்பம் கெடுமென்பதனால், இன்பக்கேடு கூறிற்றிலர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds restrain their gifts and grant no rain,<br/>
                  The treasures fail in ocean’s wide domain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Even the wealth of the wide sea will be diminished, if the cloud that has drawn (its waters) up gives
                  them not back again (in rain).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'சிறப்பொடு பூசனை செல்லாது வானம்',
            l2: 'வறக்குமேல் வானோர்க்கு மீண்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சிறப்பொடு பூசனை செல்லாது வானம்<br/>வறக்குமேல் வானோர்க்கும் ஈண்டு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடக்கும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வானோர்க்கும் ஈண்டுச் சிறப்பொடு பூசனை செல்லாது = தேவர்கட்கும் இவ்வுலகில் (மக்களாற் செய்யப்படும்) விழவோடு கூடிய பூசையும் நடவாது;<br/><br/>
                  வானம் வறக்குமேல் = மழை பெய்யாதாயின்.<br/><br/>
                  நைமித்திக¶த்தோடு கூடிய நித்தியம் என்றார் ஆகலின், 'செல்லாது' என்றார்.<br/><br/>
                  நித்தியத்தில் தாழ்வு தீரச் செய்யப்படுவது, நைமித்திகம் ஆதலின், அதனை முற்கூறினார்.
                  உம்மை சிறப்பும்மை.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வானோர்க்கும் ஈண்டு சிறப்பொடு பூசனை செல்லாது- தேவர்க்கும் இங்குச் சிறப்புச் செய்யப்படுகின்ற விழவு பூசனை நடவாது, வானம் வறக்குமேல் - வானம் புலருமாகில்.<br/><br/>
                  மழை பெய்யாக்கால் வரும் குற்றம் கூறுவார், முற்பட (நால்வகைப்பட்ட அறங்களில்) பூசை கெடு மென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If heaven grow dry, with feast and offering never more,<br/>
                  Will men on earth the heavenly ones adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the heaven dry up, neither yearly festivals, nor daily worship will be offered in this world, to the
                  celestials.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தானந் தவமிரண்டுந் தங்கா வியனுலகம்',
            l2: 'வானம் வழங்கா தெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தானம் தவம்இரண்டும் தங்கா வியன்உலகம்<br/>வானம் வழங்கா தெனின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர்பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் இல்லையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வியன் உலகம் தானம் தவம் இரண்டும் தங்கா = அகன்ற உலகின்கண் தானமும் தவமும் ஆகிய இரண்டு அறமும் உளவாகா;<br/><br/>
                  வானம் வழங்காது எனின் = மழை பெய்யாதாயின்.<br/><br/>
                  'தான'மாவது, அறநெறியான் வந்த பொருள்களைத் தக்கார்க்கு உவகையோடுங் கொடுத்தல்.<br/><br/>
                  'தவ'மாவது, மனம் பொறிவழி போகாது நிற்றற் பொருட்டு விரதங்களான் உண்டிசுருக்கல் முதலாயின.<br/><br/>
                  பெரும்பான்மை பற்றித் தானம் இல்லறத்தின்மேலும், தவம் துறவறத்தின் மேலும் நின்றன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வியன் உலகம் - அகன்ற உலகத்துக்கண், தானம் தவம் இரண்டும் தங்கா - தானமும் தவமு மாகிய இரண்டறங்களும் உளவாகா, வானம் வழங்காதெனின் - மழை பெய்யா தாயின்.<br/><br/>
                  இது, தானமும் தவமும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If heaven its watery treasures ceases to dispense,<br/>
                  Through the wide world ceases gifts, and deeds of ’penitence’`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If rain fall not, penance and alms-deeds will not dwell within this spacious world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நீரின் றமையா துலகெனின் யார்யார்க்கும்',
            l2: 'வானின் றமையா தொழுக்கு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும்<br/>வான்இன்று அமையாது ஒழுக்கு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `யார்யார்க்கும் நீர் இன்று உலகு அமையாது எனின் = எவ்வகை மேம்பட்டார்க்கும் நீரையின்றி உலகியல் அமையாதாயின்;<br/><br/>
                  ஒழுக்கு வான் இன்று அமையாது = (அந்நீர் இடையறாது ஒழுகும்) ஒழுக்கும் வானையின்றி அமையாது.<br/><br/>
                  பொருள் இன்பங்களை ‘உலகியல்’ என்றார், அவை இம்மைக்கண்ண ஆகலின்.<br/><br/>
                  இடையறாது ஒழுகுதல், எக்காலத்தும் எவ்விடத்தும் உளதாகல்.<br/><br/>
                  நீர்இன்றி அமையாது உலகு என்பது, எல்லாரானும் தெளியப்படுதலின், அதுபோல ஒழுக்கும் வான் இன்று அமையாமை தெளியப்படுமென்பார், 'நீரின்றமையாதுலகு எனின்' என்றார்.<br/><br/>
                  இதனை, நீரையின்றி அமையாது உலகாயின், எத்திறத்தார்க்கும் மழையையின்றி ஒழுக்கம் நிரம்பாது என உரைப்பாரும் உளர்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நீர் இன்று உலகு அமையாது எனின் - நீரையின்றி உலகம் அமையா தாயின், யார் யார்க்கும் வான் இன்று ஒழுக்கு அமையாது - யாவர்க்கும் மழையையின்றி ஒழுக்கம் உண்டாகாது.<br/><br/>
                  ஒழுக்கம் - விரதம். [அமைதல் - நிரம்புதல்.]<br/><br/>
                  இஃது, ஒழுக்கம் கெடு மென்றது. இவை மூன்றினாலும் நாலறமும் கெடு மென்று கூறினார்.௧௩.
                  `,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `When water fails, functions of nature cease, you say;<br/>
                  Thus when rain fails, no men can walk in ‘duty’s ordered way’.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If it be said that the duties of life cannot be discharged by any person without water, so without rain
                  there cannot be the flowing of water.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'நீத்தார் பெருமை',
      slug: 'நீத்தார்-பெருமை',
      translations: [{ id: 'en', text: 'The Greatness of Ascetics' }],
      kurals: [
        {
          kural: {
            l1: 'ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து',
            l2: 'வேண்டும் பனுவற் றுணிவு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து<br/>
                  வேண்டும் பனுவல் துணிவு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒழுக்கத்தில் நிலைத்துநின்று பற்றுவிட்டவர்களின் பெருமையைச் சிறந்ததாகப் போற்றிக் கூறுவதே நூல்களின் துணிவாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை = (தமக்குரிய) ஒழுக்கத்தின் கண்ணே (நின்று) துறந்தாரது பெருமையை;<br/><br/>
                  விழுப்பத்து வேண்டும் பனுவல் துணிவு = விழுமிய பொருள்கள் பலவற்றுள்ளும் (இதுவே விழுமிது என) விளம்பும், நூல்களது துணிவு.<br/><br/>
                  தமக்கு உரிய ஒழுக்கத்தின்கண்ணே நீன்று துறத்தலாவது, தத்தம் வருணத்திற்கும் நிலைக்கும் உரிய ஒழுக்கங்களை வழுவாது ஒழுக, அறம் வளரும்; அறம் வளரப் பாவம் தேயும்; பாவந் தேய அறியாமை நீங்கும்; அறியாமை நீங்க, நித்த அநித்தங்களது வேறுபாட்டுணர்வும், அழிதன் மாலையவாய இம்மை மறுமை இன்பங்களின் உவர்ப்பும், பிறவித்துன்பங்களும் தோன்றும்; அவை தோன்ற வீட்டின்கண் ஆசையுண்டாம்; அஃது உண்டாகப் பிறவிக்குக் காரணம் ஆகிய 'பயன்இல்' முயற்சிகள் எல்லாம் நீங்கி, வீட்டிற்குக் காரணமாகிய யோகமுயற்சி உண்டாம்; அஃது உண்டாக, மெய்யுணர்வு பிறந்து, புறப்பற்றாகிய 'எனது' என்பதும், அகப்பற்றாகிய 'யான்' என்பதும் விடும்; ஆகலான் இவ்விரண்டு பற்றையும் இம்முறையே உவர்த்து விடுதல் எனக் கொள்க.<br/><br/>
                  ‘பனுவல்’ எனப் பொதுப்படக் கூறியவதனான், ஒன்றையொன்று ஒவ்வாத சமயநூல்கள் எல்லாவற்றிற்கும் இஃது ஒத்த துணிவென்பது பெற்றாம்.<br/><br/>
                  செய்தாரது துணிவு 'பனுவன்'மேல் ஏற்றப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை - ஒழுக்கத்தின் பொருட்டு (எல்லாப் பொருள்களையும்) துறந்தாரது பெருமையை, பனுவல் துணிவு விழுப்பத்து வேண்டும் - நூல்களின் துணிவு விழுப்பத்தின் பொருட்டு வேண்டும். [விழுப்பம் - மேன்மை].<br/><br/>
                  யாதானும் ஒரு பொய்யைச் சொல்லும் நூலும், தன்னை எல்லாரும் கொண்டாடுதற்காகத் துறந்தார் பெருமையை நன்குமதித்துக் கூறும், அதனானே, யாதும் சொல்லுகின்றே னென்றது. இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The settled rule of every code requires, as highest good,<br/>
                  Their greatness who, renouncing all, true to their rule have stood`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The end and aim of all treatise is to extol beyond all other excellence, the greatness of those who,
                  while abiding in the rule of conduct peculiar to their state, have abandoned all desire.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துறந்தார் பெருமை துணைக்கூறின் வையத்',
            l2: 'திறந்தாரை யெண்ணிக்கொண் டற்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துறந்தார் பெருமை துணைக்கூறின் வையத்து<br/>
                  இறந்தாரை எண்ணிக்கொண் டற்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பற்றுகளைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரையில் பிறந்து இறந்தவர்களை எண்ணிக் கணக்கிடுவதைப் போன்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துறந்தார் பெருமை துணைக் கூறின் = (இருவகைப் பற்றினையும்) விட்டாரது பெருமையை இவ்வளவு என்று (எண்ணால்) கூறி அறியலுறின், (அளவுபடாமையான்);<br/><br/>
                  வையத்து இறந்தாரை எண்ணிக்கொண்டு அற்று = இவ்வுலகத்துப் பிறந்து இறந்தாரை எண்ணி (இத்துணையர் என) அறியலு்ற்றாற் போலும்.<br/><br/>
                  முடியாது என்பதாம். கொண்டால் என்னும் வினையெச்சம் (கொண்டு) எனத் திரிந்து நின்றது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துறந்தார் பெருமை துணை கூறின் - (காமம் முதலாகத்) துறந்தாரது பெருமைக்கு அளவு கூறின், வையத்து இறந்தாரை எண்ணிக்கொண்டால் அந்று - உலகத்துப் பிறந்திருந்தார் இத்துணையரென்று எண்ணி யறியலுற்றாற் போலும். [ஆல் கெட்டது.]<br/>
                  அவர் பெருமைக்கு எல்லை கூறுதல் அரிதாயினும், சில சொல்லப் புகாநின்றே னென்றது இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `As counting those that from the earth have passed away,<br/>
                  ‘Tis vain attempt the might of holy men to say`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To describe the measure of the greatness of those who have forsaken the two-fold desires, is like
                  counting the dead.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருமை வகைதெரிந் தீண்டறம் பூண்டார்',
            l2: 'பெருமை பிறங்கிற் றுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார்<br/>
                  பெருமை பிறங்கிற்று உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருமை வகை தெரிந்து = (பிறப்பு வீடு என்னும்) இரண்டனது (துன்ப வின்பக்) கூறுபாடுகளை ஆராய்ந்து அறிந்து;<br/><br/>
                  ஈண்டு அறம் பூண்டார் பெருமை = (அப்பிறப்பு அறுத்தற்கு) இப்பிறப்பின்கண் துறவறத்தைப் பூண்டாரது பெருமையே;<br/><br/>
                  உலகு பிறங்கிற்று = உலகின்கண் உயர்ந்தது.<br/><br/>
                  "தெரிமாண் தமிழ்மும்மைத் தென்னம் பொருப்பன்"† என்புழிப் போல 'இருமை'‡ என்பது, ஈண்டு எண்ணின்கண் நின்றது.<br/><br/>
                  பிரிநிலை ஏகாரம், விகாரத்தால் தொக்கது.<br/><br/>
                  இதனால், திகிரி உருட்டி உலகம் முழுதாண்ட அரசர் முதலாயினார் பெருமை பிரிக்கப்பட்டது.<br/><br/>
                  இவை மூன்று பாட்டானும், நீத்தாரது பெருமையே எல்லாப் பெருமையினும் மிக்கது என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருமை வகை தெரிந்து - பிறப்பும் வீடும் என்னும் இரண்டினது கூறுபாட்டை ஆராய்ந்து, ஈண்டு அறம் பூண்டார் - இவ்விடத்தே துறவறத்தை மேற்கொண்டவரது, பெருமை உலகில் பிறங்கிற்று - பெருமை உலகத்தில் மிக்கது. [மிக்கது - மேம்பட்டது.]<br/>
                  இஃது, எல்லாராலும் அவர் பெருமை போற்றப்படு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Their greatness earth transcends, who, way of both worlds weighed,<br/>
                  In this world take their stand, in virtue’s robe arrayed`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The greatness of those who have discovered the properties of both states of being, and renounced the
                  world, shines forth on earth (beyond all others).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'உரனென்னுந் தோட்டியா னோரைந்துங் காப்பான்',
            l2: 'வரனென்னும் வைப்பிற்கோர் வித்து',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான்<br/>
                  வரனென்னும் வைப்பிற்கோர் வித்து`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கிக் காக்க வல்லவன், மேலான வீட்டிற்கு விதை போன்றவன்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உரன் என்னும் தோட்டியான் ஓரைந்தும் காப்பான் = திண்மை என்னும் தோட்டியால், (பொறிகளாகிய யானை) ஐந்தனையும் (தத்தம் புலன்கள்மேற் செல்லாமற்) காப்பான்;<br/><br/>
                  வரன் என்னும் வைப்பிற்கு ஓர் வித்து = (எல்லா நிலத்தினும்) மிக்கது என்று சொல்லப்படும் வீட்டுநிலத்திற்கு ஓர் வித்தாம்.<br/><br/>
                  இஃது ஏகதேச உருவகம்.<br/><br/>
                  'திண்மை' ஈண்டு அறிவின் மேற்று.<br/><br/>
                  அந்நிலத்திற் சென்று முளைத்தலின் 'வித்து' என்றார்; ஈண்டுப்பிறந்து இறந்து வரும் மகன்❖அல்லன் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `உரன் என்னும் தோட்டியான் ஓர் ஐந்தும் காப்பான்-அறிவாகிய தோட்டியானே பொறியாகிய ஒப்பற்ற யானை ஐந்தினையும் (புலன்களில் செல்லாமல்) மீட்பவன், வரன் என்னும் வைப்புக்கு ஓர் வித்து - மேலாகிய இடத்தே ஆதற்கு (இவ்விடத்தே இருப்பதாகிய) ஒரு வித்து.<br/><br/>
                  அவர் பெருமை சொல்லுவார், முற்பட அவன் மக்கட்டன்மையனாய் இவ்வுலகின்கண் வாழ்பவன் அல்லன், தேவருள் ஒருவன் என்று கூறினார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `He, who with firmness’ curb the five restrains,<br/>
                  Is seed for soil of yonder happy plains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `He who guides his five senses by the hook of wisdom will be a seed in the world of heaven.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஐந்தவித்தா னாற்ற லகல்விசும்பு ளார்கோமா',
            l2: 'னிந்திரனே சாலுங் கரி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான்<br/>
                  இந்திரனே சாலுங் கரி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின் தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஐந்து அவித்தான் ஆற்றல் = (புலன்களிற் செல்கின்ற) அவா ஐந்தனையும் அடக்கினானது வலிக்கு;<br/><br/>
                  அகல் விசும்புளார் கோமான் இந்திரனே சாலும் கரி = அகன்ற வானத்துள்ளார் இறைவனாகிய இந்திரனே★ அமையுஞ் சான்று.<br/><br/>
                  'ஐந்தும்' என்னும் முற்றும்மையும், 'ஆற்றற்கு' என்னும் நான்கன் உருபும் விகாரத்தால் தொக்கன.<br/><br/>
                  தான் ஐந்தவியாது சாபம் எய்தி நின்று, அவித்தானது ஆற்றல் உணர்த்தினான் ஆகலின் 'இந்திரனே சாலுங்கரி' என்றார்.
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஐந்து அவித்தான் ஆற்றல் - நுகர்ச்சியாகிய ஐந்தனையும் துறந்தானது வலிக்கு, அகல் விசும்பு உளார் கோமான் இந்திரனே சாலும் கரி-அகன்ற விசும்பி லுள்ளார்க்கு நாயகனாகிய இந்திரனே அமையும் சான்று,<br/><br/>
                  இந்திரன் சான்றென்றது, இவ்வுலகின்கண் மிகத் தவம்செய்வார் உளரானால் அவன் தன் பதம் இழக்கின்றானாக நடுங்கு மாதலான்.<br/><br/>
                  இது, தேவரினும் ஐந்தவித்தான் வலிய னென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Their might who have destroyed ‘the five,' shall soothly tell<br/>
                  Indra, the lord of those in heaven’s wide realms that dwell`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Indra, the king of the inhabitants of the spacious heaven, is himself, a sufficient proof of the strength of
                  him who has subdued his five senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'செயற்கரிய செய்வார் பெரியர் சிறியர்',
            l2: 'செயற்கரிய செய்கலா தார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `செயற்கரிய செய்வார் பெரியர் சிறியர்<br/>
                  செயற்கரிய செய்கலா தார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `செய்வதற்கு அருமையான செயல்களைச் செய்ய வல்லவரே பெரியோர். செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `செயற்கரிய செய்வார் பெரியர் = (ஒத்த பிறப்பினாராய மக்களுள்) செய்தற்கு (எளியவற்றைச் செய்யாது) அரியவற்றைச் செய்வார் பெரியர்;<br/><br/>
                  செயற்கரிய செய்கலாதார் சிறியர் = (அவ்வெளியவற்றைச் செய்து) அரியவற்றைச் செய்யமாட்டாதார் சிறியர்.<br/><br/>
                  செயற்கு எளியவாவன, மனம் வேண்டியவாறே அதனைப் பொறிவழிகளால் புலன்களிற் செலுத்தலும், வெஃகலும், வெகுடலும் முதலாயின.<br/><br/>
                  செயற்கு அரியவாவன இயமம், நியமம் முதலாய எண்வகை யோக உறுப்புக்கள்.<br/><br/>
                  நீரிற் பலகான் மூழ்கல் (புறப்பொருள் வெண்பா மாலை, வாகைத்திணை, 14) முதலாய "நாலிரு வழக்கிற் றாபத பக்கம்◯" என்பாரும் உளர்; அவை நியமத்துள்ளே அடங்கலின், நீத்தாரது பெருமைக்கு ஏலாமை அறிக.
                  
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `செயற்கு அரிய செய்வார் பெரியார் - செய்தற்கு அரியனவற்றைச் செய்வார் பெரியோ ரென்று சொல்லப்படுவார், செயற்கு அரிய செய்கலா தார் சிறியர் - அவற்றைச் செய்யமாட்டாதார் (துறந்தாராயினும்) சிறியோரென்று சொல்லப்படுவர்.<br/><br/>
                  செயற்கரியன, இயமம் நியமம் முதலாயின.<br/><br/>
                  இவ்வதிகாரம் "நீத்தார் பெருமை" என்னப்பட்டதாயினும், நீத்த மாத்திரத்தானே பெரியரென்று கொள்ளப்படார், செயற்கு அரியனவற்றைச் செய்வாரே பெரியரென்று கொள்ளப்படுவர் என்று இது கூறிற்று,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Things hard in the doing will great men do;<br/>
                  Things hard in the doing the mean eschew`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The great will do those things which is difficult to be done; but the mean cannot do them.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'சுவையொளி யூறோசை நாற்றமென் றைந்தின்',
            l2: 'வகைதெரிவான் கட்டே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின்<br/>
                  வகைதெரிவான் கட்டே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்று சொல்லப்படும் ஐந்தன் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்ற ஐந்தின் வகை = சுவையும் ஒளியும் ஊறும் ஓசையும் நாற்றமும் என்று சொல்லப்பட்ட (தன்மாத்திரைகள்) ஐந்தனது கூறுபாட்டையும்;<br/><br/>
                  தெரிவான் கட்டே உலகு = ஆராய்வான் கண்ணதே உலகம்.<br/><br/>
                  அவற்றின் கூறுபாடாவன- பூதங்கட்கு முதலாகிய அவைதாம் ஐந்தும், அவற்றின் கண் தோன்றிய அப்பூதங்கள் ஐந்தும், அவற்றின் கூறாகிய ஞானேந்திரியங்கள் ஐந்தும், கன்மேந்திரியங்கள் ஐந்தும் ஆக இருபதுமாம்.<br/><br/>
                  'வகைதெரிவான் கட்டு' என உடம்பொடுபுணர்ந்த♥தனால், தெரிகின்ற புருடனும், அவன் தெரிதற் கருவியாகிய மான் ஆங்கார மனங்களும், அவற்றிற்கு முதலாகிய மூலப்பகுதியும் பெற்றாம்.<br/><br/>
                  தத்துவம் இருபத்தைந்தனையும் தெரிதலாவது, மூலப்பகுதி ஒன்றில் தோன்றியது அன்மையின் பகுதியே யாவதல்லது விகுதியாகாது எனவும், அதன்கண் தோன்றிய மானும், அதன்கண் தோன்றிய அகங்காரமும், அதன்கண் தோன்றிய தன்மாத்திரைகளும் ஆகிய ஏழும் தத்தமக்கு முதலாயதனை நோக்க விகுதியாதலும், தங்கண் தோன்றுவனவற்றை நோக்கப் பகுதியாதலும் உடையவெனவும், அவற்றின்கண் தோன்றிய மனமும் ஞானேந்திரியங்களும் கன்மேந்திரியங்களும் பூதங்களுமாகிய பதினாறும் தங்கண் தோன்றுவன இன்மையின் விகுதியேயாவதல்லது பகுதியாகாவெனவும், புருடன் தான் ஒன்றில் தோன்றாமையானும் தன்கண் தோன்றுவன இன்மையானும், இரண்டும் அல்லன் எனவும் சாங்கிய நூலுள் ஓதியவற்றான் ஆராய்தல்.<br/><br/>
                  இவ்விருபத்தைந்துமல்லது உலகெனப் பிறிது ஒன்று இல்லையென உலகினது உண்மையறிதலின் அவனறிவின் கண்ணதாயிற்று.<br/><br/>
                  இவை நான்கு பாட்டானும் பெருமைக்கு ஏது ஐந்தவித்தலும், யோகப்பயிற்சியும், தத்துவ உணர்வும் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்று ஐந்தின் வகை - சுவை முதலாகக் கூறிய ஐந்து புலன்களின் வகையை, தெரிவான் கட்டே உலகு - ஆராய்வான் கண்ணதே உலகம்,<br/><br/>
                  எனவே, இவற்றின் காரியம் வேறொன்றாகத் தோன்றுமன்றே; அதனை அவ்வாறு கூறுபடுத்துக் காண அவற்றின் காரணமும் தோற்றும்.<br/><br/>
                  [வேறொன்றாக - உலகமாக. அவ்வாறு - அவ்வைந்து புலன்களாக. அவற்றின் காரணம் - அவ்வைந்து புலன்களையும் உணரும் அறிவு.]<br/><br/>
                  ஆதலால், உலகம் அறிவான் கண்ணதா மென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Taste, light, touch, sound , and smell: who knows the way<br/>
                  Of all the five, -the world submissive owns his sway`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The world is within the knowledge of him who knows the properties of taste, sight, touch, hearing and
                  smell.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நிறைமொழி மாந்தர் பெருமை நிலத்து',
            l2: 'மறைமொழி காட்டி விடும்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நிறைமொழி மாந்தர் பெருமை நிலத்து<br/>
                  மறைமொழி காட்டி விடும்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல் விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `நிறைமொழிமாந்தர் பெருமை = நிறைந்த மொழியினை உடைய துறந்தாரது பெருமையை;<br/><br/>
                  நிலத்து மறைமொழி ♦ காட்டி விடும் = நிலவுலகத்தின் கண் (அவர் ஆணையாகச் சொல்லிய) மந்திரங்களே (கண்கூடாகக்) காட்டும்.<br/><br/>
                  'நிறைமொழி' என்பது அருளிக் கூறினும், வெகுண்டு கூறினும் அவ்வப் பயன்களைப் பயந்தேவிடும் மொழி.<br/><br/>
                  'காட்டுதல்', பயனான் உணர்த்துதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நிறை மொழி மாந்தர் பெருமை - நிரம்பிய கல்வியையுடைய மாந்தரது பெருமையை, நிலத்து மறை மொழி காட்டி விடும் - அவரால் சொல்லப்பட்டு நிலத்தின்கண் வழங்காநின்ற மந்திரங்களே காட்டும்.<br/><br/>
                  இஃது, அவரால் நடக்கு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The might of men whose word is never vain,<br/>
                  The ‘Secret word’ shall to the earth proclaim`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The hidden words of the men whose words are full of effect, will shew their greatness to the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'குணமென்னுங் குன்றேறி நின்றார் வெகுளி',
            l2: 'கணமேயுங் காத்த லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `குணமென்னும் குன்றேறி நின்றார் வெகுளி<br/>
                  கணமேயும் காத்தல் அரிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `நல்ல பண்புகளாகிய மலையின்மேல் ஏறிநின்ற பெரியோர், ஒரு கணப்பொழுதே சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி = (துறவு மெய்யுணர்வு அவாவின்மை முதலிய) நற்குணங்களாகிய குன்றின் முடிவின்கண் நின்ற முனிவரது வெகுளி;<br/><br/>
                  கணமேயும் காத்தல் அரிது = (தான் உள்ளவளவு) கணமேயாயினும், (வெகுளப்பட்டாரால்) தடுத்தல் அரிது.<br/><br/>
                  சலியாமையும் பெருமையும்பற்றிக் குணங்களைக் குன்றாக உருவகம் செய்தார். ‘குணம்' சாதியொருமை.<br/><br/>
                  அநாதியாய் வருகின்றவாறு பற்றி ஒரோவழி வெகுளி தோன்றியபொழுதே அதனை மெய்யுணர்வு அழிக்கும் ஆகலின் 'கணமேயும்' என்றும், நிறைமொழி மாந்தர் ஆகலின் 'காத்தலரிது' என்றும் கூறினார்.<br/><br/>
                  இவை இரண்டு பாட்டானும் அவர் ஆணை கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி - குணமாகிய மலையை மேற்கொண்டு நின்றார் மாட்டு உளதாகிய வெகுளியால் வரும் தீமையை, கணமேயும் காத்தல் அரிது - சிறிது பொழுதாயினும் வாராமல் காத்தல் அரிது,<br/><br/>
                  அவர் சாபத்தால் நகுடன் பாம்பாயினான்.<br/><br/>
                  இஃது, அவர் வெகுளியைப் பொறுத்தல் அரிதென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The wrath ‘tis hard e’en for an instant to endure,<br/>
                  Of those who virtue’s hill have scaled, and stand secure`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The anger of those who have ascended the mountain of goodness, though it continue but for a
                  moment, cannot be resisted`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அந்தண ரென்போ ரறவோர்மற் றெவ்வுயிர்க்குஞ்',
            l2: 'செந்தண்மை பூண்டொழுக லான்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும்<br />
                  செந்தண்மை பூண்டொழுக லான்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால் அறவோரே அந்தணர் எனப்படுவோர் ஆவர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எவ்வுயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் = எல்லா உயிர்கள்மேலும் செவ்விய தண்ணளியைப் பூண்டு ஒழுகலான்;<br/><br/>
                  அந்தணர் என்போர் அறவோர் = அந்தணர் என்று சொல்லப்படுவார் துறவறத்தின் நின்றவர்.<br/><br/>
                  'பூணுதல்' விரதமாகக் கோடல். அந்தணர் என்பது, அழகிய தட்பத்தினை உடையார் என ஏதுப்பெயர்ஆகலின், அஃது அவ்வருளுடையார்க்கு அன்றிச் செல்லாது என்பது கருத்து.<br/><br/>
                  அவ்வாறு ஆணை உடையார் ஆயினும், உயிர்கள்மாட்டு அருளுடையார் என்பது இதனால் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அந்தணர் என்போர் அறவோர் - அந்தணரென்போரும் துறந்தோராகக் கொள்ளப்படுவர், எவ் உயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் - அவர் எல்லா உயிர்க்கும் செவ்விய தட்பம் செய்தலை மேற்கொண்டு ஒழுகலானே. (மற்று - அசை.]<br/><br/>
                    மேல், துறந்தவர்களினும் சிறியார் உளரென்று கூறினார். ஈண்டு, துறவாதாரினும் பெரியார் உளரென்று கூறினார். இவை எட்டானும் துறந்தார் பெருமை கூறப்பட்டது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Towards all that breathe, with seemly graciousness adorned they live;<br/>
                  And thus to virtue’s son’s the name of ‘Anthanar’ men give`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The virtuous are truly called Anthanar; because in their conduct towards all creatures they are
                  clothed in kindness.`,
                },
              ],
            },
          ],
        },
      ],
    },
  ],
};
