export const thirukkural = {
  chapters: [
    {
      name: 'கடவுள் வாழ்த்து',
      slug: 'கடவுள்-வாழ்த்து',
      translations: [{ id: 'en', text: 'The Praise of God' }],
      kurals: [
        {
          kural: {
            l1: 'அகர முதல வெழுத்தெல்லா மாதி',
            l2: 'பகவன் முதற்றே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அகர முதல எழுத்தெல்லாம் ஆதி<br/>பகவன் முதற்றே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எழுத்துக்கள்‌ எல்லாம்‌ அகரத்தை அடிப்படையாகக்‌ கொண்டிருக்கின்றன. அதுபோல்‌ உலகம்‌ கடவுளை அடிப்படையாகக்‌ கொண்டிருக்கின்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எழுத்து எல்லாம் அகர முதல = எழுத்துக்கள் எல்லாம் அகரமாகிய முதலை உடையன;<br/><br/>உலகு ஆதி பகவன் முதற்று = அதுபோல உலகம் ஆதிபகவனாகிய முதலை உடைத்து.<br/><br/>
                  இது தலைமை பற்றி வந்த எடுத்துக்காட்டுவமை. அகரத்திற்குத் தலைமை விகாரத்தான்அன்றி நாதமாத்திரையாகிய இயல்பாற் பிறத்தலானும், ஆதிபகவற்குத் தலைமை செயற்கை உணர்வான்அன்றி இயற்கை உணர்வான் முற்றும் உணர்தலானும் கொள்க.<br/><br/>
              தமிழ் எழுத்துக்கேயன்றி வடவெழுத்திற்கும் முதலாதல் நோக்கி, 'எழுத்தெல்லாம்' என்றார்.<br/><br/>
              ‘ஆதிபகவன்’ என்னும் இருபெயரொட்டுப் பண்புத்தொகை வடநூன் முடிபு.<br/><br/>
              ‘உலகு’ என்றது, ஈண்டு உயிர்கள் மேல் நின்றது. காணப்பட்ட உலகத்தாற் காணப்படாத கடவுட்கு உண்மை கூறவேண்டுதலின், 'ஆதிபகவன் முதற்றே உலகு' என உலகின்மேல் வைத்துக்கூறினார். கூறினாரேனும்,உலகிற்கு முதல் ஆதிபகவன் என்பது கருத்தாகக் கொள்க.<br/><br/>
              ஏகாரம் தேற்றத்தின்கண் வந்தது.<br/><br/>
              இப்பாட்டான் முதற்கடவுளது உண்மை கூறப்பட்டது.
              `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எழுத்தெல்லாம் அகரம் முதல - எழுத்துக்களெல்லாம் அகரமாகிய எழுத்தைத் தமக்கு முதலாக உடையன; (அவ்வண்ணமே), உலகு ஆதிபகவன் முதற்று - உலகம் ஆதியாகிய பகவனைத் தனக்கு முதலாக உடைத்து,<br/><br/>

                  உலககாரணன் ஆதிபகவ னென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `A, as its first of letters, every speech maintains;<br/><br/>The "Primal Deity" is first through all the world's domains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `As the letter A is the first of all letters, so the eternal God is first in the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கற்றதனா லாய பயனென்கொல் வாலறிவ',
            l2: 'னற்றா டொழா ரெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கற்றதனால் ஆய பயனென்கொல் வாலறிவன்<br/>
                  நற்றாள் தொழாஅர் எனின்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தூய அறிவு வடிவாக விளங்கும்‌ இறைவனுடைய நல்ல திருவடிகளைத்‌ தொழாமல்‌ இருப்பாரானால்‌, அவர்‌ கற்ற கல்வியினால்‌ ஆகிய பயன்‌ என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கற்றதனால் ஆய பயன் என்கொல் = (எல்லா நூல்களையும் கற்றவர்க்கு) அக்கல்வி அறிவினாலாய பயன் யாது?<br /><br />
                  வால் அறிவன் நற்றாள் தொழாஅர் எனின் = மெய்யுணர்வினை உடையானது நல்ல தாள்களைத் தொழாராயின்.<br /><br />
                  'எவன்' என்னும் வினாப்பெயர் 'என்' என்றாய், ஈண்டு, இன்மை குறித்து நின்றது.<br /><br />
                  'கொல்' என்பது அசைநிலை.<br /><br />
                  பிறவிப்பிணிக்கு மருந்தாதலின் 'நற்றாள்' என்றார்.<br /><br />
                  ஆகமவறிவிற்குப் பயன் அவன் தாளைத் தொழுது பிறவியறுத்தல் என்பது, இதனாற் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கற்றதனால் ஆய பயன் என் - (மேற்கூறிய எழுத்தினானாகிய சொற்களையெல்லாம்) கற்றதனானாகிய பயன் (வேறு)யாது, வால் அறிவன் நற் றாள் தொழார் எனின் - விளங்கின அறிவினையுடையவன் திருவடியைத் தொழாராயின்? [கொல்- அசை.]<br /><br />

                  சொல்லினானே பொருள் அறியப்படுமாதலான், அதனைக் கற்கவே மெய்யுணர்ந்து வீடு பெறலாகும். "கற்பக் கழிமட மஃகும்" என்றாரு முளர்.<br /><br />
                  
                  மீண்டும் வணக்கம் கூறிய தெற்றுக் கென்றார்க்கு, கற்றதனால் பயன் இது வென்பதூஉம், வேறு வேறு பயன் இல்லை யென்பதூஉம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No fruit have men of all their studied lore,<br /><br />
                  Save they the 'Purely Wise One's' feet adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What Profit have those derived from learning, who worship not the good feet of Him who is possessed
                  of pure knowledge ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மலர்மிசை யேகினான் மாணடி சேர்ந்தார்',
            l2: 'நிலமிசை நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்<br />நிலமிசை நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அன்பரின்‌ அகமாகிய மலரில்‌ வீற்றிருக்கும்‌ கடவுளின்‌ சிறந்த திருவடிகளை இடைவிடாமல்‌ நினைக்கின்றவர்‌ இன்ப உலகில்‌ நிலைத்து வாழ்வார்‌.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சேர்ந்தார் = மலரின்கண்ணே சென்றவனது மாட்சிமைப்பட்ட அடிகளைச் சேர்ந்தார்;<br /><br />
                  நிலம் மிசை நீடு வாழ்வார் = (எல்லா உலகிற்கும்) மேலாய வீட்டுலகின்கண் அழிவின்றி வாழ்வார்.<br /><br />
                  அன்பான் நினைவாரது உள்ளக் கமலத்தின்கண் அவர் நினைந்த வடிவோடு விரைந்து சேறலின், 'ஏகினான்' என இறந்த காலத்தாற் கூறினார்; என்னை?<br/><br/>
                  "வாராக் காலத்து நிகழுங்காலத்து<br/><br/>
                  மோராங்கு வரூஉம் வினைச்சொற் கிளவி<br/><br/>
                  யிறந்த காலத்துக் குறிப்பொடு கிளத்தல்<br/><br/>
                  விரைந்த பொருள வென்மனார் புலவர்" என்பது ஓத்தாகலின்.<br/><br/>
                  இதனைப் "பூமேனடந்தான்" என்பதோர் பெயர்பற்றிப் பிறிதொரு கடவுட்கு ஏற்றுவாரும் உளர்.<br/><br/>
                  சேர்தல்- இடைவிடாது நினைத்தல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சோந்தார் - மலரின் மேல் நடந்தானது மாட்சிமைப்பட்ட திரு வடியைக் சோந்தவரன்றே, நிலம்மிசை நீடு வாழ்வார் - நிலத்தின்மேல் நெடுங்காலம் வாழ்வார். [சோந்தவரன்றே-சோந்தவரே, அன்று - அசை.]<br/><br/>

                  நிலமென்று பொதுப்படக் கூறியவதனான், இவ்வுலகின்கண்ணும் மேலுலகின் கண்ணும் என்று கொள்ளப்படும்.<br/><br/>
                  
                  'தொழுதாற் பயன் என்னை' என்றாக்குப் போகம் நுகர்தலும், வீடு பெறுதலும் என்று கூறுவார், முற்படப் போகம் நுகர்வா ரென்று கூறினர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His feet, 'Who o'er the full-blown flower hath past,' who gain<br/><br/>
                  In bliss long time shall dwell above this earthly plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall
                  flourish long above all worlds`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வேண்டுதல்வேண் டாமை யிலானடி சேர்ந்தார்க்',
            l2: 'கியாண்டு மிடும்பை யில',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு<br/>யாண்டும் இடும்பை இல.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `விருப்பு வெறுப்பு இல்லாத கடவுளின்‌ திருவடிகளைப்‌ பொருந்தி நினைக்கின்றவர்க்கு எப்போதும்‌ எவ்விடத்திலும்‌ துன்பம்‌ இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வேண்டுதல் வேண்டாமை இலான் அடி சேர்ந்தார்க்கு= (ஒரு பொருளையும்) விழைதலும் வெறுத்தலும் இல்லாதவன் அடியைச் சேர்ந்தார்க்கு;<br/><br/>
                  யாண்டும் இடும்பை இல= எக்காலத்தும் (பிறவித்) துன்பங்கள் உளவாகா.<br/><br/>
                  பிறவித்துன்பங்களாவன: தன்னைப்பற்றி வருவனவும், பிற உயிர்களைப்பற்றி வருவனவும், தெய்வத்தைப்பற்றி வருவனவும் என மூவகையான் வருந்துன்பங்கள். அடி சேர்ந்தார்க்கும் அவ்விரண்டும் இன்மையின், அவை காரணமாக வரும் மூவகைத் துன்பங்களும் இலவாயின.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].<br/><br/>

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His foot, 'Whom want affects not, irks not grief,' who gain<br />Shall not, through every time, of any woes complain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To those who meditate the feet of Him who is void of desire or aversion, evil shall never come`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருள்சே ரிருவினையுஞ் சேரா விறைவன்',
            l2: 'பொருள்சேர் புகழ்புரிந்தார் மாட்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருள்சேர் இருவினையும் சேரா இறைவன்<br/>பொருள்சேர் புகழ்புரிந்தார் மாட்டு. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கடவுளின்‌ உண்மைப்‌ புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம்‌, அறியாமையால்‌ விளையும்‌ இருவகை வினையும்‌ சேர்வதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருள் சேர் இருவினையும் சேரா = மயக்கத்தைப் பற்றிவரும் (நல்வினை தீவினை என்னும்) இரண்டுவினையும் உளவாகா;<br /><br />
                  இறைவன் பொருள் சேர் புகழ் புரிந்தார் மாட்டு = இறைவனது மெய்ம்மை சேர்ந்த புகழை விரும்பினார் இடத்து.<br /><br />
                  இன்னதன்மைத்து என ஒருவராலும் கூறப்படாமையின் 'அவிச்சை'யை, இருள் என்றும், நல்வினையும் பிறத்தற்கு ஏதுவாகலான் 'இருவினையுஞ் சேரா' என்றும் கூறினார்.<br /><br />
                  இறைமைக் குணங்கள் இலராயினாரை உடையர் எனக்கருதி அறிவிலார் கூறுகின்ற புகழ்கள் பொருள் சேராவாகலின், அவை முற்றவும் உடைய இறைவன் புகழே 'பொருள்சேர் புகழ்' எனப்பட்டது.
                  புரிதல்- எப்பொழுதும் சொல்லுதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருள்சேர் இருவினையும் சேரா - மயக்கத்தைச் சேர்ந்த நல்வினை தீவினை யென்னும் இரண்டு வினைகளும் சேரா, இறைவன் பொருள் சேர் புகழ் புரிந்தார்மாட்டு - தலைவனதாகிய மெய்ப்பொருள் சேர்ந்த புகழ்ச்சிச் சொற்களைப் பொருந்தினார் மாட்டு,<br/>

                  இது, புண்ணிய பாவங்கள் சேராவென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The men, who on the 'King's' true praised delight to dwell,<br/>
                  Affects not them the fruit of deeds done ill or well.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise
                  of God.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பொறிவாயி லைந்தவித்தான் பொய்தீ ரொழுக்க',
            l2: 'நெறிநின்றார் நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க<br />நெறிநின்றார் நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐம்பொறி வாயிலாகப் பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பொறி வாயில் ஐந்து அவித்தான் = (மெய் வாய் கண் மூக்குச் செவி என்னும்) பொறிகளை வழியாக உடைய ஐந்து அவாவினையும் அறுத்தானது;<br /><br />
                  பொய் தீர் ஒழுக்கம் நெறி நின்றார் = மெய்யான ஒழுக்க நெறியின்கண் வழுவாது நின்றார்;<br /><br />
                  நீடு வாழ்வார் = (பிறப்பின்றி) எக்காலத்தும் (ஒருதன்மையராய்) வாழ்வார்.<br /><br />
                  புலன்கள் ஐந்தாகலான், அவற்றின்கட் செல்கின்ற அவாவும் ஐந்தாயிற்று.<br /><br />
                  ஒழுக்கநெறி ஐந்தவித்தானாற் சொல்லப்பட்டமையின், ஆண்டை ஆறனுருபு - செய்யுட்கிழமைக்கண் வந்தது, "கபிலரது பாட்டு" என்பது போல.<br /><br />
                  இவை நான்கு பாட்டானும், இறைவனை நினைத்தலும், வாழ்த்தலும், அவன்நெறி நிற்றலும் செய்தார் வீடு பெறுவர் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பொறிவாயில் ஐந்து அவித்தான் - (மெய் - வாய் - கண் - மூக்கு - செவி என்னும் ஐம்) பொறிகளின் வழியாக வரும் (ஊறு - சுவை - ஒளி - நாற்றம் - ஓசை என்னும்) ஐந்தின் கண்ணும் செல்லும் மனநிகழ்ச்சியை அடக்கினானது , பொய்தீர ஒழுக்க நெறி நின்றா - பொய்யற்ற ஒழுக்க நெறியிலே நின்றாரன்றே, நீடுவாழ் வார்-நெடிதுவாழ்வார்,<br /><br />
                  இது, சாவு இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Long live they blest, who've stood in path from falsehood freed;<br/>
                  His, ‘Who quenched lusts that from the sense-gates five proceed.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Those shall long proposer who abide in the faultless way of Him who has destroyed the five desires of
                  the senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தனக்குவமை யில்லாதான் றாள்சேர்ந்தார்க் கல்லான்',
            l2: 'மனக்கவலை மாற்ற லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்<br/>மனக்கவலை மாற்றல் அரிது.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் = (ஒருவாற்றானும்) தனக்கு நிகர்இல்லாதவனது, தாளைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  மனம் கவலை மாற்றல் அரிது = மனத்தின்கண் நிகழும் துன்பங்களை நீக்குதல் உண்டாகாது.<br /><br />
                  "உறற்பால- தீண்டா விடுத லரிது"# (நாலடியார்,109) என்றாற் போல, ஈண்டு ‘அருமை’ இன்மைமேல் நின்றது.<br /><br />
                  தாள் சேராதார், பிறவிக்கு ஏதுவாய காம வெகுளி மயக்கங்களை மாற்ற மாட்டாமையின், பிறந்து இறந்து அவற்றான் வரும் துன்பங்களுள் அழுந்துவர் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His foot, ‘to Whom none can compare,‘ men gain,<br/>
                  ‘Tis hard for mind to find relief from anxious pain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is
                  incomparable.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறவாழி யந்தணன் றாள்சேர்ந்தார்க் கல்லாற்',
            l2: 'பிறவாழி நீந்த லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்<br/>
                  பிறவாழி நீந்தல் அரிது. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்றக் கடல்களைக் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறம் ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் = அறக் கடலாகிய அந்தணனது, தாளாகிய புணையைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  பிற ஆழி நீந்தல் அரிது = (அதனிற்) பிறவாகிய கடல்களை நீந்தல் அரிது.<br /><br />
                  அறம், பொருள், இன்பமென உடன் எண்ணப்பட்ட மூன்றனுள் அறத்தை முன்னர்ப் பிரித்தமையான், ஏனைப் பொருளும் இன்பமும் ‘பிற’வெனப்பட்டன.<br /><br />
                  பல்வேறு வகைப்பட்ட அறங்கள் எல்லாவற்றையும் தனக்குவடிவாக உடையன் ஆகலின், 'அறவாழி அந்தணன்' என்றார். 'அறவாழி' என்பதைத் தருமசக்கரமாக்கி, அதனையுடைய அந்தணன் என்று உரைப்பாரும் உளர்.<br /><br />
                  அப்புணையைச் சேராதார் கரைகாணாது அவற்றுள்ளே அழுந்துவர் ஆகலின், 'நீந்தலரிது' என்றார். இஃது ஏகதேச உருவகம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அற ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் - அறமாகிய கடலை யுடைய அந்தணனது திருவடியைச் சேர்ந்தவர்க் கல்லது (ஒழிந்த பேர்களுக்கு), பிற ஆழி நீந்தல் அரிது - பிற ஆழியை நீந்தல் ஆகாது. [பிற ஆழி - காமமும் பொருளும்.]

                  அவலம் நீங்கப்பெறுதல் அரிது என்றவாறு.
                  
                  இது காமமும் பொருளும் பற்றிவரும் அவலம் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His feet, the Sea of Good, the Fair and Bountilful,’men gain,<br/>
                  ‘Tis hard the further bank of being’s changeful sea to attain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea
                  of virtue.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கோளில் பொறியிற் குணமிலவே யெண்குணத்தான்',
            l2: 'றாளை வணங்காத் தலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கோளில் பொறியின் குணமிலவே எண்குணத்தான்<br/>
                  தாளை வணங்காத் தலை.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கேட்காத செவி பார்க்காத கண் முதலியனபோல் எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கோள் இல் பொறியின் குணம் இல = (தத்தமக்கு ஏற்ற புலன்களைக்) கொள்கையில்லாத பொறிகள் போலப் பயன் படுதலை உடையவல்ல;<br/><br/>
                  எண்குணத்தான் தாளை வணங்காத் தலை = எண்வகைப்பட்ட குணங்களை உடையானது தாள்களை வணங்காத தலைகள்.<br/><br/>
                  எண்குணங்களாவன: தன்வயத்தனாதல், தூயவுடம்பினன்ஆதல், இயற்கை உணர்வினன் ஆதல், முற்றும்உணர்தல், இயல்பாகவே பாசங்களின்நீங்குதல், பேரருள்உடைமை, முடிவில் ஆற்றலுடைமை, வரம்பில் இன்பமுடைமை எனஇவை. இவ்வாறு சைவ ஆகமத்துக் கூறப்பட்டது.<br/><br/>
                  'அணிமா'†வை முதலாக உடையன எனவும், 'கடையிலா அறிவை'‡ முதலாக உடையன எனவும் உரைப்பாரும் உளர்.<br/><br/>
                  ‘காணாத கண் முதலியனபோல, வணங்காத தலைகள் பயனில’வெனத் தலைமேல் வைத்துக் கூறினார்; கூறினாரேனும், இனம் பற்றி வாழ்த்தாத நாக்களும் அவ்வாறே பயனில என்பதூஉம் கொள்க.<br/><br/>
                  இவை மூன்று பாட்டானும், அவனை நினைத்தலும் வாழ்த்தலும் வணங்கலுஞ் செய்யாவழிப் படும் குற்றம் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கோள் இல் பொறியின் - அறிவு இல்லாத (பொறிகளையுடைய) பாவைகள்போல், குணம் இல - ஒரு குணமும் உடையனவல்ல. எண்குணத்தான் தாளை-எட்டுக் குணத்தினை யுடையவன் திருவடியினை வணங்காத தலை-வணங்காத தலை யினையுடைய உடம்புகள், [வணங்காத என்பது ஈறு கேட்டு நின்றது.]<br /><br />

                  அவை உயிருண்டாகில் வணங்கும். அவை வணங்காமையால் அவற்றை இழித்து உடம்புக ளென்றார்.<br /><br />
                  
                  இது, வணங்காத உடம்புகள் பிணங்க ளென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Before His Foot, ‘the Eight-fold Excellence,‘ with unbent head,<br/>
                  Who stands, like palsied sense, is to all living functions dead.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a
                  sense without the power of sensation.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பிறவிப் பெருங்கட னீந்துவர் நீந்தா',
            l2: 'ரிறைவ னடிசேரா தார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்<br/>
                  இறைவன் அடிசேரா தார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும்; மற்றவர் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இறைவன் அடி (சேர்ந்தார்) பிறவிப் பெருங்கடல் நீந்துவர் = இறைவன் அடி என்னும் புணையைச் (சேர்ந்தார்), பிறவியாகிய பெரிய கடலை நீந்துவர்;<br /><br />
                  சேராதார் நீந்தார் = (அதனைச்) சேராதார், நீந்தமாட்டாராய் (அதனுள்) அழுந்துவர்.<br /><br />
                  காரண காரியத் தொடர்ச்சியாய்க் கரையின்றி வருதலின், 'பிறவிப்பெருங்கடல்' என்றார். 'சேர்ந்தார்' என்பது சொல்லெச்சம்.<br /><br />
                  உலகியல்பை நினையாது, இறைவன் அடியையே நினைப்பார்க்குப் பிறவியறுதலும், அவ்வாறன்றி மாறி நினைப்பார்க்கு அஃது அறாமையும் ஆகிய இரண்டும் இதனால் நியமிக்கப்பட்டன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `(இறைவன் அடி சேர்ந்தவர்) பிறவிப் பெருங்கடல் நீந்துவர் - இறைவனது அடியைச் சேர்ந்தவர் பிறவியாகிய பெரிய கடலை நீந்தி யேறுவர், இறைவன் அடி சேராதார் நீந்தார் - இறைவனது அடியைச் சேராதவா அதனுள் அழுந்துவா.

                  இது, பிறவி இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `They swim the sea of births, the 'Monarch’s’ foot who gain;<br/>
                  None other’s reach the shore of being’s mighty main.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the great sea of births but those who are united to the feet of God.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'வான் சிறப்பு',
      slug: 'வான்-சிறப்பு',
      translations: [{ id: 'en', text: 'The Excellence of Rain' }],
      kurals: [
        {
          kural: {
            l1: 'வானின் றுலகம் வழங்கி வருதலாற்',
            l2: 'றானமிழ்த மென்றுணரற் பாற்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வான்நின்று உலகம் வழங்கி வருதலால்<br/>
                தான்அமிழ்தம் என்றுணரற் பாற்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்ய உலகம் வாழ்ந்துவருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத் தக்கதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால் = மழை இடையறாது நிற்ப உலகம் நிலைபெற்று வருதலான்;<br /><br />
                தான் அமிழ்தம் என்று உணரற்பாற்று = அம்மழைதான் (உலகத்திற்கு) அமிழ்தம் என்று உணரும் பான்மையை உடையது.<br /><br />
                'நிற்ப' என்பது, 'நின்று' எனத்திரிந்து நின்றது.<br /><br />
                'உலகம்' என்றது, ஈண்டு உயிர்களை. அவை நிலைபெற்று வருதலாவது, பிறப்பு இடையறாமையின் எஞ்ஞான்றும் உடம்போடு காணப்பட்டு வருதல்.<br /><br />
                அமிழ்தம் உண்டார் சாவாது நிலைபெறுதலின், 'உலகத்தை நிலைபெறுத்துகின்ற வானை அமிழ்தம் என்று உணர்க' என்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால்-மழைவளம் நிலைநிற்றலானே உலகநடை தப்பாது வருதலான், தான் அமிழ்தம் என்று உணரும் பாற்று-அம்மழைதான் (உலகத்தார்) அமுதமென்று உணரும் பகுதியது.<br/><br/>

                இஃது, அறம் பொருள் இன்பங்களை உண்டாக்குதலானும், பல வகைப்பட்ட உணவுகளை நிலை நிறுத்தலானும், தானே உணவாதலானும் மழையினை மற்றுள்ள பூதமாத்திரையாக நினைக்கக் கூடாதென்று அதன் நிலைமை கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The World its course maintains through life that rain unfailing gives;<br/>
                Thus rain is known the true ambrosial food of all that lives.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `By the continuance of rain the world is preserved in existence; it is therefore worthy to be called
                ambrosia.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்',
            l2: 'துப்பாய தூஉமழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்<br/>
                  துப்பாய தூஉம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துப்பார்க்குத் துப்பு ஆய துப்பு ஆக்கி = உண்பார்க்கு நல்ல உணவுகளை உளவாக்கி;<br/><br/>
                  துப்பார்க்குத் துப்பு ஆயதூஉம் மழை = (அவற்றை) உண்கின்றார்க்குத் தானும் உணவாய் நிற்பதூஉம் மழை.<br/><br/>
                  தானும் உணவாதலாவது தண்ணீராய் உண்ணப்படுதல்.<br/><br/>
                  சிறப்புடைய உயர்திணைமேல் வைத்துக் கூறினமையின், அஃறிணைக்கும் இஃது ஒக்கும். இவ்வாறு உயிர்களது பசியையும் நீர்வேட்கையையும் நீக்குதலின், அவை வழங்கி வருதலுடையவாயின என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துப்பார்க்கு துப்பாய துப்பு ஆக்கி - (பிறவற்றை) உண்பார்க்கு அவர் உண்டற்கான உணவுகளையும் உண்டாக்கி, துப்பார்க்கு துப்பாவதும் மழை - (தன்னை) உண்பார்க்குத் தானே உணவாவதும் மழை.<br />
                  இது, பசியைக் கெடுக்கு மென்றது,௧௯.
                  `,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The rain makes pleasant food for eaters rise;<br />
                  As food itself, thirst-quenching draught supplies.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain produces good food, and is itself food.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விண்ணின்று பொய்ப்பின் விரிநீர் வியனுலகத்',
            l2: 'துண்ணின் றுடற்றும் பசி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து<br/>உள்நின்று உடற்றும் பசி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விண் இன்று பொய்ப்பின் = மழை வேண்டுங் காலத்துப் பெய்யாது பொய்க்குமாயின்;<br /><br />
                  விரிநீர் வியன் உலகத்துள் = கடலாற் சூழப்பட்ட அகன்ற உலகத்தின்கண்;<br /><br />
                  நின்று உடற்றும் பசி = நிலைபெற்று (உயிர்களை) வருத்தும் பசி.<br /><br />
                  கடலுடைத்தாயினும் அதனாற் பயனி்ல்லை என்பார், 'விரிநீர் வியனுலகத்து' என்றார்; உணவின்மையின், பசியான் உயிர்கள் இறக்கும் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விண் நின்று பொய்ப்பின் - வானமானது நிலைநிற்கப் பொய்க்குமாயின், விரி நீர் வியன் உலகத்துள் - விரிந்த நீரினையுடைய அகன்ற உலகத்திடத்தே, பசி நின்று உடற்றும் - பசியானது நின்று வருத்தாநிற்கும் (எல்லா உயிர்களையும்).<br/><br/>

                  பொய்த்தல் - தன் தொழில் மறுத்தல். [நிலைநிற்க-நிலையாக.]<br/><br/>
                  
                  இது, பசியென்று பொதுப்படக் கூறியவதனால், மக்களும் விலங்குகளும் பொருளையும் காமத்தையும் துய்க்கலாற்றாது துன்பமுறு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds. The promised rain, deceive, and in the sky remain,<br/>
                  Famine, sore torment, stalks o’er earth's vast ocean-girdled plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the cloud, withholding rain, deceive (our hopes) hunger will long distress the sea-girt spacious
                  world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஏரி னுழாஅ ருழவர் புயலென்னும்',
            l2: 'வாரி வளங்குன்றிக் கால்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஏரின் உழாஅர் உழவர் புயல்என்னும்<br/>
                  வாரி வளங்குன்றிக் கால்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர்கொண்டு உழ மாட்டார்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உழவர் ஏரின் உழாஅர் = உழவர் ஏரான் உழுதலைச் செய்யார்;<br /><br />
                  புயல் என்னும் வாரி வளம் குன்றிக்கால் = மழை என்னும் வருவாய் (தன்) பயன் குன்றின்.<br /><br />
                  'குன்றியக்கால்' என்பது, குறைந்து நின்றது.<br /><br />
                  உணவின்மைக்குக் காரணம் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `உழவர் ஏரின் உழார் - உழவர் ஏரின் உழுதலைத் தவிர்வார், புயல் என்னும் வாரி வளம் குன்றியக்கால் - புயலாகிய வாரியினுடைய வளம் குறைந்த காலத்து. [யகரம் கெட்டது.]<br/>
                  இஃது, உழவர் இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds their wealth on waters fail on earth to pour,<br/>
                  The ploughers plough with oxen’s sturdy team no more.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the abundance of wealth imparting rain diminish, the labour of the plough must cease.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கெடுப்பதூஉங் கெட்டார்க்குச் சார்வாய்மற் றாங்கே',
            l2: 'யெடுப்பதூஉ மெல்லா மழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே<br/>
                  எடுப்பதூஉம் எல்லாம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்குத் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கெடுப்பதூஉம் = (பூமியின்கண் வாழ்வாரைப் பெய்யாது நின்று) கெடுப்பதூஉம்;<br /><br />
                  கெட்டார்க்குச் சார்வாய் மற்று ஆங்கே எடுப்பதூஉம் = (அவ்வாறு) கெட்டார்க்குத் துணையாய்(ப் பெய்து) முன் கெடுத்தாற்போல எடுப்பதூஉம்;<br /><br />
                  எல்லாம் மழை = இவை எல்லாம் (வல்லது) மழை.<br /><br />
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br /><br />
                  'ஆங்கு' என்பது, மறுதலைத் தொழில் உவமத்தின்கண் வந்த உவமச்சொல்.<br /><br />
                  கேடும் ஆக்கமும் எய்துதற்கு உரியார் மக்கள் ஆதலின், 'கெட்டார்க்கு' என்றார்.<br /><br />
                  'எல்லாம்' என்றது, அம்மக்கள் முயற்சி வேறுபாடுகளாற் கெடுத்தல் எடுத்தல்கள் தாம் பலவாதல் நோக்கி.<br /><br />
                  ‘வல்லது’ என்பது, அவாய்நிலை‡யான் வந்தது.<br /><br />
                  மழையினது ஆற்றல் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எல்லாம் கெடுப்பதும் - (தான் பெய்யாது) எல்லாப் பொருள்களையும் கெடுப்பதும், கெட்டார்க்குச் சார்வாய் - அவை கெடப்பட்டார்க்குத் துணையாய், எல்லாம் ஆங்கே எடுப்பதும் மழை - (தான் பெய்து) பொருள் களெல்லாவற்றையும் அவ்விடத்தே உண்டாக்குவதும் மழை.<br />
                  இஃது, இவ்விரண்டினையும் செய்யவற் றென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `‘Tis rain works all: it ruin spreads, then timely aid supplies;<br/>
                  As, in the happy days before, it bids the ruined rise.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain by its absence ruins men; and by its existence restores them to fortune.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விசும்பிற் றுளிவீழி னல்லான்மற் றாங்கே',
            l2: 'பசும்புற் றலைகாண் பரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே<br/>
                  பசும்புல் தலைகாண்பு அரிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விசும்பின் துளி வீழின் அல்லால் = மேகத்தின் துளி வீழின் காண்பதல்லது;<br/><br/>
                  மற்று ஆங்கே பசும்புல் தலை காண்பு அரிது = வீழாதாயின், அப்பொழுதே பசும்புல்லினது தலையையும் காண்டல் அரிது.<br/><br/>
                  'விசும்பு' ஆகுபெயர்↑.<br/><br/>
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br/><br/>
                  இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது; ஓரறிவு உயிரும் இல்லை என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விசும்பின் துளி வீழின் அல்லால் - வானின்று துளி வீழின் அல்லது, ஆங்கு பசும் புல் தலை காண்பு அரிது - அவ்விடத்துப் பசுத்த புல்லினது தோற்றத்தையும் காண்டல் அரிது.<br/><br/>
                  'ஆங்கு' என்பதனை அசையாக்கினும் அமையும். [மற்று--அசை.]<br/><br/>
                  இஃது, ஓரறிவுயிரும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If from the clouds no drops of rain are shed,<br/>
                  ‘Tis rare to see green herb lift up its head`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If no drop falls from the clouds, not even the green blade of grass will be seen.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நெடுங்கடலுந் தன்னீர்மை குன்றுந் தடிந்தெழிலி',
            l2: 'தானல்கா தாகி விடின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி<br/>
                  தான்நல்கா தாகி விடின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும் = அளவில்லாத கடலும் தன்னியல்பு குறையும்;<br/><br/>
                  எழிலி தான் தடிந்து நல்காது ஆகி விடின் = மேகந்தான் (அதனைக்) குறைத்து (அதன்கட்) பெய்யாது விடுமாயின்.<br/><br/>
                  உம்மை சிறப்பும்மை.<br/><br/>
                  தன்னியல்பு குறைதாலாவது, நீர் வாழ் உயிர்கள் பிறவாமையும், மணிமுதலாயின படாமையும் ஆம்.<br/><br/>
                  ஈண்டுக் 'குறைத்தல்' என்றது முகத்தலை. அது "கடல் குறை படுத்தநீர் கல் குறைபடவெறிந்து" (பரிபாடல்-20) என்பதானானும் அறிக. மழைக்கு முதலாய கடற்கும் மழை வேண்டும் என்பதாம்.<br/><br/>
                  இவை ஏழு பாட்டானும் உலகம் நடத்தற்கு ஏதுவாதல் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும்-(நிலமேயன்றி) நெடிய கடலும் தனது தன்மை குறையும், தடிந்து எழிலி நல்காதாகிவிடின் - மின்னி மழையானது பெய்யாவிடின். [தான் - அசை.]<br /><br />
                  'தடித்து' என்பதற்குக் 'கூறுபடுத்து' என்று பொருளுரைப்பாரு முளர்.<br /><br />
                  இது, நீருள் வாழ்வனவும் படுவனவும் கெடுமென்றது. இவை நான்கினாலும் பொருட்கேடு கூறினார். பொருள் கெட இன்பம் கெடுமென்பதனால், இன்பக்கேடு கூறிற்றிலர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds restrain their gifts and grant no rain,<br/>
                  The treasures fail in ocean’s wide domain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Even the wealth of the wide sea will be diminished, if the cloud that has drawn (its waters) up gives
                  them not back again (in rain).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "சிறப்பொடு பூசனை செல்லாது வானம்",
            l2: "வறக்குமேல் வானோர்க்கு மீண்டு",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `சிறப்பொடு பூசனை செல்லாது வானம்<br/>வறக்குமேல் வானோர்க்கும் ஈண்டு`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடக்கும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `வானோர்க்கும் ஈண்டுச் சிறப்பொடு பூசனை செல்லாது = தேவர்கட்கும் இவ்வுலகில் (மக்களாற் செய்யப்படும்) விழவோடு கூடிய பூசையும் நடவாது;<br/><br/>
                  வானம் வறக்குமேல் = மழை பெய்யாதாயின்.<br/><br/>
                  நைமித்திக¶த்தோடு கூடிய நித்தியம் என்றார் ஆகலின், 'செல்லாது' என்றார்.<br/><br/>
                  நித்தியத்தில் தாழ்வு தீரச் செய்யப்படுவது, நைமித்திகம் ஆதலின், அதனை முற்கூறினார்.
                  உம்மை சிறப்பும்மை.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `வானோர்க்கும் ஈண்டு சிறப்பொடு பூசனை செல்லாது- தேவர்க்கும் இங்குச் சிறப்புச் செய்யப்படுகின்ற விழவு பூசனை நடவாது, வானம் வறக்குமேல் - வானம் புலருமாகில்.<br/><br/>
                  மழை பெய்யாக்கால் வரும் குற்றம் கூறுவார், முற்பட (நால்வகைப்பட்ட அறங்களில்) பூசை கெடு மென்றார்.`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `If heaven grow dry, with feast and offering never more,<br/>
                  Will men on earth the heavenly ones adore`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `If the heaven dry up, neither yearly festivals, nor daily worship will be offered in this world, to the
                  celestials.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "தானந் தவமிரண்டுந் தங்கா வியனுலகம்",
            l2: "வானம் வழங்கா தெனின்",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `தானம் தவம்இரண்டும் தங்கா வியன்உலகம்<br/>வானம் வழங்கா தெனின்`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர்பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் இல்லையாகும்.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `வியன் உலகம் தானம் தவம் இரண்டும் தங்கா = அகன்ற உலகின்கண் தானமும் தவமும் ஆகிய இரண்டு அறமும் உளவாகா;<br/><br/>
                  வானம் வழங்காது எனின் = மழை பெய்யாதாயின்.<br/><br/>
                  'தான'மாவது, அறநெறியான் வந்த பொருள்களைத் தக்கார்க்கு உவகையோடுங் கொடுத்தல்.<br/><br/>
                  'தவ'மாவது, மனம் பொறிவழி போகாது நிற்றற் பொருட்டு விரதங்களான் உண்டிசுருக்கல் முதலாயின.<br/><br/>
                  பெரும்பான்மை பற்றித் தானம் இல்லறத்தின்மேலும், தவம் துறவறத்தின் மேலும் நின்றன.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `வியன் உலகம் - அகன்ற உலகத்துக்கண், தானம் தவம் இரண்டும் தங்கா - தானமும் தவமு மாகிய இரண்டறங்களும் உளவாகா, வானம் வழங்காதெனின் - மழை பெய்யா தாயின்.<br/><br/>
                  இது, தானமும் தவமும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `If heaven its watery treasures ceases to dispense,<br/>
                  Through the wide world ceases gifts, and deeds of ’penitence’`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `If rain fall not, penance and alms-deeds will not dwell within this spacious world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "நீரின் றமையா துலகெனின் யார்யார்க்கும்",
            l2: "வானின் றமையா தொழுக்கு",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும்<br/>வான்இன்று அமையாது ஒழுக்கு`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `யார்யார்க்கும் நீர் இன்று உலகு அமையாது எனின் = எவ்வகை மேம்பட்டார்க்கும் நீரையின்றி உலகியல் அமையாதாயின்;<br/><br/>
                  ஒழுக்கு வான் இன்று அமையாது = (அந்நீர் இடையறாது ஒழுகும்) ஒழுக்கும் வானையின்றி அமையாது.<br/><br/>
                  பொருள் இன்பங்களை ‘உலகியல்’ என்றார், அவை இம்மைக்கண்ண ஆகலின்.<br/><br/>
                  இடையறாது ஒழுகுதல், எக்காலத்தும் எவ்விடத்தும் உளதாகல்.<br/><br/>
                  நீர்இன்றி அமையாது உலகு என்பது, எல்லாரானும் தெளியப்படுதலின், அதுபோல ஒழுக்கும் வான் இன்று அமையாமை தெளியப்படுமென்பார், 'நீரின்றமையாதுலகு எனின்' என்றார்.<br/><br/>
                  இதனை, நீரையின்றி அமையாது உலகாயின், எத்திறத்தார்க்கும் மழையையின்றி ஒழுக்கம் நிரம்பாது என உரைப்பாரும் உளர்.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `நீர் இன்று உலகு அமையாது எனின் - நீரையின்றி உலகம் அமையா தாயின், யார் யார்க்கும் வான் இன்று ஒழுக்கு அமையாது - யாவர்க்கும் மழையையின்றி ஒழுக்கம் உண்டாகாது.<br/><br/>
                  ஒழுக்கம் - விரதம். [அமைதல் - நிரம்புதல்.]<br/><br/>
                  இஃது, ஒழுக்கம் கெடு மென்றது. இவை மூன்றினாலும் நாலறமும் கெடு மென்று கூறினார்.௧௩.
                  `,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `When water fails, functions of nature cease, you say;<br/>
                  Thus when rain fails, no men can walk in ‘duty’s ordered way’.`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `If it be said that the duties of life cannot be discharged by any person without water, so without rain
                  there cannot be the flowing of water.`,
                },
              ],
            },
          ],
        }
      ],
    },
  ],
};
