export const thirukkural = {
  chapters: [
    {
      name: 'கடவுள் வாழ்த்து',
      slug: 'கடவுள்-வாழ்த்து',
      translations: [{ id: 'en', text: 'The Praise of God' }],
      kurals: [
        {
          kural: {
            l1: 'அகர முதல வெழுத்தெல்லா மாதி',
            l2: 'பகவன் முதற்றே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அகர முதல எழுத்தெல்லாம் ஆதி<br/>பகவன் முதற்றே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எழுத்துக்கள்‌ எல்லாம்‌ அகரத்தை அடிப்படையாகக்‌ கொண்டிருக்கின்றன. அதுபோல்‌ உலகம்‌ கடவுளை அடிப்படையாகக்‌ கொண்டிருக்கின்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எழுத்து எல்லாம் அகர முதல = எழுத்துக்கள் எல்லாம் அகரமாகிய முதலை உடையன;<br/><br/>உலகு ஆதி பகவன் முதற்று = அதுபோல உலகம் ஆதிபகவனாகிய முதலை உடைத்து.<br/><br/>
                  இது தலைமை பற்றி வந்த எடுத்துக்காட்டுவமை. அகரத்திற்குத் தலைமை விகாரத்தான்அன்றி நாதமாத்திரையாகிய இயல்பாற் பிறத்தலானும், ஆதிபகவற்குத் தலைமை செயற்கை உணர்வான்அன்றி இயற்கை உணர்வான் முற்றும் உணர்தலானும் கொள்க.<br/><br/>
              தமிழ் எழுத்துக்கேயன்றி வடவெழுத்திற்கும் முதலாதல் நோக்கி, 'எழுத்தெல்லாம்' என்றார்.<br/><br/>
              ‘ஆதிபகவன்’ என்னும் இருபெயரொட்டுப் பண்புத்தொகை வடநூன் முடிபு.<br/><br/>
              ‘உலகு’ என்றது, ஈண்டு உயிர்கள் மேல் நின்றது. காணப்பட்ட உலகத்தாற் காணப்படாத கடவுட்கு உண்மை கூறவேண்டுதலின், 'ஆதிபகவன் முதற்றே உலகு' என உலகின்மேல் வைத்துக்கூறினார். கூறினாரேனும்,உலகிற்கு முதல் ஆதிபகவன் என்பது கருத்தாகக் கொள்க.<br/><br/>
              ஏகாரம் தேற்றத்தின்கண் வந்தது.<br/><br/>
              இப்பாட்டான் முதற்கடவுளது உண்மை கூறப்பட்டது.
              `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எழுத்தெல்லாம் அகரம் முதல - எழுத்துக்களெல்லாம் அகரமாகிய எழுத்தைத் தமக்கு முதலாக உடையன; (அவ்வண்ணமே), உலகு ஆதிபகவன் முதற்று - உலகம் ஆதியாகிய பகவனைத் தனக்கு முதலாக உடைத்து,<br/><br/>

                  உலககாரணன் ஆதிபகவ னென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `A, as its first of letters, every speech maintains;<br/><br/>The "Primal Deity" is first through all the world's domains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `As the letter A is the first of all letters, so the eternal God is first in the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கற்றதனா லாய பயனென்கொல் வாலறிவ',
            l2: 'னற்றா டொழா ரெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கற்றதனால் ஆய பயனென்கொல் வாலறிவன்<br/>
                  நற்றாள் தொழாஅர் எனின்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தூய அறிவு வடிவாக விளங்கும்‌ இறைவனுடைய நல்ல திருவடிகளைத்‌ தொழாமல்‌ இருப்பாரானால்‌, அவர்‌ கற்ற கல்வியினால்‌ ஆகிய பயன்‌ என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கற்றதனால் ஆய பயன் என்கொல் = (எல்லா நூல்களையும் கற்றவர்க்கு) அக்கல்வி அறிவினாலாய பயன் யாது?<br /><br />
                  வால் அறிவன் நற்றாள் தொழாஅர் எனின் = மெய்யுணர்வினை உடையானது நல்ல தாள்களைத் தொழாராயின்.<br /><br />
                  'எவன்' என்னும் வினாப்பெயர் 'என்' என்றாய், ஈண்டு, இன்மை குறித்து நின்றது.<br /><br />
                  'கொல்' என்பது அசைநிலை.<br /><br />
                  பிறவிப்பிணிக்கு மருந்தாதலின் 'நற்றாள்' என்றார்.<br /><br />
                  ஆகமவறிவிற்குப் பயன் அவன் தாளைத் தொழுது பிறவியறுத்தல் என்பது, இதனாற் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கற்றதனால் ஆய பயன் என் - (மேற்கூறிய எழுத்தினானாகிய சொற்களையெல்லாம்) கற்றதனானாகிய பயன் (வேறு)யாது, வால் அறிவன் நற் றாள் தொழார் எனின் - விளங்கின அறிவினையுடையவன் திருவடியைத் தொழாராயின்? [கொல்- அசை.]<br /><br />

                  சொல்லினானே பொருள் அறியப்படுமாதலான், அதனைக் கற்கவே மெய்யுணர்ந்து வீடு பெறலாகும். "கற்பக் கழிமட மஃகும்" என்றாரு முளர்.<br /><br />
                  
                  மீண்டும் வணக்கம் கூறிய தெற்றுக் கென்றார்க்கு, கற்றதனால் பயன் இது வென்பதூஉம், வேறு வேறு பயன் இல்லை யென்பதூஉம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No fruit have men of all their studied lore,<br /><br />
                  Save they the 'Purely Wise One's' feet adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What Profit have those derived from learning, who worship not the good feet of Him who is possessed
                  of pure knowledge ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மலர்மிசை யேகினான் மாணடி சேர்ந்தார்',
            l2: 'நிலமிசை நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்<br />நிலமிசை நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அன்பரின்‌ அகமாகிய மலரில்‌ வீற்றிருக்கும்‌ கடவுளின்‌ சிறந்த திருவடிகளை இடைவிடாமல்‌ நினைக்கின்றவர்‌ இன்ப உலகில்‌ நிலைத்து வாழ்வார்‌.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சேர்ந்தார் = மலரின்கண்ணே சென்றவனது மாட்சிமைப்பட்ட அடிகளைச் சேர்ந்தார்;<br /><br />
                  நிலம் மிசை நீடு வாழ்வார் = (எல்லா உலகிற்கும்) மேலாய வீட்டுலகின்கண் அழிவின்றி வாழ்வார்.<br /><br />
                  அன்பான் நினைவாரது உள்ளக் கமலத்தின்கண் அவர் நினைந்த வடிவோடு விரைந்து சேறலின், 'ஏகினான்' என இறந்த காலத்தாற் கூறினார்; என்னை?<br/><br/>
                  "வாராக் காலத்து நிகழுங்காலத்து<br/><br/>
                  மோராங்கு வரூஉம் வினைச்சொற் கிளவி<br/><br/>
                  யிறந்த காலத்துக் குறிப்பொடு கிளத்தல்<br/><br/>
                  விரைந்த பொருள வென்மனார் புலவர்" என்பது ஓத்தாகலின்.<br/><br/>
                  இதனைப் "பூமேனடந்தான்" என்பதோர் பெயர்பற்றிப் பிறிதொரு கடவுட்கு ஏற்றுவாரும் உளர்.<br/><br/>
                  சேர்தல்- இடைவிடாது நினைத்தல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சோந்தார் - மலரின் மேல் நடந்தானது மாட்சிமைப்பட்ட திரு வடியைக் சோந்தவரன்றே, நிலம்மிசை நீடு வாழ்வார் - நிலத்தின்மேல் நெடுங்காலம் வாழ்வார். [சோந்தவரன்றே-சோந்தவரே, அன்று - அசை.]<br/><br/>

                  நிலமென்று பொதுப்படக் கூறியவதனான், இவ்வுலகின்கண்ணும் மேலுலகின் கண்ணும் என்று கொள்ளப்படும்.<br/><br/>
                  
                  'தொழுதாற் பயன் என்னை' என்றாக்குப் போகம் நுகர்தலும், வீடு பெறுதலும் என்று கூறுவார், முற்படப் போகம் நுகர்வா ரென்று கூறினர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His feet, 'Who o'er the full-blown flower hath past,' who gain<br/><br/>
                  In bliss long time shall dwell above this earthly plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall
                  flourish long above all worlds`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வேண்டுதல்வேண் டாமை யிலானடி சேர்ந்தார்க்',
            l2: 'கியாண்டு மிடும்பை யில',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு<br/>யாண்டும் இடும்பை இல.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `விருப்பு வெறுப்பு இல்லாத கடவுளின்‌ திருவடிகளைப்‌ பொருந்தி நினைக்கின்றவர்க்கு எப்போதும்‌ எவ்விடத்திலும்‌ துன்பம்‌ இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வேண்டுதல் வேண்டாமை இலான் அடி சேர்ந்தார்க்கு= (ஒரு பொருளையும்) விழைதலும் வெறுத்தலும் இல்லாதவன் அடியைச் சேர்ந்தார்க்கு;<br/><br/>
                  யாண்டும் இடும்பை இல= எக்காலத்தும் (பிறவித்) துன்பங்கள் உளவாகா.<br/><br/>
                  பிறவித்துன்பங்களாவன: தன்னைப்பற்றி வருவனவும், பிற உயிர்களைப்பற்றி வருவனவும், தெய்வத்தைப்பற்றி வருவனவும் என மூவகையான் வருந்துன்பங்கள். அடி சேர்ந்தார்க்கும் அவ்விரண்டும் இன்மையின், அவை காரணமாக வரும் மூவகைத் துன்பங்களும் இலவாயின.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].<br/><br/>

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His foot, 'Whom want affects not, irks not grief,' who gain<br />Shall not, through every time, of any woes complain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To those who meditate the feet of Him who is void of desire or aversion, evil shall never come`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருள்சே ரிருவினையுஞ் சேரா விறைவன்',
            l2: 'பொருள்சேர் புகழ்புரிந்தார் மாட்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருள்சேர் இருவினையும் சேரா இறைவன்<br/>பொருள்சேர் புகழ்புரிந்தார் மாட்டு. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கடவுளின்‌ உண்மைப்‌ புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம்‌, அறியாமையால்‌ விளையும்‌ இருவகை வினையும்‌ சேர்வதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருள் சேர் இருவினையும் சேரா = மயக்கத்தைப் பற்றிவரும் (நல்வினை தீவினை என்னும்) இரண்டுவினையும் உளவாகா;<br /><br />
                  இறைவன் பொருள் சேர் புகழ் புரிந்தார் மாட்டு = இறைவனது மெய்ம்மை சேர்ந்த புகழை விரும்பினார் இடத்து.<br /><br />
                  இன்னதன்மைத்து என ஒருவராலும் கூறப்படாமையின் 'அவிச்சை'யை, இருள் என்றும், நல்வினையும் பிறத்தற்கு ஏதுவாகலான் 'இருவினையுஞ் சேரா' என்றும் கூறினார்.<br /><br />
                  இறைமைக் குணங்கள் இலராயினாரை உடையர் எனக்கருதி அறிவிலார் கூறுகின்ற புகழ்கள் பொருள் சேராவாகலின், அவை முற்றவும் உடைய இறைவன் புகழே 'பொருள்சேர் புகழ்' எனப்பட்டது.
                  புரிதல்- எப்பொழுதும் சொல்லுதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருள்சேர் இருவினையும் சேரா - மயக்கத்தைச் சேர்ந்த நல்வினை தீவினை யென்னும் இரண்டு வினைகளும் சேரா, இறைவன் பொருள் சேர் புகழ் புரிந்தார்மாட்டு - தலைவனதாகிய மெய்ப்பொருள் சேர்ந்த புகழ்ச்சிச் சொற்களைப் பொருந்தினார் மாட்டு,<br/>

                  இது, புண்ணிய பாவங்கள் சேராவென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The men, who on the 'King's' true praised delight to dwell,<br/>
                  Affects not them the fruit of deeds done ill or well.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise
                  of God.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பொறிவாயி லைந்தவித்தான் பொய்தீ ரொழுக்க',
            l2: 'நெறிநின்றார் நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க<br />நெறிநின்றார் நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐம்பொறி வாயிலாகப் பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பொறி வாயில் ஐந்து அவித்தான் = (மெய் வாய் கண் மூக்குச் செவி என்னும்) பொறிகளை வழியாக உடைய ஐந்து அவாவினையும் அறுத்தானது;<br /><br />
                  பொய் தீர் ஒழுக்கம் நெறி நின்றார் = மெய்யான ஒழுக்க நெறியின்கண் வழுவாது நின்றார்;<br /><br />
                  நீடு வாழ்வார் = (பிறப்பின்றி) எக்காலத்தும் (ஒருதன்மையராய்) வாழ்வார்.<br /><br />
                  புலன்கள் ஐந்தாகலான், அவற்றின்கட் செல்கின்ற அவாவும் ஐந்தாயிற்று.<br /><br />
                  ஒழுக்கநெறி ஐந்தவித்தானாற் சொல்லப்பட்டமையின், ஆண்டை ஆறனுருபு - செய்யுட்கிழமைக்கண் வந்தது, "கபிலரது பாட்டு" என்பது போல.<br /><br />
                  இவை நான்கு பாட்டானும், இறைவனை நினைத்தலும், வாழ்த்தலும், அவன்நெறி நிற்றலும் செய்தார் வீடு பெறுவர் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பொறிவாயில் ஐந்து அவித்தான் - (மெய் - வாய் - கண் - மூக்கு - செவி என்னும் ஐம்) பொறிகளின் வழியாக வரும் (ஊறு - சுவை - ஒளி - நாற்றம் - ஓசை என்னும்) ஐந்தின் கண்ணும் செல்லும் மனநிகழ்ச்சியை அடக்கினானது , பொய்தீர ஒழுக்க நெறி நின்றா - பொய்யற்ற ஒழுக்க நெறியிலே நின்றாரன்றே, நீடுவாழ் வார்-நெடிதுவாழ்வார்,<br /><br />
                  இது, சாவு இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Long live they blest, who've stood in path from falsehood freed;<br/>
                  His, ‘Who quenched lusts that from the sense-gates five proceed.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Those shall long proposer who abide in the faultless way of Him who has destroyed the five desires of
                  the senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தனக்குவமை யில்லாதான் றாள்சேர்ந்தார்க் கல்லான்',
            l2: 'மனக்கவலை மாற்ற லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்<br/>மனக்கவலை மாற்றல் அரிது.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் = (ஒருவாற்றானும்) தனக்கு நிகர்இல்லாதவனது, தாளைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  மனம் கவலை மாற்றல் அரிது = மனத்தின்கண் நிகழும் துன்பங்களை நீக்குதல் உண்டாகாது.<br /><br />
                  "உறற்பால- தீண்டா விடுத லரிது"# (நாலடியார்,109) என்றாற் போல, ஈண்டு ‘அருமை’ இன்மைமேல் நின்றது.<br /><br />
                  தாள் சேராதார், பிறவிக்கு ஏதுவாய காம வெகுளி மயக்கங்களை மாற்ற மாட்டாமையின், பிறந்து இறந்து அவற்றான் வரும் துன்பங்களுள் அழுந்துவர் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His foot, ‘to Whom none can compare,‘ men gain,<br/>
                  ‘Tis hard for mind to find relief from anxious pain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is
                  incomparable.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறவாழி யந்தணன் றாள்சேர்ந்தார்க் கல்லாற்',
            l2: 'பிறவாழி நீந்த லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்<br/>
                  பிறவாழி நீந்தல் அரிது. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்றக் கடல்களைக் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறம் ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் = அறக் கடலாகிய அந்தணனது, தாளாகிய புணையைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  பிற ஆழி நீந்தல் அரிது = (அதனிற்) பிறவாகிய கடல்களை நீந்தல் அரிது.<br /><br />
                  அறம், பொருள், இன்பமென உடன் எண்ணப்பட்ட மூன்றனுள் அறத்தை முன்னர்ப் பிரித்தமையான், ஏனைப் பொருளும் இன்பமும் ‘பிற’வெனப்பட்டன.<br /><br />
                  பல்வேறு வகைப்பட்ட அறங்கள் எல்லாவற்றையும் தனக்குவடிவாக உடையன் ஆகலின், 'அறவாழி அந்தணன்' என்றார். 'அறவாழி' என்பதைத் தருமசக்கரமாக்கி, அதனையுடைய அந்தணன் என்று உரைப்பாரும் உளர்.<br /><br />
                  அப்புணையைச் சேராதார் கரைகாணாது அவற்றுள்ளே அழுந்துவர் ஆகலின், 'நீந்தலரிது' என்றார். இஃது ஏகதேச உருவகம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அற ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் - அறமாகிய கடலை யுடைய அந்தணனது திருவடியைச் சேர்ந்தவர்க் கல்லது (ஒழிந்த பேர்களுக்கு), பிற ஆழி நீந்தல் அரிது - பிற ஆழியை நீந்தல் ஆகாது. [பிற ஆழி - காமமும் பொருளும்.]

                  அவலம் நீங்கப்பெறுதல் அரிது என்றவாறு.
                  
                  இது காமமும் பொருளும் பற்றிவரும் அவலம் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Unless His feet, the Sea of Good, the Fair and Bountilful,’men gain,<br/>
                  ‘Tis hard the further bank of being’s changeful sea to attain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea
                  of virtue.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கோளில் பொறியிற் குணமிலவே யெண்குணத்தான்',
            l2: 'றாளை வணங்காத் தலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கோளில் பொறியின் குணமிலவே எண்குணத்தான்<br/>
                  தாளை வணங்காத் தலை.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கேட்காத செவி பார்க்காத கண் முதலியனபோல் எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கோள் இல் பொறியின் குணம் இல = (தத்தமக்கு ஏற்ற புலன்களைக்) கொள்கையில்லாத பொறிகள் போலப் பயன் படுதலை உடையவல்ல;<br/><br/>
                  எண்குணத்தான் தாளை வணங்காத் தலை = எண்வகைப்பட்ட குணங்களை உடையானது தாள்களை வணங்காத தலைகள்.<br/><br/>
                  எண்குணங்களாவன: தன்வயத்தனாதல், தூயவுடம்பினன்ஆதல், இயற்கை உணர்வினன் ஆதல், முற்றும்உணர்தல், இயல்பாகவே பாசங்களின்நீங்குதல், பேரருள்உடைமை, முடிவில் ஆற்றலுடைமை, வரம்பில் இன்பமுடைமை எனஇவை. இவ்வாறு சைவ ஆகமத்துக் கூறப்பட்டது.<br/><br/>
                  'அணிமா'†வை முதலாக உடையன எனவும், 'கடையிலா அறிவை'‡ முதலாக உடையன எனவும் உரைப்பாரும் உளர்.<br/><br/>
                  ‘காணாத கண் முதலியனபோல, வணங்காத தலைகள் பயனில’வெனத் தலைமேல் வைத்துக் கூறினார்; கூறினாரேனும், இனம் பற்றி வாழ்த்தாத நாக்களும் அவ்வாறே பயனில என்பதூஉம் கொள்க.<br/><br/>
                  இவை மூன்று பாட்டானும், அவனை நினைத்தலும் வாழ்த்தலும் வணங்கலுஞ் செய்யாவழிப் படும் குற்றம் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கோள் இல் பொறியின் - அறிவு இல்லாத (பொறிகளையுடைய) பாவைகள்போல், குணம் இல - ஒரு குணமும் உடையனவல்ல. எண்குணத்தான் தாளை-எட்டுக் குணத்தினை யுடையவன் திருவடியினை வணங்காத தலை-வணங்காத தலை யினையுடைய உடம்புகள், [வணங்காத என்பது ஈறு கேட்டு நின்றது.]<br /><br />

                  அவை உயிருண்டாகில் வணங்கும். அவை வணங்காமையால் அவற்றை இழித்து உடம்புக ளென்றார்.<br /><br />
                  
                  இது, வணங்காத உடம்புகள் பிணங்க ளென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Before His Foot, ‘the Eight-fold Excellence,‘ with unbent head,<br/>
                  Who stands, like palsied sense, is to all living functions dead.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a
                  sense without the power of sensation.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பிறவிப் பெருங்கட னீந்துவர் நீந்தா',
            l2: 'ரிறைவ னடிசேரா தார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்<br/>
                  இறைவன் அடிசேரா தார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும்; மற்றவர் கடக்க முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இறைவன் அடி (சேர்ந்தார்) பிறவிப் பெருங்கடல் நீந்துவர் = இறைவன் அடி என்னும் புணையைச் (சேர்ந்தார்), பிறவியாகிய பெரிய கடலை நீந்துவர்;<br /><br />
                  சேராதார் நீந்தார் = (அதனைச்) சேராதார், நீந்தமாட்டாராய் (அதனுள்) அழுந்துவர்.<br /><br />
                  காரண காரியத் தொடர்ச்சியாய்க் கரையின்றி வருதலின், 'பிறவிப்பெருங்கடல்' என்றார். 'சேர்ந்தார்' என்பது சொல்லெச்சம்.<br /><br />
                  உலகியல்பை நினையாது, இறைவன் அடியையே நினைப்பார்க்குப் பிறவியறுதலும், அவ்வாறன்றி மாறி நினைப்பார்க்கு அஃது அறாமையும் ஆகிய இரண்டும் இதனால் நியமிக்கப்பட்டன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `(இறைவன் அடி சேர்ந்தவர்) பிறவிப் பெருங்கடல் நீந்துவர் - இறைவனது அடியைச் சேர்ந்தவர் பிறவியாகிய பெரிய கடலை நீந்தி யேறுவர், இறைவன் அடி சேராதார் நீந்தார் - இறைவனது அடியைச் சேராதவா அதனுள் அழுந்துவா.

                  இது, பிறவி இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `They swim the sea of births, the 'Monarch’s’ foot who gain;<br/>
                  None other’s reach the shore of being’s mighty main.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `None can swim the great sea of births but those who are united to the feet of God.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'வான் சிறப்பு',
      slug: 'வான்-சிறப்பு',
      translations: [{ id: 'en', text: 'The Excellence of Rain' }],
      kurals: [
        {
          kural: {
            l1: 'வானின் றுலகம் வழங்கி வருதலாற்',
            l2: 'றானமிழ்த மென்றுணரற் பாற்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வான்நின்று உலகம் வழங்கி வருதலால்<br/>
                தான்அமிழ்தம் என்றுணரற் பாற்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்ய உலகம் வாழ்ந்துவருவதால், மழையானது உலகத்து வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத் தக்கதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால் = மழை இடையறாது நிற்ப உலகம் நிலைபெற்று வருதலான்;<br /><br />
                தான் அமிழ்தம் என்று உணரற்பாற்று = அம்மழைதான் (உலகத்திற்கு) அமிழ்தம் என்று உணரும் பான்மையை உடையது.<br /><br />
                'நிற்ப' என்பது, 'நின்று' எனத்திரிந்து நின்றது.<br /><br />
                'உலகம்' என்றது, ஈண்டு உயிர்களை. அவை நிலைபெற்று வருதலாவது, பிறப்பு இடையறாமையின் எஞ்ஞான்றும் உடம்போடு காணப்பட்டு வருதல்.<br /><br />
                அமிழ்தம் உண்டார் சாவாது நிலைபெறுதலின், 'உலகத்தை நிலைபெறுத்துகின்ற வானை அமிழ்தம் என்று உணர்க' என்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வான் நின்று உலகம் வழங்கி வருதலால்-மழைவளம் நிலைநிற்றலானே உலகநடை தப்பாது வருதலான், தான் அமிழ்தம் என்று உணரும் பாற்று-அம்மழைதான் (உலகத்தார்) அமுதமென்று உணரும் பகுதியது.<br/><br/>

                இஃது, அறம் பொருள் இன்பங்களை உண்டாக்குதலானும், பல வகைப்பட்ட உணவுகளை நிலை நிறுத்தலானும், தானே உணவாதலானும் மழையினை மற்றுள்ள பூதமாத்திரையாக நினைக்கக் கூடாதென்று அதன் நிலைமை கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The World its course maintains through life that rain unfailing gives;<br/>
                Thus rain is known the true ambrosial food of all that lives.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `By the continuance of rain the world is preserved in existence; it is therefore worthy to be called
                ambrosia.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்',
            l2: 'துப்பாய தூஉமழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்<br/>
                  துப்பாய தூஉம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு, பருகுவார்க்குத் தானும் ஓர் உணவாக இருப்பது மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துப்பார்க்குத் துப்பு ஆய துப்பு ஆக்கி = உண்பார்க்கு நல்ல உணவுகளை உளவாக்கி;<br/><br/>
                  துப்பார்க்குத் துப்பு ஆயதூஉம் மழை = (அவற்றை) உண்கின்றார்க்குத் தானும் உணவாய் நிற்பதூஉம் மழை.<br/><br/>
                  தானும் உணவாதலாவது தண்ணீராய் உண்ணப்படுதல்.<br/><br/>
                  சிறப்புடைய உயர்திணைமேல் வைத்துக் கூறினமையின், அஃறிணைக்கும் இஃது ஒக்கும். இவ்வாறு உயிர்களது பசியையும் நீர்வேட்கையையும் நீக்குதலின், அவை வழங்கி வருதலுடையவாயின என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துப்பார்க்கு துப்பாய துப்பு ஆக்கி - (பிறவற்றை) உண்பார்க்கு அவர் உண்டற்கான உணவுகளையும் உண்டாக்கி, துப்பார்க்கு துப்பாவதும் மழை - (தன்னை) உண்பார்க்குத் தானே உணவாவதும் மழை.<br />
                  இது, பசியைக் கெடுக்கு மென்றது,௧௯.
                  `,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The rain makes pleasant food for eaters rise;<br />
                  As food itself, thirst-quenching draught supplies.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain produces good food, and is itself food.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விண்ணின்று பொய்ப்பின் விரிநீர் வியனுலகத்',
            l2: 'துண்ணின் றுடற்றும் பசி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து<br/>உள்நின்று உடற்றும் பசி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விண் இன்று பொய்ப்பின் = மழை வேண்டுங் காலத்துப் பெய்யாது பொய்க்குமாயின்;<br /><br />
                  விரிநீர் வியன் உலகத்துள் = கடலாற் சூழப்பட்ட அகன்ற உலகத்தின்கண்;<br /><br />
                  நின்று உடற்றும் பசி = நிலைபெற்று (உயிர்களை) வருத்தும் பசி.<br /><br />
                  கடலுடைத்தாயினும் அதனாற் பயனி்ல்லை என்பார், 'விரிநீர் வியனுலகத்து' என்றார்; உணவின்மையின், பசியான் உயிர்கள் இறக்கும் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விண் நின்று பொய்ப்பின் - வானமானது நிலைநிற்கப் பொய்க்குமாயின், விரி நீர் வியன் உலகத்துள் - விரிந்த நீரினையுடைய அகன்ற உலகத்திடத்தே, பசி நின்று உடற்றும் - பசியானது நின்று வருத்தாநிற்கும் (எல்லா உயிர்களையும்).<br/><br/>

                  பொய்த்தல் - தன் தொழில் மறுத்தல். [நிலைநிற்க-நிலையாக.]<br/><br/>
                  
                  இது, பசியென்று பொதுப்படக் கூறியவதனால், மக்களும் விலங்குகளும் பொருளையும் காமத்தையும் துய்க்கலாற்றாது துன்பமுறு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds. The promised rain, deceive, and in the sky remain,<br/>
                  Famine, sore torment, stalks o’er earth's vast ocean-girdled plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the cloud, withholding rain, deceive (our hopes) hunger will long distress the sea-girt spacious
                  world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஏரி னுழாஅ ருழவர் புயலென்னும்',
            l2: 'வாரி வளங்குன்றிக் கால்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஏரின் உழாஅர் உழவர் புயல்என்னும்<br/>
                  வாரி வளங்குன்றிக் கால்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை என்னும் வருவாய் வளம் குன்றிவிட்டால், (உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர்கொண்டு உழ மாட்டார்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உழவர் ஏரின் உழாஅர் = உழவர் ஏரான் உழுதலைச் செய்யார்;<br /><br />
                  புயல் என்னும் வாரி வளம் குன்றிக்கால் = மழை என்னும் வருவாய் (தன்) பயன் குன்றின்.<br /><br />
                  'குன்றியக்கால்' என்பது, குறைந்து நின்றது.<br /><br />
                  உணவின்மைக்குக் காரணம் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `உழவர் ஏரின் உழார் - உழவர் ஏரின் உழுதலைத் தவிர்வார், புயல் என்னும் வாரி வளம் குன்றியக்கால் - புயலாகிய வாரியினுடைய வளம் குறைந்த காலத்து. [யகரம் கெட்டது.]<br/>
                  இஃது, உழவர் இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds their wealth on waters fail on earth to pour,<br/>
                  The ploughers plough with oxen’s sturdy team no more.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the abundance of wealth imparting rain diminish, the labour of the plough must cease.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கெடுப்பதூஉங் கெட்டார்க்குச் சார்வாய்மற் றாங்கே',
            l2: 'யெடுப்பதூஉ மெல்லா மழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே<br/>
                  எடுப்பதூஉம் எல்லாம் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு நொந்தவர்க்குத் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கெடுப்பதூஉம் = (பூமியின்கண் வாழ்வாரைப் பெய்யாது நின்று) கெடுப்பதூஉம்;<br /><br />
                  கெட்டார்க்குச் சார்வாய் மற்று ஆங்கே எடுப்பதூஉம் = (அவ்வாறு) கெட்டார்க்குத் துணையாய்(ப் பெய்து) முன் கெடுத்தாற்போல எடுப்பதூஉம்;<br /><br />
                  எல்லாம் மழை = இவை எல்லாம் (வல்லது) மழை.<br /><br />
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br /><br />
                  'ஆங்கு' என்பது, மறுதலைத் தொழில் உவமத்தின்கண் வந்த உவமச்சொல்.<br /><br />
                  கேடும் ஆக்கமும் எய்துதற்கு உரியார் மக்கள் ஆதலின், 'கெட்டார்க்கு' என்றார்.<br /><br />
                  'எல்லாம்' என்றது, அம்மக்கள் முயற்சி வேறுபாடுகளாற் கெடுத்தல் எடுத்தல்கள் தாம் பலவாதல் நோக்கி.<br /><br />
                  ‘வல்லது’ என்பது, அவாய்நிலை‡யான் வந்தது.<br /><br />
                  மழையினது ஆற்றல் கூறியவாறு.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எல்லாம் கெடுப்பதும் - (தான் பெய்யாது) எல்லாப் பொருள்களையும் கெடுப்பதும், கெட்டார்க்குச் சார்வாய் - அவை கெடப்பட்டார்க்குத் துணையாய், எல்லாம் ஆங்கே எடுப்பதும் மழை - (தான் பெய்து) பொருள் களெல்லாவற்றையும் அவ்விடத்தே உண்டாக்குவதும் மழை.<br />
                  இஃது, இவ்விரண்டினையும் செய்யவற் றென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `‘Tis rain works all: it ruin spreads, then timely aid supplies;<br/>
                  As, in the happy days before, it bids the ruined rise.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Rain by its absence ruins men; and by its existence restores them to fortune.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'விசும்பிற் றுளிவீழி னல்லான்மற் றாங்கே',
            l2: 'பசும்புற் றலைகாண் பரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே<br/>
                  பசும்புல் தலைகாண்பு அரிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல், உலகத்தில் ஓரறிவுயிராகிய பசும்புல்லின் தலையையும் காண முடியாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `விசும்பின் துளி வீழின் அல்லால் = மேகத்தின் துளி வீழின் காண்பதல்லது;<br/><br/>
                  மற்று ஆங்கே பசும்புல் தலை காண்பு அரிது = வீழாதாயின், அப்பொழுதே பசும்புல்லினது தலையையும் காண்டல் அரிது.<br/><br/>
                  'விசும்பு' ஆகுபெயர்↑.<br/><br/>
                  'மற்று' வினைமாற்றின்கண் வந்தது.<br/><br/>
                  இழிவு சிறப்பும்மை விகாரத்தால் தொக்கது; ஓரறிவு உயிரும் இல்லை என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `விசும்பின் துளி வீழின் அல்லால் - வானின்று துளி வீழின் அல்லது, ஆங்கு பசும் புல் தலை காண்பு அரிது - அவ்விடத்துப் பசுத்த புல்லினது தோற்றத்தையும் காண்டல் அரிது.<br/><br/>
                  'ஆங்கு' என்பதனை அசையாக்கினும் அமையும். [மற்று--அசை.]<br/><br/>
                  இஃது, ஓரறிவுயிரும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If from the clouds no drops of rain are shed,<br/>
                  ‘Tis rare to see green herb lift up its head`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If no drop falls from the clouds, not even the green blade of grass will be seen.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நெடுங்கடலுந் தன்னீர்மை குன்றுந் தடிந்தெழிலி',
            l2: 'தானல்கா தாகி விடின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி<br/>
                  தான்நல்கா தாகி விடின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலே பெய்யாமல் விடுமானால், பெரிய கடலும் தன் வளம் குன்றிப் போகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும் = அளவில்லாத கடலும் தன்னியல்பு குறையும்;<br/><br/>
                  எழிலி தான் தடிந்து நல்காது ஆகி விடின் = மேகந்தான் (அதனைக்) குறைத்து (அதன்கட்) பெய்யாது விடுமாயின்.<br/><br/>
                  உம்மை சிறப்பும்மை.<br/><br/>
                  தன்னியல்பு குறைதாலாவது, நீர் வாழ் உயிர்கள் பிறவாமையும், மணிமுதலாயின படாமையும் ஆம்.<br/><br/>
                  ஈண்டுக் 'குறைத்தல்' என்றது முகத்தலை. அது "கடல் குறை படுத்தநீர் கல் குறைபடவெறிந்து" (பரிபாடல்-20) என்பதானானும் அறிக. மழைக்கு முதலாய கடற்கும் மழை வேண்டும் என்பதாம்.<br/><br/>
                  இவை ஏழு பாட்டானும் உலகம் நடத்தற்கு ஏதுவாதல் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நெடும் கடலும் தன் நீர்மை குன்றும்-(நிலமேயன்றி) நெடிய கடலும் தனது தன்மை குறையும், தடிந்து எழிலி நல்காதாகிவிடின் - மின்னி மழையானது பெய்யாவிடின். [தான் - அசை.]<br /><br />
                  'தடித்து' என்பதற்குக் 'கூறுபடுத்து' என்று பொருளுரைப்பாரு முளர்.<br /><br />
                  இது, நீருள் வாழ்வனவும் படுவனவும் கெடுமென்றது. இவை நான்கினாலும் பொருட்கேடு கூறினார். பொருள் கெட இன்பம் கெடுமென்பதனால், இன்பக்கேடு கூறிற்றிலர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If clouds restrain their gifts and grant no rain,<br/>
                  The treasures fail in ocean’s wide domain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Even the wealth of the wide sea will be diminished, if the cloud that has drawn (its waters) up gives
                  them not back again (in rain).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'சிறப்பொடு பூசனை செல்லாது வானம்',
            l2: 'வறக்குமேல் வானோர்க்கு மீண்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சிறப்பொடு பூசனை செல்லாது வானம்<br/>வறக்குமேல் வானோர்க்கும் ஈண்டு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடக்கும் திருவிழாவும் நடைபெறாது; நாள் வழிபாடும் நடைபெறாது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வானோர்க்கும் ஈண்டுச் சிறப்பொடு பூசனை செல்லாது = தேவர்கட்கும் இவ்வுலகில் (மக்களாற் செய்யப்படும்) விழவோடு கூடிய பூசையும் நடவாது;<br/><br/>
                  வானம் வறக்குமேல் = மழை பெய்யாதாயின்.<br/><br/>
                  நைமித்திக¶த்தோடு கூடிய நித்தியம் என்றார் ஆகலின், 'செல்லாது' என்றார்.<br/><br/>
                  நித்தியத்தில் தாழ்வு தீரச் செய்யப்படுவது, நைமித்திகம் ஆதலின், அதனை முற்கூறினார்.
                  உம்மை சிறப்பும்மை.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வானோர்க்கும் ஈண்டு சிறப்பொடு பூசனை செல்லாது- தேவர்க்கும் இங்குச் சிறப்புச் செய்யப்படுகின்ற விழவு பூசனை நடவாது, வானம் வறக்குமேல் - வானம் புலருமாகில்.<br/><br/>
                  மழை பெய்யாக்கால் வரும் குற்றம் கூறுவார், முற்பட (நால்வகைப்பட்ட அறங்களில்) பூசை கெடு மென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If heaven grow dry, with feast and offering never more,<br/>
                  Will men on earth the heavenly ones adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the heaven dry up, neither yearly festivals, nor daily worship will be offered in this world, to the
                  celestials.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தானந் தவமிரண்டுந் தங்கா வியனுலகம்',
            l2: 'வானம் வழங்கா தெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தானம் தவம்இரண்டும் தங்கா வியன்உலகம்<br/>வானம் வழங்கா தெனின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மழை பெய்யவில்லையானால், இந்தப் பெரிய உலகத்தில் பிறர்பொருட்டுச் செய்யும் தானமும், தம் பொருட்டுச் செய்யும் தவமும் இல்லையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வியன் உலகம் தானம் தவம் இரண்டும் தங்கா = அகன்ற உலகின்கண் தானமும் தவமும் ஆகிய இரண்டு அறமும் உளவாகா;<br/><br/>
                  வானம் வழங்காது எனின் = மழை பெய்யாதாயின்.<br/><br/>
                  'தான'மாவது, அறநெறியான் வந்த பொருள்களைத் தக்கார்க்கு உவகையோடுங் கொடுத்தல்.<br/><br/>
                  'தவ'மாவது, மனம் பொறிவழி போகாது நிற்றற் பொருட்டு விரதங்களான் உண்டிசுருக்கல் முதலாயின.<br/><br/>
                  பெரும்பான்மை பற்றித் தானம் இல்லறத்தின்மேலும், தவம் துறவறத்தின் மேலும் நின்றன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வியன் உலகம் - அகன்ற உலகத்துக்கண், தானம் தவம் இரண்டும் தங்கா - தானமும் தவமு மாகிய இரண்டறங்களும் உளவாகா, வானம் வழங்காதெனின் - மழை பெய்யா தாயின்.<br/><br/>
                  இது, தானமும் தவமும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If heaven its watery treasures ceases to dispense,<br/>
                  Through the wide world ceases gifts, and deeds of ’penitence’`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If rain fall not, penance and alms-deeds will not dwell within this spacious world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நீரின் றமையா துலகெனின் யார்யார்க்கும்',
            l2: 'வானின் றமையா தொழுக்கு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும்<br/>வான்இன்று அமையாது ஒழுக்கு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால், மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `யார்யார்க்கும் நீர் இன்று உலகு அமையாது எனின் = எவ்வகை மேம்பட்டார்க்கும் நீரையின்றி உலகியல் அமையாதாயின்;<br/><br/>
                  ஒழுக்கு வான் இன்று அமையாது = (அந்நீர் இடையறாது ஒழுகும்) ஒழுக்கும் வானையின்றி அமையாது.<br/><br/>
                  பொருள் இன்பங்களை ‘உலகியல்’ என்றார், அவை இம்மைக்கண்ண ஆகலின்.<br/><br/>
                  இடையறாது ஒழுகுதல், எக்காலத்தும் எவ்விடத்தும் உளதாகல்.<br/><br/>
                  நீர்இன்றி அமையாது உலகு என்பது, எல்லாரானும் தெளியப்படுதலின், அதுபோல ஒழுக்கும் வான் இன்று அமையாமை தெளியப்படுமென்பார், 'நீரின்றமையாதுலகு எனின்' என்றார்.<br/><br/>
                  இதனை, நீரையின்றி அமையாது உலகாயின், எத்திறத்தார்க்கும் மழையையின்றி ஒழுக்கம் நிரம்பாது என உரைப்பாரும் உளர்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நீர் இன்று உலகு அமையாது எனின் - நீரையின்றி உலகம் அமையா தாயின், யார் யார்க்கும் வான் இன்று ஒழுக்கு அமையாது - யாவர்க்கும் மழையையின்றி ஒழுக்கம் உண்டாகாது.<br/><br/>
                  ஒழுக்கம் - விரதம். [அமைதல் - நிரம்புதல்.]<br/><br/>
                  இஃது, ஒழுக்கம் கெடு மென்றது. இவை மூன்றினாலும் நாலறமும் கெடு மென்று கூறினார்.௧௩.
                  `,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `When water fails, functions of nature cease, you say;<br/>
                  Thus when rain fails, no men can walk in ‘duty’s ordered way’.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If it be said that the duties of life cannot be discharged by any person without water, so without rain
                  there cannot be the flowing of water.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'நீத்தார் பெருமை',
      slug: 'நீத்தார்-பெருமை',
      translations: [{ id: 'en', text: 'The Greatness of Ascetics' }],
      kurals: [
        {
          kural: {
            l1: 'ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து',
            l2: 'வேண்டும் பனுவற் றுணிவு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து<br/>
                  வேண்டும் பனுவல் துணிவு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒழுக்கத்தில் நிலைத்துநின்று பற்றுவிட்டவர்களின் பெருமையைச் சிறந்ததாகப் போற்றிக் கூறுவதே நூல்களின் துணிவாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை = (தமக்குரிய) ஒழுக்கத்தின் கண்ணே (நின்று) துறந்தாரது பெருமையை;<br/><br/>
                  விழுப்பத்து வேண்டும் பனுவல் துணிவு = விழுமிய பொருள்கள் பலவற்றுள்ளும் (இதுவே விழுமிது என) விளம்பும், நூல்களது துணிவு.<br/><br/>
                  தமக்கு உரிய ஒழுக்கத்தின்கண்ணே நீன்று துறத்தலாவது, தத்தம் வருணத்திற்கும் நிலைக்கும் உரிய ஒழுக்கங்களை வழுவாது ஒழுக, அறம் வளரும்; அறம் வளரப் பாவம் தேயும்; பாவந் தேய அறியாமை நீங்கும்; அறியாமை நீங்க, நித்த அநித்தங்களது வேறுபாட்டுணர்வும், அழிதன் மாலையவாய இம்மை மறுமை இன்பங்களின் உவர்ப்பும், பிறவித்துன்பங்களும் தோன்றும்; அவை தோன்ற வீட்டின்கண் ஆசையுண்டாம்; அஃது உண்டாகப் பிறவிக்குக் காரணம் ஆகிய 'பயன்இல்' முயற்சிகள் எல்லாம் நீங்கி, வீட்டிற்குக் காரணமாகிய யோகமுயற்சி உண்டாம்; அஃது உண்டாக, மெய்யுணர்வு பிறந்து, புறப்பற்றாகிய 'எனது' என்பதும், அகப்பற்றாகிய 'யான்' என்பதும் விடும்; ஆகலான் இவ்விரண்டு பற்றையும் இம்முறையே உவர்த்து விடுதல் எனக் கொள்க.<br/><br/>
                  ‘பனுவல்’ எனப் பொதுப்படக் கூறியவதனான், ஒன்றையொன்று ஒவ்வாத சமயநூல்கள் எல்லாவற்றிற்கும் இஃது ஒத்த துணிவென்பது பெற்றாம்.<br/><br/>
                  செய்தாரது துணிவு 'பனுவன்'மேல் ஏற்றப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஒழுக்கத்து நீத்தார் பெருமை - ஒழுக்கத்தின் பொருட்டு (எல்லாப் பொருள்களையும்) துறந்தாரது பெருமையை, பனுவல் துணிவு விழுப்பத்து வேண்டும் - நூல்களின் துணிவு விழுப்பத்தின் பொருட்டு வேண்டும். [விழுப்பம் - மேன்மை].<br/><br/>
                  யாதானும் ஒரு பொய்யைச் சொல்லும் நூலும், தன்னை எல்லாரும் கொண்டாடுதற்காகத் துறந்தார் பெருமையை நன்குமதித்துக் கூறும், அதனானே, யாதும் சொல்லுகின்றே னென்றது. இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The settled rule of every code requires, as highest good,<br/>
                  Their greatness who, renouncing all, true to their rule have stood`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The end and aim of all treatise is to extol beyond all other excellence, the greatness of those who,
                  while abiding in the rule of conduct peculiar to their state, have abandoned all desire.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துறந்தார் பெருமை துணைக்கூறின் வையத்',
            l2: 'திறந்தாரை யெண்ணிக்கொண் டற்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துறந்தார் பெருமை துணைக்கூறின் வையத்து<br/>
                  இறந்தாரை எண்ணிக்கொண் டற்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பற்றுகளைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரையில் பிறந்து இறந்தவர்களை எண்ணிக் கணக்கிடுவதைப் போன்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துறந்தார் பெருமை துணைக் கூறின் = (இருவகைப் பற்றினையும்) விட்டாரது பெருமையை இவ்வளவு என்று (எண்ணால்) கூறி அறியலுறின், (அளவுபடாமையான்);<br/><br/>
                  வையத்து இறந்தாரை எண்ணிக்கொண்டு அற்று = இவ்வுலகத்துப் பிறந்து இறந்தாரை எண்ணி (இத்துணையர் என) அறியலு்ற்றாற் போலும்.<br/><br/>
                  முடியாது என்பதாம். கொண்டால் என்னும் வினையெச்சம் (கொண்டு) எனத் திரிந்து நின்றது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துறந்தார் பெருமை துணை கூறின் - (காமம் முதலாகத்) துறந்தாரது பெருமைக்கு அளவு கூறின், வையத்து இறந்தாரை எண்ணிக்கொண்டால் அந்று - உலகத்துப் பிறந்திருந்தார் இத்துணையரென்று எண்ணி யறியலுற்றாற் போலும். [ஆல் கெட்டது.]<br/>
                  அவர் பெருமைக்கு எல்லை கூறுதல் அரிதாயினும், சில சொல்லப் புகாநின்றே னென்றது இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `As counting those that from the earth have passed away,<br/>
                  ‘Tis vain attempt the might of holy men to say`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To describe the measure of the greatness of those who have forsaken the two-fold desires, is like
                  counting the dead.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருமை வகைதெரிந் தீண்டறம் பூண்டார்',
            l2: 'பெருமை பிறங்கிற் றுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார்<br/>
                  பெருமை பிறங்கிற்று உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருமை வகை தெரிந்து = (பிறப்பு வீடு என்னும்) இரண்டனது (துன்ப வின்பக்) கூறுபாடுகளை ஆராய்ந்து அறிந்து;<br/><br/>
                  ஈண்டு அறம் பூண்டார் பெருமை = (அப்பிறப்பு அறுத்தற்கு) இப்பிறப்பின்கண் துறவறத்தைப் பூண்டாரது பெருமையே;<br/><br/>
                  உலகு பிறங்கிற்று = உலகின்கண் உயர்ந்தது.<br/><br/>
                  "தெரிமாண் தமிழ்மும்மைத் தென்னம் பொருப்பன்"† என்புழிப் போல 'இருமை'‡ என்பது, ஈண்டு எண்ணின்கண் நின்றது.<br/><br/>
                  பிரிநிலை ஏகாரம், விகாரத்தால் தொக்கது.<br/><br/>
                  இதனால், திகிரி உருட்டி உலகம் முழுதாண்ட அரசர் முதலாயினார் பெருமை பிரிக்கப்பட்டது.<br/><br/>
                  இவை மூன்று பாட்டானும், நீத்தாரது பெருமையே எல்லாப் பெருமையினும் மிக்கது என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருமை வகை தெரிந்து - பிறப்பும் வீடும் என்னும் இரண்டினது கூறுபாட்டை ஆராய்ந்து, ஈண்டு அறம் பூண்டார் - இவ்விடத்தே துறவறத்தை மேற்கொண்டவரது, பெருமை உலகில் பிறங்கிற்று - பெருமை உலகத்தில் மிக்கது. [மிக்கது - மேம்பட்டது.]<br/>
                  இஃது, எல்லாராலும் அவர் பெருமை போற்றப்படு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Their greatness earth transcends, who, way of both worlds weighed,<br/>
                  In this world take their stand, in virtue’s robe arrayed`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The greatness of those who have discovered the properties of both states of being, and renounced the
                  world, shines forth on earth (beyond all others).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'உரனென்னுந் தோட்டியா னோரைந்துங் காப்பான்',
            l2: 'வரனென்னும் வைப்பிற்கோர் வித்து',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான்<br/>
                  வரனென்னும் வைப்பிற்கோர் வித்து`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கிக் காக்க வல்லவன், மேலான வீட்டிற்கு விதை போன்றவன்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உரன் என்னும் தோட்டியான் ஓரைந்தும் காப்பான் = திண்மை என்னும் தோட்டியால், (பொறிகளாகிய யானை) ஐந்தனையும் (தத்தம் புலன்கள்மேற் செல்லாமற்) காப்பான்;<br/><br/>
                  வரன் என்னும் வைப்பிற்கு ஓர் வித்து = (எல்லா நிலத்தினும்) மிக்கது என்று சொல்லப்படும் வீட்டுநிலத்திற்கு ஓர் வித்தாம்.<br/><br/>
                  இஃது ஏகதேச உருவகம்.<br/><br/>
                  'திண்மை' ஈண்டு அறிவின் மேற்று.<br/><br/>
                  அந்நிலத்திற் சென்று முளைத்தலின் 'வித்து' என்றார்; ஈண்டுப்பிறந்து இறந்து வரும் மகன்❖அல்லன் என்பதாம்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `உரன் என்னும் தோட்டியான் ஓர் ஐந்தும் காப்பான்-அறிவாகிய தோட்டியானே பொறியாகிய ஒப்பற்ற யானை ஐந்தினையும் (புலன்களில் செல்லாமல்) மீட்பவன், வரன் என்னும் வைப்புக்கு ஓர் வித்து - மேலாகிய இடத்தே ஆதற்கு (இவ்விடத்தே இருப்பதாகிய) ஒரு வித்து.<br/><br/>
                  அவர் பெருமை சொல்லுவார், முற்பட அவன் மக்கட்டன்மையனாய் இவ்வுலகின்கண் வாழ்பவன் அல்லன், தேவருள் ஒருவன் என்று கூறினார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `He, who with firmness’ curb the five restrains,<br/>
                  Is seed for soil of yonder happy plains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `He who guides his five senses by the hook of wisdom will be a seed in the world of heaven.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஐந்தவித்தா னாற்ற லகல்விசும்பு ளார்கோமா',
            l2: 'னிந்திரனே சாலுங் கரி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான்<br/>
                  இந்திரனே சாலுங் கரி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின் தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஐந்து அவித்தான் ஆற்றல் = (புலன்களிற் செல்கின்ற) அவா ஐந்தனையும் அடக்கினானது வலிக்கு;<br/><br/>
                  அகல் விசும்புளார் கோமான் இந்திரனே சாலும் கரி = அகன்ற வானத்துள்ளார் இறைவனாகிய இந்திரனே★ அமையுஞ் சான்று.<br/><br/>
                  'ஐந்தும்' என்னும் முற்றும்மையும், 'ஆற்றற்கு' என்னும் நான்கன் உருபும் விகாரத்தால் தொக்கன.<br/><br/>
                  தான் ஐந்தவியாது சாபம் எய்தி நின்று, அவித்தானது ஆற்றல் உணர்த்தினான் ஆகலின் 'இந்திரனே சாலுங்கரி' என்றார்.
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஐந்து அவித்தான் ஆற்றல் - நுகர்ச்சியாகிய ஐந்தனையும் துறந்தானது வலிக்கு, அகல் விசும்பு உளார் கோமான் இந்திரனே சாலும் கரி-அகன்ற விசும்பி லுள்ளார்க்கு நாயகனாகிய இந்திரனே அமையும் சான்று,<br/><br/>
                  இந்திரன் சான்றென்றது, இவ்வுலகின்கண் மிகத் தவம்செய்வார் உளரானால் அவன் தன் பதம் இழக்கின்றானாக நடுங்கு மாதலான்.<br/><br/>
                  இது, தேவரினும் ஐந்தவித்தான் வலிய னென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Their might who have destroyed ‘the five,' shall soothly tell<br/>
                  Indra, the lord of those in heaven’s wide realms that dwell`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Indra, the king of the inhabitants of the spacious heaven, is himself, a sufficient proof of the strength of
                  him who has subdued his five senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'செயற்கரிய செய்வார் பெரியர் சிறியர்',
            l2: 'செயற்கரிய செய்கலா தார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `செயற்கரிய செய்வார் பெரியர் சிறியர்<br/>
                  செயற்கரிய செய்கலா தார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `செய்வதற்கு அருமையான செயல்களைச் செய்ய வல்லவரே பெரியோர். செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `செயற்கரிய செய்வார் பெரியர் = (ஒத்த பிறப்பினாராய மக்களுள்) செய்தற்கு (எளியவற்றைச் செய்யாது) அரியவற்றைச் செய்வார் பெரியர்;<br/><br/>
                  செயற்கரிய செய்கலாதார் சிறியர் = (அவ்வெளியவற்றைச் செய்து) அரியவற்றைச் செய்யமாட்டாதார் சிறியர்.<br/><br/>
                  செயற்கு எளியவாவன, மனம் வேண்டியவாறே அதனைப் பொறிவழிகளால் புலன்களிற் செலுத்தலும், வெஃகலும், வெகுடலும் முதலாயின.<br/><br/>
                  செயற்கு அரியவாவன இயமம், நியமம் முதலாய எண்வகை யோக உறுப்புக்கள்.<br/><br/>
                  நீரிற் பலகான் மூழ்கல் (புறப்பொருள் வெண்பா மாலை, வாகைத்திணை, 14) முதலாய "நாலிரு வழக்கிற் றாபத பக்கம்◯" என்பாரும் உளர்; அவை நியமத்துள்ளே அடங்கலின், நீத்தாரது பெருமைக்கு ஏலாமை அறிக.
                  
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `செயற்கு அரிய செய்வார் பெரியார் - செய்தற்கு அரியனவற்றைச் செய்வார் பெரியோ ரென்று சொல்லப்படுவார், செயற்கு அரிய செய்கலா தார் சிறியர் - அவற்றைச் செய்யமாட்டாதார் (துறந்தாராயினும்) சிறியோரென்று சொல்லப்படுவர்.<br/><br/>
                  செயற்கரியன, இயமம் நியமம் முதலாயின.<br/><br/>
                  இவ்வதிகாரம் "நீத்தார் பெருமை" என்னப்பட்டதாயினும், நீத்த மாத்திரத்தானே பெரியரென்று கொள்ளப்படார், செயற்கு அரியனவற்றைச் செய்வாரே பெரியரென்று கொள்ளப்படுவர் என்று இது கூறிற்று,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Things hard in the doing will great men do;<br/>
                  Things hard in the doing the mean eschew`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The great will do those things which is difficult to be done; but the mean cannot do them.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'சுவையொளி யூறோசை நாற்றமென் றைந்தின்',
            l2: 'வகைதெரிவான் கட்டே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின்<br/>
                  வகைதெரிவான் கட்டே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்று சொல்லப்படும் ஐந்தன் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்ற ஐந்தின் வகை = சுவையும் ஒளியும் ஊறும் ஓசையும் நாற்றமும் என்று சொல்லப்பட்ட (தன்மாத்திரைகள்) ஐந்தனது கூறுபாட்டையும்;<br/><br/>
                  தெரிவான் கட்டே உலகு = ஆராய்வான் கண்ணதே உலகம்.<br/><br/>
                  அவற்றின் கூறுபாடாவன- பூதங்கட்கு முதலாகிய அவைதாம் ஐந்தும், அவற்றின் கண் தோன்றிய அப்பூதங்கள் ஐந்தும், அவற்றின் கூறாகிய ஞானேந்திரியங்கள் ஐந்தும், கன்மேந்திரியங்கள் ஐந்தும் ஆக இருபதுமாம்.<br/><br/>
                  'வகைதெரிவான் கட்டு' என உடம்பொடுபுணர்ந்த♥தனால், தெரிகின்ற புருடனும், அவன் தெரிதற் கருவியாகிய மான் ஆங்கார மனங்களும், அவற்றிற்கு முதலாகிய மூலப்பகுதியும் பெற்றாம்.<br/><br/>
                  தத்துவம் இருபத்தைந்தனையும் தெரிதலாவது, மூலப்பகுதி ஒன்றில் தோன்றியது அன்மையின் பகுதியே யாவதல்லது விகுதியாகாது எனவும், அதன்கண் தோன்றிய மானும், அதன்கண் தோன்றிய அகங்காரமும், அதன்கண் தோன்றிய தன்மாத்திரைகளும் ஆகிய ஏழும் தத்தமக்கு முதலாயதனை நோக்க விகுதியாதலும், தங்கண் தோன்றுவனவற்றை நோக்கப் பகுதியாதலும் உடையவெனவும், அவற்றின்கண் தோன்றிய மனமும் ஞானேந்திரியங்களும் கன்மேந்திரியங்களும் பூதங்களுமாகிய பதினாறும் தங்கண் தோன்றுவன இன்மையின் விகுதியேயாவதல்லது பகுதியாகாவெனவும், புருடன் தான் ஒன்றில் தோன்றாமையானும் தன்கண் தோன்றுவன இன்மையானும், இரண்டும் அல்லன் எனவும் சாங்கிய நூலுள் ஓதியவற்றான் ஆராய்தல்.<br/><br/>
                  இவ்விருபத்தைந்துமல்லது உலகெனப் பிறிது ஒன்று இல்லையென உலகினது உண்மையறிதலின் அவனறிவின் கண்ணதாயிற்று.<br/><br/>
                  இவை நான்கு பாட்டானும் பெருமைக்கு ஏது ஐந்தவித்தலும், யோகப்பயிற்சியும், தத்துவ உணர்வும் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `சுவை ஒளி ஊறு ஓசை நாற்றம் என்று ஐந்தின் வகை - சுவை முதலாகக் கூறிய ஐந்து புலன்களின் வகையை, தெரிவான் கட்டே உலகு - ஆராய்வான் கண்ணதே உலகம்,<br/><br/>
                  எனவே, இவற்றின் காரியம் வேறொன்றாகத் தோன்றுமன்றே; அதனை அவ்வாறு கூறுபடுத்துக் காண அவற்றின் காரணமும் தோற்றும்.<br/><br/>
                  [வேறொன்றாக - உலகமாக. அவ்வாறு - அவ்வைந்து புலன்களாக. அவற்றின் காரணம் - அவ்வைந்து புலன்களையும் உணரும் அறிவு.]<br/><br/>
                  ஆதலால், உலகம் அறிவான் கண்ணதா மென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Taste, light, touch, sound , and smell: who knows the way<br/>
                  Of all the five, -the world submissive owns his sway`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The world is within the knowledge of him who knows the properties of taste, sight, touch, hearing and
                  smell.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'நிறைமொழி மாந்தர் பெருமை நிலத்து',
            l2: 'மறைமொழி காட்டி விடும்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `நிறைமொழி மாந்தர் பெருமை நிலத்து<br/>
                  மறைமொழி காட்டி விடும்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல் விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `நிறைமொழிமாந்தர் பெருமை = நிறைந்த மொழியினை உடைய துறந்தாரது பெருமையை;<br/><br/>
                  நிலத்து மறைமொழி ♦ காட்டி விடும் = நிலவுலகத்தின் கண் (அவர் ஆணையாகச் சொல்லிய) மந்திரங்களே (கண்கூடாகக்) காட்டும்.<br/><br/>
                  'நிறைமொழி' என்பது அருளிக் கூறினும், வெகுண்டு கூறினும் அவ்வப் பயன்களைப் பயந்தேவிடும் மொழி.<br/><br/>
                  'காட்டுதல்', பயனான் உணர்த்துதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `நிறை மொழி மாந்தர் பெருமை - நிரம்பிய கல்வியையுடைய மாந்தரது பெருமையை, நிலத்து மறை மொழி காட்டி விடும் - அவரால் சொல்லப்பட்டு நிலத்தின்கண் வழங்காநின்ற மந்திரங்களே காட்டும்.<br/><br/>
                  இஃது, அவரால் நடக்கு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The might of men whose word is never vain,<br/>
                  The ‘Secret word’ shall to the earth proclaim`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The hidden words of the men whose words are full of effect, will shew their greatness to the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'குணமென்னுங் குன்றேறி நின்றார் வெகுளி',
            l2: 'கணமேயுங் காத்த லரிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `குணமென்னும் குன்றேறி நின்றார் வெகுளி<br/>
                  கணமேயும் காத்தல் அரிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `நல்ல பண்புகளாகிய மலையின்மேல் ஏறிநின்ற பெரியோர், ஒரு கணப்பொழுதே சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி = (துறவு மெய்யுணர்வு அவாவின்மை முதலிய) நற்குணங்களாகிய குன்றின் முடிவின்கண் நின்ற முனிவரது வெகுளி;<br/><br/>
                  கணமேயும் காத்தல் அரிது = (தான் உள்ளவளவு) கணமேயாயினும், (வெகுளப்பட்டாரால்) தடுத்தல் அரிது.<br/><br/>
                  சலியாமையும் பெருமையும்பற்றிக் குணங்களைக் குன்றாக உருவகம் செய்தார். ‘குணம்' சாதியொருமை.<br/><br/>
                  அநாதியாய் வருகின்றவாறு பற்றி ஒரோவழி வெகுளி தோன்றியபொழுதே அதனை மெய்யுணர்வு அழிக்கும் ஆகலின் 'கணமேயும்' என்றும், நிறைமொழி மாந்தர் ஆகலின் 'காத்தலரிது' என்றும் கூறினார்.<br/><br/>
                  இவை இரண்டு பாட்டானும் அவர் ஆணை கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `குணம் என்னும் குன்று ஏறி நின்றார் வெகுளி - குணமாகிய மலையை மேற்கொண்டு நின்றார் மாட்டு உளதாகிய வெகுளியால் வரும் தீமையை, கணமேயும் காத்தல் அரிது - சிறிது பொழுதாயினும் வாராமல் காத்தல் அரிது,<br/><br/>
                  அவர் சாபத்தால் நகுடன் பாம்பாயினான்.<br/><br/>
                  இஃது, அவர் வெகுளியைப் பொறுத்தல் அரிதென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The wrath ‘tis hard e’en for an instant to endure,<br/>
                  Of those who virtue’s hill have scaled, and stand secure`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The anger of those who have ascended the mountain of goodness, though it continue but for a
                  moment, cannot be resisted`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அந்தண ரென்போ ரறவோர்மற் றெவ்வுயிர்க்குஞ்',
            l2: 'செந்தண்மை பூண்டொழுக லான்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும்<br />
                  செந்தண்மை பூண்டொழுக லான்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு ஒழுகுவதால் அறவோரே அந்தணர் எனப்படுவோர் ஆவர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எவ்வுயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் = எல்லா உயிர்கள்மேலும் செவ்விய தண்ணளியைப் பூண்டு ஒழுகலான்;<br/><br/>
                  அந்தணர் என்போர் அறவோர் = அந்தணர் என்று சொல்லப்படுவார் துறவறத்தின் நின்றவர்.<br/><br/>
                  'பூணுதல்' விரதமாகக் கோடல். அந்தணர் என்பது, அழகிய தட்பத்தினை உடையார் என ஏதுப்பெயர்ஆகலின், அஃது அவ்வருளுடையார்க்கு அன்றிச் செல்லாது என்பது கருத்து.<br/><br/>
                  அவ்வாறு ஆணை உடையார் ஆயினும், உயிர்கள்மாட்டு அருளுடையார் என்பது இதனால் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அந்தணர் என்போர் அறவோர் - அந்தணரென்போரும் துறந்தோராகக் கொள்ளப்படுவர், எவ் உயிர்க்கும் செந்தண்மை பூண்டு ஒழுகலான் - அவர் எல்லா உயிர்க்கும் செவ்விய தட்பம் செய்தலை மேற்கொண்டு ஒழுகலானே. (மற்று - அசை.]<br/><br/>
                    மேல், துறந்தவர்களினும் சிறியார் உளரென்று கூறினார். ஈண்டு, துறவாதாரினும் பெரியார் உளரென்று கூறினார். இவை எட்டானும் துறந்தார் பெருமை கூறப்பட்டது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Towards all that breathe, with seemly graciousness adorned they live;<br/>
                  And thus to virtue’s son’s the name of ‘Anthanar’ men give`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The virtuous are truly called Anthanar; because in their conduct towards all creatures they are
                  clothed in kindness.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'அறன் வலியுறுத்தல்',
      slug: 'அறன்-வலியுறுத்தல்',
      translations: [{ id: 'en', text: 'Assertion of the Strength of Virtue' }],
      kurals: [
        {
          kural: {
            l1: 'சிறப்பீனுஞ் செல்வமு மீனு மறத்தினூஉங்',
            l2: 'காக்க மெவனோ வுயிர்க்கு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சிறப்புஈனும் செல்வமும் ஈனும் அறத்தினூஉங்கு<br/>
                  ஆக்கம் எவனோ உயிர்க்கு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறம், சிறப்பையும் அளிக்கும்; செல்வத்தையும் அளிக்கும்; ஆகையால் உயிர்க்கு அத்தகைய அறத்தைவிட நன்மையானது வேறு யாது?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `சிறப்பு ஈனும் = வீடு பேற்றையும் தரும்;<br/><br/>
                  செல்வமும் ஈனும் = (துறக்கம் முதலிய) செல்வத்தையும் தரும்:<br/><br/>
                  உயிர்க்கு அறத்தின் ஊஉங்கு ஆக்கம் எவன்ஓ = ஆதலான் உயிர்கட்கு அறத்தின்மிக்க ஆக்கம் யாது?<br/><br/>
                  எல்லாப்பேற்றினும் சிறந்தமையின் வீடு 'சிறப்பு' எனப்பட்டது. ‘சிறப்பென்னும் செம்பொருள்’ (358) என்ற திருக்குறளிலும், சிறப்பு என்பது வீடு என்னும் பொருளில் வந்தது. ‘சிறந்தது பயிற்றல்’ (கற்பியல்,51.) எனத் தொல்காப்பியத்து வருதலுங் காண்க.<br/><br/>
                  ஆக்கந் தருவதனை 'ஆக்கம்' என்றார்.<br/><br/>
                  ஆக்கம் 'மேன்மேலுயர்தல்'.<br/><br/>
                  ஈண்டு 'உயிர்' என்றது மக்கள்உயிரை, சிறப்பம் செல்வமும் எய்தற்குரியது அதுவேயாகலின்.<br/><br/>
                  இதனால் அறத்தின்மிக்க உறுதி இல்லையென்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `சிறப்பு ஈனும் செல்வமும் ஈனும் - முத்தியும் தரும் செல்வமும் தருமாதலால், அறத்தின் ஊங்கு உயிர்க்கு ஆக்கம் எவன் - அறத்தின் மேல் உயிர்கட்கு ஆக்கம் தருவது யாது? [ஓ -அசை.]<br/><br/>
                  பொருளான் ஆக்கம் உண்டென்பாரை மறுத்து, அறனே அதனை உண்டாக்கும் வலியுடைத்தென்று இறு கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `It yields distinction, yields prosperity: what gain<br/>
                  Greater than virtue can a living man obtain?`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Virtue will confer heaven and wealth; what greater source of happiness can man possess ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறத்தினூஉங் காக்க முமில்லை யதனை',
            l2: 'மறத்திலி னூங்கில்லை கேடு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறத்தினூஉங்கு ஆக்கமும் இல்லை அதனை<br/>
                  மறத்தலின் ஊங்கில்லை கேடு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒருவருடைய வாழ்க்கைக்கு அறத்தைவிட நன்மையானதும் இல்லை; அறத்தைப் போற்றாமல் மறப்பதைவிடக் கெடுதியானதும் இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறத்தின் ஊங்கு ஆக்கமும் இல்லை = (ஒருவனுக்கு) அறம் செய்தலின் மேற்பட்ட ஆக்கமும் இல்லை;<br/><br/>
                  அதனை மறத்தலின் ஊங்கு இல்லை கேடு = அதனை (மயக்கத்தான்) மறத்தலின் மேற்பட்ட கேடும் இல்லை.<br/><br/>
                  "அறத்தினூஉங் காக்கமு மில்லை" என மேற்சொல்லியதனையே அனுவதித்தார்¶, அதனாற் கேடுவருதல் கூறுதற் பயன் நோக்கி.<br/><br/>
                  இதனால் அது செய்யாவழிக் கேடுவருதல் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அறத்தின் ஊங்கு ஆக்கமும் இல்லை - (ஒருவனுக்கு) அறம் செய்தலின் மேற்பட்ட ஆக்கமும் இல்லை; அதனை மறத்தலின் ஊங்கு கேடு இல்லை - அதனைச் செய்யாமையின் மேற்பட்ட கேடும் இல்லை. [ஆம் என்பது அசை.]<br/><br/>
                  இது, அறம் செய்யாக்கால் கேடு வரு மென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No greater gain than virtue aught can cause;<br/>
                  No greater loss than life oblivious of her laws.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `There can be no greater source of good than (the practice of) virtue; there can be no greater source
                  of evil than the forgetfulness of it.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஒல்லும் வகையா னறவினை யோவாதே',
            l2: 'செல்லும்வா யெல்லாஞ் செயல்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஒல்லும் வகையான் அறவினை ஓவாதே<br/>
                  செல்லும்வாய் எல்லாஞ் செயல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `செய்யக்கூடிய வகையால், எக்காரணத்தாலும் விடாமல் செல்லுமிடமெல்லாம் அறச்செயலைப் போற்றிச் செய்ய வேண்டும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஒல்லும் வகையான் = (தத்தமக்கியலுந்) திறத்தான்;<br/><br/>
                  அறவினை ஓவாது ஏ செல்லும் வாய் எல்லாம் செயல் = அறமாகிய நல்வினையை ஒழியாதே (அஃது) எய்தும் இடத்தான்எல்லாம் செய்க.<br/><br/>
                  இயலுந்திறமாவது, இல்லறம் பொருளளவிற்கேற்பவும், துறவறம் யாக்கை நிலைக்கு ஏற்பவுஞ் செய்தல்.<br/><br/>
                  ஓவாமை இடைவிடாமை.<br/><br/>
                  எய்தும் இடமாவன மனம் மொழி மெய்கள்‡ என்பன.<br/><br/>
                  அவற்றாற் செய்யும் அறங்களாவன முறையே நற்சிந்தையும், நற்சொல்லும் நற்செயலும் எனவிவை.<br/><br/>
                  இதனான் அறஞ்செய்யுமாறு கூறப்பட்டது.
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஒல்லும் வகையால் - நமக்கு இயலும் திறத்தானே, அறவினை ஓவாதே - அறவினையை ஒழியாதே, செல்லும் வாய் எல்லாம் செயல் - செய்யலாம் இடமெல்லாம் செய்க.<br/><br/>
                  இயலும் திறம் - மனம் மொழி மெய்களும் பொருளும், செல்லும் வாய் - அறம் செய்தற்குத் தக்க பல இடங்களும், ஒழியாதே - நாள்தோறும்.<br/><br/>
                  அறம் வலிதென்று அறிந்தவர்கள் அதனை இவ்வாறு செய்க என்று கூறிற்று இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `To finish virtue’s work with ceaseless effort strive,<br/>
                  What way thou may’st where’er thou see’st the work may thrive`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `As much as possible, in every way, incessantly practise virtue.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மனத்துக்கண் மாசில னாத லனைத்தற',
            l2: 'னாகுல நீர பிற',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மனத்துக்கண் மாசிலன் ஆதல் அனைத்துஅறன்<br/>
                  ஆகுல நீர பிற`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒருவன் தன் மனத்தில் குற்றம் இல்லாதவனாக இருக்க வேண்டும்; அறம் அவ்வளவே; மனத்தூய்மை இல்லாத மற்றவை ஆரவாரத் தன்மை உடையவை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மனத்துக்கண் மாசு இலன் ஆதல் = (அவ்வாற்றான் அறஞ்செய்வான்) (தன்) மனத்தின்கட் குற்றம் உடையனல்லனாக;<br/><br/>
                  அனைத்து அறன் = அவ்வளவே அறமாவது;<br/><br/>
                  பிற ஆகுல நீர = அஃதொழிந்த சொல்லும் வேடமும் (அறமெனப்படா,) ஆரவார நீர்மைய.<br/><br/>
                  குற்றம்- தீயன சிந்தித்தல்.<br/><br/>
                  பிறர் அறிதல்வேண்டிச் செய்கின்றன வாகலின், (ஆகுல நீர) என்றார்.<br/><br/>
                  மனத்து மாசுடையனாயவழி, அதன்வழியவாகிய மொழி மெய்களாற் செய்வன பயனிலவென்பதூஉம் பெறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மனத்துக்கண் மாசிலனாதல் - (ஒருவன் தன்) மனத்தின்கண் குற்றமிலனாதலே, அனைத்து அறன்-எல்லா அறமுமாம். பிற ஆகுல நீர - (அதில் குற்றமுண்டாயின்) மேல் செய்வனவெல்லாம் ஆரவார நீர்மையன.<br/><br/>
                  பிறர் அறியவேண்டிச் செய்தானா மென்றாயிற்று. மேல் நாலு பொருளைக் கடிய வேண்டு மென்றார். அவை நான்கும் மனமொன்றும் தூயதாகப் போமென்று அதன்பின் இதனைக் கூறினார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Spotless be thou in mind! This only merits virtue’s name;<br/>
                  All else, mere pomp of idle sound, no real worth can claim`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Let him who does virtuous deeds be of spotless mind; to that extent is virtue; all else is vain show.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அழுக்கா றவாவெகுளி யின்னாச்சொன் னான்கு',
            l2: 'மிழுக்கா வியன்ற தறம்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும்<br/>
                  இழுக்கா இயன்றது அறம்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பொறாமை, ஆசை, சினம், கடுஞ்சொல் ஆகிய இந்த நான்கு குற்றங்களுக்கும் இடங்கொடுக்காமல் அவற்றைக் கடிந்து ஒழுகுவதே அறமாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அழுக்காறு = (பிறர் ஆக்கம்) பொறாமையும்;<br/><br/>
                  அவா = (புலன்கண்மேற் செல்கின்ற) அவாவும்;<br/><br/>
                  வெகுளி = (அவை ஏதுவாகப் பிறர்பால் வரும்) வெகுளியும்;<br/><br/>
                  இன்னாச்சொல் = (அதுபற்றி வரும்) கடுஞ்சொல்லும் (ஆகிய);<br/><br/>
                  நான்கும் இழுக்கா இயன்றது அறம் = இந்நான்கினையும் கடிந்து இடையறாது நடந்தது அறமாவது.<br/><br/>
                  இதனான், ‘இவற்றோடு விரவியியன்றது அறமெனப்படாது’ என்பதூஉங் கொள்க.<br/><br/>
                  இவை இரண்டுபாட்டானும் அறத்தினது இயல்பு கூறப்பட்டது.
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அழுக்காறு - மனக்கோட்டமும், அவா - ஆசையும், வெகுளி வெகுளியும், இன்னாச்சொல் - கடுஞ்சொல்லும், நான்கும் இழுக்கா - என்னும் நான்கினையும் ஒழித்து, இயன்றது அறம் - நடந்த (அது யாதொன்று) அஃது அறமென்று சொல்லப்படும்.<br />
                  பின்னர்ச் செய்யலாகா தென்று இந் நூல் கூறுவனவெல்லாம் இந்நான்கினுள் அடங்குமென்றும், அறம் எத்தன்மைத்தென்றும் இது கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `‘Tis virtue when, his footsteps sliding not through envy, wrath,<br/>
                  Lust, evil speech-these four, man onwards moves in ordered path`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `That conduct is virtue which is free from these four things, viz, malice, desire, anger and bitter
                  speech.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அன்றறிவா மென்னா தறஞ்செய்க மற்றது',
            l2: 'பொன்றுங்காற் பொன்றாத் துணை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அன்றறிவாம் என்னாது அறஞ்செய்க மற்றது<br />
                  பொன்றுங்கால் பொன்றாத் துணை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இளைஞராக உள்ளவர் பிற்காலத்தில் பார்த்துக் கொள்ளலாம் என்று எண்ணாமல் அறம் செய்யவேண்டும். அதுவே உடல் அழியும் காலத்தில் அழியாத் துணையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அன்று அறிவாம் என்னாது அறம் செய்க = (யாம் இதுபொழுது இளையம் ஆகலின்) இறக்குஞான்று செய்தும்எனக் கருதாது, அறத்தினை (நாள் தோறுஞ்) செய்க;<br/><br/>
                  அது பொன்றுங்கால் பொன்றாத் துணை = அவ்வாறு செய்த அறம், (இவ்வுடம்பினின்றும் உயிர்) போங்காலத்து (அதற்கு) அழிவில்லாத துணையாம்.<br/><br/>
                  ‘மற்று’ என்பது, அசைநிலை.<br/><br/>
                  ‘பொன்றாத்துணை’ என்றார், செய்த உடம்பு அழியவும் உயிரோடு ஒன்றி ஏனையுடம்பினுஞ் சேறலின்.<br/><br/>
                  இதனான், இவ்வியல்பிற்றாய அறத்தினை, நிலையாத யாக்கை நிலையினபொழுதே செய்க என்பது கூறப்பட்டது.
                  `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அன்று அறிவாம் என்னாது அறம்செய்க - பின்பே அறிந்து செய்வோம் என்னாது முன்பே அறத்தைச் செய்க; அது பொன்றுங்கால் பொன்றாத் துணை - அது சாம் காலத்திலும் சாகாதே நின்று பிறக்கும் இடத்திற்குத் துணையாம்.<br/><br/>
                  இஃது, அறம் செய்யுங்கால் விரைந்து செய்ய வேண்டுமென்றும், அது மறுமைக்கும் துணையா மென்றும் கூறிற்று,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Do deeds of virtue now, Say not, 'To-morrow we’ll be wise';<br/>
                  Thus, when thou diest, shalt thou find a help that never dies`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Defer not virtue to another day; receive her now; and at the dying hour she will be your undying
                  friend.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறத்தா றிதுவென வேண்டா சிவிகை',
            l2: 'பொறுத்தானோ டூர்ந்தா னிடை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறத்தாறு இதுவென வேண்டா சிவிகை<br/>
                  பொறுத்தானோடு ஊர்ந்தான் இடை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பல்லக்கைச் சுமப்பவனும் அதன் மேலிருந்து ஊர்ந்து செல்லுவோனுமாகிய அவர்களிடையே அறத்தின் பயன் இஃது என்று கூறவேண்டா.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறத்து ஆறு இது என வேண்டா = அறத்தின் பயன் இதுவென்று (யாம் ஆகமவளவையான்) உணர்த்தல் வேண்டா;<br/><br/>
                  சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை = சிவிகையைக் காவுவானோடு செலுத்துவானிடை(க் காட்சியளவை தன்னானே உணரப்படும்).<br/><br/>
                  பயனை ‘ஆறு’ என்றார், பின்னதாகலின்.<br/><br/>
                  ‘என’ என்னும் எச்சத்தாற் சொல்லாகிய ஆகமவளவை♥யும், ‘பொறுத்தானோடு ஊர்ந்தானிடை’ என்றதனாற் காட்சியளவை❖யும் பெற்றாம்.<br/><br/>
                  ‘உணரப்படு்ம்’ என்பது சொல்லெச்சம்↑.<br/><br/>
                  இதனான், பொன்றாத்துணையாதல் தெளிவிக்கப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அறத்து ஆறு இது எனவேண்டா - அறத்தின்பயன் இத்தன்மைத் தென்று நீங்கள் (கேள்வியால்) அறியவேண்டா, சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை - சிலிகையைக் காவுவானோடு செலுத்துவானிடை (க்காட்சியால்) அறியலாம்.<br/>
                  பொன்றினாலும் துணையாகுமோ என்றார்க்குத் துணையாயவாறு காட்டிற்று இது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Needs not in words to dwell on virtue’s fruits; compare<br/>
                  The man in litter borne with them that toiling bear!`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The fruit of virtue need not be described in books; it may be inferred from seeing the bearer of a
                  palanquin and the rider therein.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வீழ்நாள் படாஅமை நன்றாற்றி னஃதொருவன்',
            l2: 'வாழ்நாள் வழியடைக்குங் கல்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன்<br/>
                  வாழ்நாள் வழியடைக்கும் கல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒருவன் அறம் செய்யத் தவறிய நாள் ஏற்படாதவாறு அறத்தைச் செய்வானானால் அதுவே அவன் உடலோடு வாழும் நாள் வரும் பிறவி வழியை அடைக்கும் கல்லாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வீழ் நாள் படாமை நன்று ஆற்றின் = (செய்யாது) கழியும் நாள் உளவாகாமல் ஒருவன் அறத்தைச் செய்யுமாயின்;<br/><br/>
                  அஃது ஒருவன் வாழ் நாள் வழி அடைக்கும் கல் = அச்செயல் (அவன் யாக்கையோடு) கூடுநாள் வரும் வழியை (வாராமல்) அடைக்கும் கல்லாம்.<br/><br/>
                  ஐவகைக் குற்றத்தான் வரும் இருவகை வினையும் உள்ளதுணையும், உயிர் யாக்கையோடுங்கூடி நின்று அவ்வினைகளது இருவகைப்பயனையும் நுகருமாகலான், அந்நாள் முழுவதும் ‘வாழ்நாள்’ எனப்பட்டது.<br/><br/>
                  குற்றங்கள் ஐந்தாவன: அவிச்சை, அகங்காரம், அவா, விழைவு, வெறுப்பு என்பன; இவற்றை வடநூ்லார் ‘பஞ்சக்கிலேசம்’ என்பர்.<br/><br/>
                  வினை இரண்டாவன, நல்வினை தீவினை என்பன.<br/><br/>
                  பயன் இரண்டாவன, இன்பந் துன்பம் என்பன.<br/><br/>
                  இதனான் அறம் வீடுபயக்கும் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வீழ்நாள் படாமை நன்று ஆற்றின் - ஒரு நாள் இடைவிடாமல் நன்மையைச் செய்வானாயின், அஃது - அச்செயல், ஒருவன் வாழ்நாள் வழி அடைக்கும் கல் - ஒருவனது பிறப்பும் இறப்புமாகிய நாள் வருகின்ற வழியை அடைப்பதோர் கல்லாம்.<br/><br/>
                  இது, வீட்டைத் தரு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If no day passing idly, good to do each day toil,<br/>
                  A Stone ’t will be to block the way of future days of moil`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If one allows no day to pass without some good being done, his conduct will be a stone to block up the
                  passage to other births.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறத்தான் வருவதே யின்பமற் றெல்லாம்',
            l2: 'புறத்த புகழு மில',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறத்தான் வருவதே இன்பம்மற் றெல்லாம்<br/>
                  புறத்த புகழும் இல`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறநெறியில் வாழ்வதன் பயனாக வருவதே இன்பமாகும்; அறத்தோடு பொருந்தாமல் வருவன எல்லாம் இன்பம் இல்லாதவை; புகழும் இல்லாதவை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறத்தான் வருவதே இன்பம் = இல்லறத்தோடு பொருந்தி வருவதே இன்பமாவது;<br/><br/>
                  மற்ற எல்லாம் புறத்த = அதனோடு பொருந்தாது வருவனவெல்லாம் (இன்பமாயினுந்) துன்பத்தினிடத்த;<br/><br/>
                  புகழும் இல = (அதுவேயுமன்றிப்) புகழும் உடையனவல்ல.<br/><br/>
                  ஆன் உருபு, ஈண்டு உடனிகழ்ச்சிக்கண் வந்தது; “தூங்கு கையா னோங்கு நடைய"(புறநானூறு, 22) என்புழிப்போல.<br/><br/>
                  இனபம் காமநுகர்ச்சி; அஃதாமாறு, காமத்துப்பாலின் முதற்கட் சொல்லுதும்.<br/><br/>
                  இன்பத்திற் புறம் எனவே துன்பமாயிற்று.<br/><br/>
                  பாவத்தான் வரும் பிறனில்விழைவு முதலாயின, அக்கணத்துள் இன்பமாய்த் தோன்றுமாயினும் பின் துன்பமாய் விளைதலின், ‘புறத்த’ என்றார்.<br/><br/>
                  அறத்தோடு வாராதன புகழுமில எனவே, ‘வருவது புகழுமுடைத்து என்பது’ பெற்றாம்.<br/><br/>
                  இதனான் அறஞ்செய்வாரே இம்மையின்பமும், புகழும் எய்துவர் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அறத்தான் வருவதே இன்பம் - அறத்தால் வருவது (யாதொன்று அது)வே இன்பமும் புகழுமாம். மற்று எல்லாம் புறத்த புகழும் இல் - அதனான்றி வருவனவெல்லாம் துன்பமாம் புகழும் இலவாம்.<br/><br/>
                  எல்லாப் போக நுகர்ச்சியும் இதனானே வரு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `What from virtue floweth, yieldeth dear delight;<br/>
                  All else extern, is void of glory’s light`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Only that pleasure which flows from domestic virtue is pleasure; all else is not pleasure, and it is
                  without praise.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'செயற்பால தோரு மறனே யொருவற்',
            l2: 'குயற்பால தோரும் பழி',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `செயற்பால தோரும் அறனே ஒருவற்கு<br />
                  உயற்பால தோரும் பழி`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒருவன் வாழ்நாளில் முயற்சி மேற்கொண்டு செய்யத் தக்கது அறமே, செய்யாமல் காத்துக் கொள்ளத் தக்கது பழியே.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஒருவற்குச் செயற்பாலது அறனே = ஒருவனுக்குச் செய்தற் பான்மையது நல்வினையே;<br/><br/>
                  உயற்பாலது பழி(யே) = ஒழிதற்பான்மையது, தீவினையே.<br/><br/>
                  ‘ஒரும்’ என்பன இரண்டும் அசைநிலை.<br/><br/>
                  தேற்றேகாரம் பின்னுங் கூட்டப்பட்டது.<br/><br/>
                  பழிக்கப்படுவதனைப் ‘பழி’ யென்றார். இதனாற் செய்வதும் ஒழிவதும் நியமிக்கப்பட்டன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஒருவற்கு செயல் பாலது அறனே - ஒருவனுக்குச் செய்யும் பகுதியது அறமே; உயல் பாலது பழி - தப்பும் பகுதியது பழியே.<br/><br/>
                  மேல், அறம் செய்யப் பிறப்பது மென்றார், அதனோடு பாவம் செய்யின் அறாதென்றற்கு இது கூறினார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `‘Virtue’ sums the things that should be done;<br/>
                  ‘Vice’ sums the things that man should shun`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `That is virtue which each ought to do, and that is vice which each should shun.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'இல் வாழ்க்கை',
      slug: 'இல்-வாழ்க்கை',
      translations: [{ id: 'en', text: 'Domestic Life' }],
      kurals: [
        {
          kural: {
            l1: 'இல்வாழ்வா னென்பா னியல்புடைய மூவர்க்கு',
            l2: 'நல்லாற்றி னின்ற துணை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும்<br/>
                  நல்லாற்றின் நின்ற துணை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இல்லறத்தில் வாழ்பவனாகச் சொல்லப்படுகின்றவன் அறத்தின் இயல்பை உடைய மூவர்க்கும் நல்வழியில் நிலை பெற்ற துணையாவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இல்வாழ்வான் என்பான் = இல்லறத்தோடு கூடி வாழ்வானென்று சொல்லப்படுவான்;<br/><br/>
                  இயல்புடைய மூவர்க்கும் நல்லாற்றின் நின்ற துணை = அறவியல்பினையுடைய ஏனை மூவர்க்கும்,<br/><br/>
                  (அவர் செல்லும்) நல்லொழுக்க நெறிக்கண் நிலைபெற்ற துணையாம்.<br/><br/>
                  'இல்' லென்பது, ஆகுபெயர்.<br/><br/>
                  'என்பா' னெனச் செயப்படுபொருள், வினைமுதல்போலக் கூறப்பட்டது.<br/><br/>
                  ஏனைமூவராவார், ஆசாரியனிடத்தினின்று ஓதுதலும் விரதங்காத்தலுமாகிய பிரமசரிய ஒழுக்கத்தானும், இல்லைவிட்டுத் தீயோடு வனத்தின்கட் சென்று மனையாள் வழிபடத் தவஞ்செய்யும் ஒழுக்கத்தானும், முற்றத்துறந்த யோகவொழுக்கத்தானுமென இவர்; இவருள் முன்னையிருவருரையும் பிறர்மதம் மேற்கொண்டு கூறினார். இவர், இவ்வொழுக்கநெறிகளை முடியச் செல்லுமளவும் அச்செலவிற்குப் பசி நோய் குளிர் முதலியவற்றான் இடையூறு வாராமல் உண்டியும் மருந்தும் உறையுளும் முதலிய உதவி அவ்வவ் நெறிகளின் வழுவாமற் செலுத்துதலான், 'நல்லாற்றின் நின்ற துணை' யென்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இல் வாழ்வான் என்பான் - இல்வாழ்வான் என்று சொல்லப்படுமவன், இயல்புடைய மூவர்க்கும் - இயல்புடைய மூவர்க்கும், நல் ஆற்றில் நின்ற துணை. - நல்ல வழியின் கண்ணே நின்ற (ஒரு) துணை.<br/><br/>
                  தானமாகிய இல்லறத்தைச் செய்யுமவன், தவத்தின் பாற்பட்ட விரதத்தை மேற்கொண்டு ஒழுகாநின்ற பிரம்மசாரிக்கும், தவத்தினை மேற்கொண்டு ஒழுகாநின்ற வானப்பிரத்த சங்நியாசிகளுக்கும், தத்தம் நிலை குலையாமல் உணவு முதலாயின கொடுத்துப் பாதுகாத்தலின், அவர்க்கு நல்லுலகின் கண் செல்லும் நெறியிலே நின்ற ஒரு துணையென்று கூறினர். துணையென்ப, இடையூறு வாராமல் உய்த்துவிடுவாரை.<br/><br/>
                  இது, மற்றைய மூன்று ஆசிரமிகளுக்கும் இல்வாழ்வான் துணை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The men of household virtue, firm in way of good, sustain<br/>
                  The other orders three that rule professed maintain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `He will be called a (true) householder, who is a firm support to the virtuous of the three orders in
                  their good path.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'துறந்தார்க்குந் துவ்வா தவர்க்கு மிறந்தார்க்கு',
            l2: 'மில்வாழ்வா னென்பான் றுணை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும்<br/>
                  இல்வாழ்வான் என்பான் துணை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `துறந்தவர்க்கும் வறியவர்க்கும் தன்னிடத்தே இறந்தவர்க்கும் இல்லறம் மேற்கொண்டு வாழ்கின்றவன் துணையாவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `துறந்தார்க்கும் = (களைகண்1 ஆனவரால்) துறக்கப்பட்டார்க்கும்;<br/><br/>
                  துவ்வாதவர்க்கும் = நல்கூர்ந்தார்க்கும்;<br/><br/>
                  இறந்தார்க்கும் = (ஒருவருமின்றித் தன்பால் வந்து) இறந்தார்க்கும்;<br/><br/>
                  இல்வாழ்வான் என்பான் துணை = இல்வாழ்வானென்று சொல்லப்படுவான் துணை.<br/><br/>
                  துறந்தார்க்குப் பாவம் ஒழிய அவர் களைகணாய் நின்று வேண்டுவன செய்தலானும், துவ்வாதவர்க்கு உணவு முதலிய கொடுத்தலானும், இறந்தார்க்கு நீர்க்கடன் முதலியசெய்து நல்லுலகின்கட் செலுத்தலானும் ‘துணை’ யென்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `துறந்தார்க்கும் - (வருண நாமங்களைத்) துறந்தார்க்கும், துவ்வாதவர்க்கும் - துறவாது நல்குரவாளராய் உண்ணப் பெறாதார்க்கும், இறந்தார்க்கும் - (பிறராய் வந்து) செத்தார்க்கும், இல்வாழ்வான் என்பான் துணை - இல்வாழ்வான் என்று சொல்லப் படுமவனே துணையாவான்.<br/><br/>
                  மேற்கூறிய மூவரும் வருணநாமங்களைத் துறவாமையால் அவரை "இயல்புடைய மூவர்" என்றும், ஈண்டுக் கூறிய இவர் அவற்றைத் துறந்தமையால் இவரைத் "துறந்தா"ரென்றும் கூறினர். செத்தார்க்கு இவன் வேண்டிய வனாயினான், அவரைப் புறங்காட்டுய்த்தல் முதலியன செய்யவேண்டுதலின்.<br/><br/>
                  இது, மேற்கூறியவர்களே யன்றி இவர்களுக்கும் இல்வாழ்வான் துணையென்று கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `To anchorites, to indigent, to those who’ve passed away,<br/>
                  The man for household virtue famed is needful help and stay`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `He will be said to flourish in domestic virtue who aids the forsaken, the poor, and the dead.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தென்புலத்தார் தெய்வம் விருந்தொக்க றானென்றாங்',
            l2: 'கைம்புலத்தா றோம்ப றலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு<br/>
                  ஐம்புலத்தாறு ஓம்பல் தலை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தென்புலத்தார், தெய்வம், விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி தவறாமல் போற்றுதல் சிறந்த கடமையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தென்புலத்தார் தெய்வம் விருந்து ஒக்கல் தான் என்ற = பிதிரர் தேவர் விருந்தினர் சுற்றத்தார் தான் என்று சொல்லப்பட்ட;<br/><br/>
                  ஐம்புலத்து ஆறு ஓம்பல் தலை = ஐந்திடத்துஞ் செய்யும் அறநெறியை வழுவாமற் செய்தல் (இல்வாழ்வானுக்குச்) சிறப்புடைய அறமாம்.<br/><br/>
                  பிதிரராவார், படைப்புக்காலத்து அயனாற் படைக்கப்பட்டதோர் கடவுட் சாதி; அவர்க்கிடம் தென் திசையாதலின், தென்புலத்தாரென்றார்.<br/><br/>
                  ‘தெய்வம்’ என்றது, சாதியொருமை.<br/><br/>
                  ‘விருந்து’ என்பது புதுமை; அஃது ஈண்டு ஆகுபெயராய்ப் புதியராய் வந்தார்மேனின்றது; அவர் இருவகையர்: பண்டு அறிவு உண்மையிற் குறித்துவந்தாரும், அஃது இன்மையிற் குறியாது வந்தாரும் என.<br/><br/>
                  ‘ஒக்கல்’ சுற்றத்தார்.<br/><br/>
                  எல்லாவறங்களும் தான் உளனாய் நின்று செய்யவேண்டுதலின், தன்னை ஓம்பலும் அறனாயிற்று.<br/><br/>
                  'என்ற' வென்பது, விகாரமாயிற்று.<br/><br/>
                  'ஆங்கு' அசை.<br/><br/>
                  ஐவகையும் அறஞ்செய்தற்கிடனாகலின், 'ஐம்புலம்' என்றார்.<br/><br/>
                  அரசனுக்கு இறைப்பொருள் ஆறில் ஒன்றாயிற்று, இவ்வைம்புலத்திற்கும் ஐந்து கூறுவேண்டுதலான் என்பது அறிக.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தென்புலத்தார் தெய்வம் விருந்து ஒக்கல் தான் என்று ஐம்புலத்தார் - பிதிரர் தேவர் புதியராய்வந்தார் சுற்றத்தார் தான் என்னும் ஐந்திடத்தாரையும், ஓம்பல் தலை - ஓம்புதல் தலையான இல்வாழ்க்கை.<br/><br/>
                  தனக்கு உண்டான பொருளை ஆறு கூறாக்கி, ஒரு கூறு அரசற்குக் கொடுத்து, ஒழிந்த ஐந்து கூறினும் தான் கொள்வது ஒரு கூறு என்றற்குத் தன்னையும் சேர்த்து எண்ணினார். மேல் கூறிய அறுவரும் விருந்தின் வகையினரென்று கொள்ளப்படுவர்.<br/><br/>
                  இது, தலையான இல்வாழ்க்கை வாழும் திறன் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The manes, God. Guest, Kindred, self, in due degree<br/>
                  These Five to cherish well is chiefest charity`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The chief (duty of the householder) is to preserve the five-fold rule (of conduct) towards the manes,
                  the Gods, his guests, his relations and himself`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பழியஞ்சிப் பாத்தூ ணுடைத்தாயின் வாழ்க்கை',
            l2: 'வழியெஞ்ச லெஞ்ஞான்று மில்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை<br/>
                  வழியெஞ்சல் எஞ்ஞான்றும் இல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பொருள் சேர்க்கும்போது பழிக்கு அஞ்சிச் சேர்த்து, செலவு செய்யும்போது பகுத்து உண்பதை மேற்கொண்டால், அவ்வாழ்க்கையின் ஒழுங்கு எப்போதும் குறைவதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பழி அஞ்சிப் = (பொருள் செய்யுங்கால்) பாவத்தை யஞ்சி (யீட்டி),<br/><br/>
                  பாத்து = (அப்பொருளை இயல்புடைய மூவர் முதலாயினார்க்கும், தென்புலத்தார் முதலிய நால்வர்க்கும்) பகுத்து,<br/><br/>
                  ஊண் = (தான்) உண்டலை,<br/><br/>
                  வாழ்க்கை = (ஒருவன்) இல் வாழ்க்கை,<br/><br/>
                  உடைத்து ஆயின் = உடைத்தாயின்,<br/><br/>
                  வழி = அவன் வழி (உலகத்து),<br/><br/>
                  எஞ்ஞான்றும் = எஞ்ஞான்றும்,<br/><br/>
                  எஞ்சல் இல் = (நிற்றலல்லது) இறத்தலில்லை.<br/><br/>
                  பாவத்தான் வந்த பிறன்பொருளைப் பகுத்து உண்ணின், அறம் பொருளுடையார் மேலும், பாவந் தன்மேலுமாய் நின்று வழியெஞ்சுமாகலின், ‘பழியஞ்சி’ யென்றார்.<br/><br/>
                  வாழ்வானது உடைமை, வாழ்க்கைமேல் ஏற்றப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வாழ்க்கை பழி அஞ்சி பாத்தூண் உடைத்தாயின் - இல்வாழ்க்கையாகிய நிலை பாவத்தை அஞ்சிப் பகுத்தண்டலை உடைத்தாயின், வழி எஞ்சல் எஞ்ஞான்றும் இல் - தீது ஒழுங்கு இடையறுதல் எக்காலத்திலும் இல்லை. [ஒழுங்கு - நடை.]<br/><br/>
                  மேல் பகுக்குமாறு கூறினவர், ஈண்டுப் பகுத்தலானும் பழிக்கஞ்சுதலானும் எய்தும் பயன் கூறினார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Who shares his meal with other, while all guilt he shuns,<br/>
                  His virtuous line unbroken though the ages runs`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `His descendants shall never fail who, living in the domestic state, fears vice (in the acquisition of
                    property) and shares his food (with others).`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அன்பு மறனு முடைத்தாயி னில்வாழ்க்கை',
            l2: 'பண்பும் பயனு மது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை<br/>
                  பண்பும் பயனும் அது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இல்வாழ்க்கை அன்பும் அறமும் உடையதாக விளங்குமானால், அந்த வாழ்க்கையின் பண்பும் பயனும் அதுவே ஆகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இல்வாழ்க்கை = ஒருவன் இல்வாழ்க்கை,<br/><br/>
                  அன்பும் = (தன் துணைவிமேற் செய்யத்தகும்) அன்பினையும்,<br/><br/>
                  அறனும் = (பிறர்க்குப் பகுத்துண்டலாகிய) அறத்தினையும்,<br/><br/>
                  உடைத்து ஆயின் = உடைத்தாயின்;<br/><br/>
                  அது = அவ்வுடைமை,<br/><br/>
                  பண்பும் பயனும் = (அதற்குப்) பண்பும் பயனுமாம்.<br/><br/>
                  நிரனிறை.<br/><br/>
                  இல்லாட்குங் கணவற்கும் நெஞ்சொன்றாகாவழி இல்லறங் கடைபோகாமையின், அன்புடைமை பண்பாயிற்று, அறனுடைமை பயனாயிற்று.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இல்வாழ்க்கை அன்பும் அறனும் உடைத்தாயின் - இல்வாழ்க்கையாகிய நிலை (யாவர் மாட்டும்) அன்பு செய்தலையும் அறம் செய்தலையும் உடைத்தாயின், பண்பும் பயனும் அது - அதற்குக் குணமாவதும் பயனாவதும் அவ்விரண்டினையும் உடைமைதானே. பயன் வேறு வேண்டா; தனக்கும் பிறர்க்கும் உண்டான முகமலர்ச்சிதானே அமையும்.<br/><br/>
                  பழியொடு வாராத உணவை நுகர ஏற்பார்மாட்டு அன்பு செய்ய வேண்டு மென்பதூஉம், தான் சீலனாய்க் கொடுக்கவேண்டுமென்பதூஉம் இது கூறிற்று,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If love and virtue in the household reign,<br/>
                  This is of life the perfect grace and gain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the married life possess love and virtue, these will be both its duty and reward.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறத்தாற்றி னில்வாழ்க்கை யாற்றிற் புறத்தாற்றிற்',
            l2: 'போஒய்ப் பெறுவ தெவன்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில்<br/>
                  போஒய்ப் பெறுவ தெவன்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஒருவன் அறநெறியில் இல்வாழ்க்கையைச் செலுத்தி வாழ்வானானால், அத்தகையவன் வேறு நெறியில் சென்று பெறத்தக்கது என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இல்வாழ்க்கை அறத்தாற்றின் ஆற்றின் = (ஒருவன்) இல்வாழ்க்கையை அறத்தின் வழியே செலுத்துவானாயின்;<br/><br/>
                  புறத்து ஆற்றில் போஒய்ப் பெறுவது எவன் = (அவன்) அதற்குப் புறமாகிய நெறியிற் போய்ப் பெறும் பயன் யாது?<br/><br/>
                  ‘அறத்தாறு’ என்பது, பழியஞ்சிப் பகுத்துண்டலும், அன்புடையும் என மேற்சொல்லிய ஆறு.<br/><br/>
                  ‘புறத்தாறு’ இல்லைவிட்டு வனத்துச் செல்லு நிலை.<br/><br/>
                  அந்நிலையின் இது பயனுடைத்தென்பார், 'போஒய்ப்பெறுவதெவன்' என்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இல்வாழ்க்கை அறத்து ஆற்றின் ஆற்றின் - இல்வாழ்க்கையாகிய நிலையை அறநெறியிலே செலுத்த வல்லவானாயின், புறத்து ஆற்றின் போய் பெறுவது எவன் - புறநெறியாகிய தவத்தில் போய்ப் பெறுவது யாதோ?<br/><br/>
                  மேல் சீலனாய்க் கொடுக்கவேண்டு மென்றவர், ஈண்டு அவ்வாறு செய்யின் அதுதானே தவப்பயனையும் தரு மென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If man in active household life a virtuous soul retain,<br/>
                  What fruit from other modes a virtue can he gain?`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What will he who lives virtuously in the domestic state gain by going into the other, (ascetic) state ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இயல்பினா னில்வாழ்க்கை வாழ்பவ னென்பான்',
            l2: 'முயல்வா ருளெல்லாந் தலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான்<br/>
                  முயல்வாருள் எல்லாம் தலை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறத்தின் இயல்போடு இல்வாழ்க்கை வாழ்கின்றவன்- வாழ முயல்கின்றவன் பல திறத்தாரிலும் மேம்பட்டு விளங்குகின்றவன் ஆவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இல் வாழ்க்கை இயல்பினான் வாழ்பவன் என்பான் = இல்வாழ்க்கைக்கண் நின்று (அதற்குரிய) இயல்போடு கூடி வாழ்பவனென்று சொல்லப்படுவான்;<br/><br/>
                  முயல்வாருள் எல்லாம் தலை = (புலன்களைவிட) முயல்வார் எல்லாருள்ளும் மிக்கவன்.<br/><br/>
                  முற்றத்துறந்தவர் விட்டமையின், 'முயல்வார்' என்றது மூன்றா நிலையில் நின்றாரை.<br/><br/>
                  அந்நிலைதான் பலவகைப்படுதலின் 'எல்லாருள்ளும்' எனவும், முயலாதுவைத்துப் பயனெய்துதலின் ‘தலை’ யெனவுங் கூறினார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான் - நெறியினாலே இல்வாழ்க்கை வாழ்பவன் என்பான், முயல்வாருள் எல்லாம் தலை - முயல்வா ரெல்லாரினும் தலையாவான்.<br/><br/>
                  முயல்தல் - பொருட்கு முயல்தல். [பொருள் - மெய்ப்பொருள்.]<br/><br/>
                  இது, மெய்ப்பொருளை அடைய முயல்வாருள் இல்வாழ்வான் தலையானவ னென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `In nature's way who spends his calm domestic days,<br/>
                  'Mid all that strive for virtue's crown hath foremost place`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Among all those who labour (for future happiness) he is greatest who lives well in the household
                  state.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஆற்றி னொழுக்கி யறனிழுக்கா வில்வாழ்க்கை',
            l2: 'நோற்பாரி னோன்மை யுடைத்து',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை<br/>
                  நோற்பாரின் நோன்மை உடைத்து`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மற்றவரையும் அறநெறியில் ஒழுகச் செய்து, தானும் அறம் தவறாத இல்வாழ்க்கை, தவம் செய்வாரைவிட மிக்க வல்லமை உடைய வாழ்க்கையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஆற்றின் ஒழுக்கி அறன் இழுக்கா இல்வாழ்க்கை = (தவஞ்செய்வாரையுந் தத்தம்) நெறிக்கண் ஒழுகப்பண்ணித் (தானுந் தன்) அறத்திற் றவறாத இல்வாழ்க்கை;<br/><br/>
                  நோற்பாரின் நோன்மை உடைத்து = அத்தவஞ்செய்வார் நிலையினும் பொறை யுடைத்து.<br/><br/>
                  பசிமுதலிய விடையூறு நீக்கலின், 'ஆற்றினொழுக்கி' யென்றார்.<br/><br/>
                  'நோற்பா' ரென்பது ஆகுபெயர்.<br/><br/>
                  நோற்பார் நிலைக்கு அவர்தம்மை யுற்ற நோயல்லது இல்வாழ்வார் நிலைபோற் பிறரையுற்ற நோயும் பொறுத்தலின்மையின், 'நோற்பாரின் நோன்மை யுடைத்து’ என்றார்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஆற்றின் ஒழுக்கி அறன் இழுக்கா இல்வாழ்க்கை - பிறரையும் நன்னெறியிலே ஒழுகப்பண்ணித் தானும் அறத்தின்பால் ஒழுகும் இல்வாழ்க்கை, நோற்றலின் நோன்மை உடைத்து - தவம் செய்தலினும் வலி உடைத்து,<br/><br/>
                  ஒழுகப்பண்ணலாவது அவர்க்கு வேண்டுவன அமைத்தல்.<br/><br/>
                  இது, தவத்தினும் இல்வாழ்க்கை வலியுடைத் தென்றது,`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Others it sets upon their way, itself from virtue ne'er declines;<br/>
                  Than stern ascetics' pains such life domestic brighter shines`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The householder who, not swerving from virtue, helps the ascetic in his way, endures more than
                  those who endure penance.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அறனெனப் பட்டதே யில்வாழ்க்கை யஃதும்',
            l2: 'பிறன்பழிப்ப தில்லாயி னன்று',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அறன்எனப் பட்டதே இல்வாழ்க்கை அஃதும்<br/>
                  பிறன்பழிப்ப தில்லாயின் நன்று`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அறம் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே ஆகும்; அதுவும் மற்றவன் பழிக்கும் குற்றம் இல்லாமல் விளங்கினால் மேலும் நன்மையாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அறன் எனப்பட்டது இல்வாழ்க்கையே = (இருவகையறத்தினும் நூல்களான்) அறனென்று சிறப்பித்துச் சொல்லப்பட்டது, இல்வாழ்க்கையே;<br/><br/>
                  அஃதும் பிறன் பழிப்பது இல்லாயின் நன்று = (ஏனைத் துறவறமோவெனின்) அதுவும், பிறனாற் பழிக்கப்படுவதில்லைஆயின், (அவ்வில்வாழ்க்கையோடு ஒரு தன்மைத்தாக) நன்று.<br/><br/>
                  ஏகாரம், பிரிநிலைக்கண் வந்தது. இதனாற் பிரிக்கப்பட்டது துறவறமாகலின், ‘அஃது’ என்னுஞ்சுட்டுப்பெயர் அதன்மேனின்றது.<br/><br/>
                  ‘பிறன்பழிப்பது’ என்றது, கூடாவொழுக்கத்தை.<br/><br/>
                  துறவறம் மனத்தையும் பொறிகளையுயும் ஒறுத்து அடக்கவல்ல அருமையுடைத்தாயவழியே, அவற்றை ஒறுக்க வேண்டாது ஐம்புலவின்பங்கள் ஆரத்துய்க்கும் எண்மையுடைய இல்வாழ்க்கையோடு அறமென ஒருங்கி எண்ணப் படுவது என்றவாறாயி்ற்று.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `அறன் எனப்பட்டது. இல்வாழ்க்கையே - அறன் என்று சிறப்பித்துச் சொல்லப்பட்டது இல்வாழ்க்கையே : அஃதும் பிறன் பழிப்பது இல்லாயின் நன்று - அதுவும் பிறன் ஒருவனால் பழிக்கப்ப்டுவ தொன்றை உடைத்தன்றாயின் நன்றாம்.<br/><br/>
                  பழிக்கப்படுவ தென்றது இழிகுணத்தாளாகிய மனையாளை.<br/><br/>
                  இனி வாழ்க்கைத் துணைநலம் கூறுகின்ற ராதலின், இஃது ஈண்டுக் கூறப்பட்டது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The life domestic rightly bears true virtue's name;<br/>
                  That other too, if blameless found, due praise may claim`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The marriage state is truly called virtue. The other state is also good, if others do not reproach it.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வையத்துள் வாழ்வாங்கு வாழ்பவன் வானுறையுந்',
            l2: 'தெய்வத்துள் வைக்கப் படும்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வையத்துள் வாழ்வாங்கு வாழ்பவன் வானுறையும்<br/>
                  தெய்வத்துள் வைக்கப் படும்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `உலகத்தில் வாழவேண்டிய அறநெறியில் நின்று வாழ்கின்றவன், வானுலகத்தில் உள்ள தெய்வமுறையில் வைத்து மதிக்கப்படுவான்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வாழ்வாங்கு வையத்துள் வாழ்பவன் = (இல்லறத்தோடு கூடி) வாழும் இயல்பினால், வையத்தின்கண் வாழ்பவன்;<br/><br/>
                  வான் உறையும் தெய்வத்துள் வைக்கப்படும் = (வையத்தானே யெனினும்) வானின்கண் உறையுந் தேவருள் ஒருவனாக வைத்து நன்கு மதிக்கப்படும்.<br/><br/>
                  பின் தேவனாய் அவ்வறப்பயனுகர்தல் ஒருதலையாகலின், ‘தெய்வத்துள் வைக்கப்படும்’ என்றார்.<br/><br/>
                  இதனான், இன்னிலையது மறுமைப்பயன் கூறப்பட்டது.<br/><br/>
                  இம்மைப்பயன் புகழ்; அதனையிறுதிக்கட் (அதிகாரம்: 24 புகழ்) கூறுப.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `வாழ்வாங்கு வாழ்பவன் - இல்வாழ்க்கை வாழும் படியிலே வாழுமவன், வையத்துள் வான் உறையும் தெய்வத்துள் வைக்கப்படும் - உலகத்திலே தேவருள் ஒருவனாக மதிக்கப்படுவன்.<br/><br/>
                  இஃது, இல்வாழ்வான் எல்லோராலும் நன்குமதிக்கப்படுவன் என்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Who shares domestic life, by household virtues graced,<br/>
                  Shall, mid the Gods, in heaven who dwell, be placed`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `He who on earth has lived in the conjugal state as he should live, will be placed among the Gods who
                  dwell in heaven.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'வாழ்க்கைத் துணைநலம்',
      slug: 'வாழ்க்கைத்-துணைநலம்',
      translations: [
        { id: 'en', text: 'The Goodness of the Help to Domestic life' },
      ],
      kurals: [
        {
          kural: {
            l1: 'மனைத்தக்க மாண்புடைய ளாகித்தற் கொண்டான்',
            l2: 'வளத்தக்காள் வாழ்க்கைத் துணை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மனைக்தக்க மாண்புடையள் ஆகித்தற் கொண்டான்<br/>
                  வளத்தக்காள் வாழ்க்கைத் துணை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இல்வாழ்க்கைக்கு ஏற்ற நற்பண்பு உடையவளாகித் தன் கணவனுடைய பொருள் வளத்துக்குத் தக்க வாழ்க்கை நடத்துகின்றவளே வாழ்க்கைத் துணை ஆவாள்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மனைத் தக்க மாண்பு உடையளாகித் தன் கொண்டான் வளம் தக்காள் = மனையறத்திற்குத் தக்க, நற்குண நற்செய்கைகளை யுடையளாய்த் தன்னைக் கொண்டவனது வருவாய்க்குத் தக்க வாழ்க்கையை யுடையாள்;<br/><br/>
                  வாழ்க்கைத் துணை = அதற்குத் துணை.<br/><br/>
                  நற்குணங்களாவன: துறந்தார்ப்பேணலும்,விருந்தயர்தலும், வறியார்மாட்டு அருளுடைமையும் முதலாயின.<br/><br/>
                  நற்செய்கைகளாவன: வாழ்க்கைக்கு வேண்டும் பொருள்கள் அறிந்து கடைப்பிடித்தலும், அட்டிற்றொழி்ல்@ வன்மையும், ஒப்புரவு செய்தலும்# முதலாயின.<br/><br/>
                  வருவாய்க்குத் தக்கவாழ்க்கையாவது முதலையறிந்து அதற்கியைய அழித்தல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மனை தக்க மாண்பு உடையளாகி - தான் பிறந்த குடிக்குத்தக்க ஒழுக்கத்தை உடையாளாய், தன் கொண்டான் வளம் தக்காள் - தன்னைக் கொண்டவனது வருவாய்க்குத் தக்க செலவினையுடையவள், வாழ்க்கை துணை - இல்வாழ்க்கைக்குத் துணையாவள்.<br/><br/>
                  இது, வாழ்க்கைத் துணையின் இலட்சணம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `As doth the house beseem, she shows her wifely dignity;<br/>
                  As doth her husband's wealth befit, she spends: helpmeet is she`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `She who has the excellence of home virtues, and can expend within the means of her husband, is a
                  help in the domestic state.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மனைமாட்சி யில்லாள்க ணில்லாயின் வாழ்க்கை',
            l2: 'யெனைமாட்சித் தாயினு மில்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை<br/>
                  எனைமாட்சித் தாயினும் இல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இல்வாழ்க்கைக்குத் தக்க நற்பண்பு மனைவியிடம் இல்லையானால். ஒருவனுடைய வாழ்க்கை வேறு எவ்வளவு சிறப்புடையதானாலும் பயன் இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மனைமாட்சி இல்லாள் கண் இல் ஆயின் = மனையறத்திற்குத் தக்க நற்குண நற்செய்கைகள், (ஒருவன்) இல்லாளிடத்து இல்லையாயின்;<br/><br/>
                  வாழ்க்கை எனைமாட்சித்தாயினும் இல் = அவ்வில்வாழ்க்கை, (செல்வத்தான்) எத்துணை மாட்சிமைத்தாயினும் (அஃது) உடைத்தன்று.<br/><br/>
                  ‘இல்’ என்றார், பயன்படாமையின்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மனைமாட்சி இல்லாள்கண் இல்லாயின் - குடிக்குத் தக்க ஒழுக்கம் மனையாள்மாட்டு இல்லையாகில், வாழ்க்கை எனைமாட்சித் தாயினும் - இல்வாழ்க்கை எத்தனை நன்மைகளை உடைத்தாயினும், இல் - ஒரு நன்மையும் இன்றாம்.<br/><br/>
                  இஃது, அவளிடம் நன்மை யில்லையாயின் இல்வாழ்க்கையின் எல்லா நன்மைகளும் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If household excellence be wanting in the wife,<br/>
                  Howe'er with splendour lived, all worthless is the life`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If the wife be devoid of domestic excellence, whatever (other) greatness be possessed, the conjugal
                  state, is nothing.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இல்லதெ னில்லவண் மாண்பானா லுள்ளதெ',
            l2: 'னில்லவண் மாணாக் கடை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இல்லதென் இல்லவள் மாண்பானால் உள்ளதென்<br/>
                  இல்லவள் மாணாக் கடை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மனைவி நற்பண்பு உடையவளானால் வாழ்க்கையில் இல்லாதது என்ன? அவள் நற்பண்பு இல்லாதவளானால் வாழ்க்கையில் இருப்பது என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இல்லவள் மாண்பு ஆனால் இல்லது என் = (ஒருவனுக்கு) இல்லாள், நற்குண நற்செய்கையள் ஆயினக்கால் இல்லாதது யாது?<br/><br/>
                  இல்லவள் மாணாக் கடை உள்ளது என் = அவள் அன்னளல்லாக்கால் உள்ளது யாது?<br/><br/>
                  ‘மாண்பு’ எனக் குணத்தின்பெயர், குணிமேல் நின்றது.<br/><br/>
                  இவை யிரண்டுபாட்டானும், இல்வாழ்க்கைக்கு வேண்டுவது இல்லாளது மாட்சியே பிறவல்ல வென்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இல்லவள் மாண்பானால் - (ஒருவனுக்கு) மனையாள் மாட்சிமை யுடையாளானால், இல்லது என் - இல்லாதது யாது? (எல்லாம் உளவாம்). இல்லவள் மாணாக்கடை - (ஒருவனுக்கு) மனையாள் மாட்சிமை யில்லாளானால், உள்ளது என் - உள்ளது யாது? (ஒன்றும் இல்லை).<br/><br/>
                  இது, கற்புடைய மனையாளை உடையவன் எல்லாச் செல்வங்களையும் உடைய னென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `There is no lack within the house, where wife in worth excels,<br/>
                  There is no luck with the house, where wife dishonoured dwells`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If his wife be eminent (in virtue), what does (that man) not possess ? If she be without excellence,
                  what does (he) possess ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பெண்ணிற் பெருந்தக்க யாவுள கற்பென்னும்',
            l2: 'திண்மையுண் டாகப் பெறின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும்<br/>
                  திண்மைஉண் டாகப் பெறின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `இல்வாழ்க்கையில் கற்பு என்னும் உறுதிநிலை இருக்கப் பெற்றால், பெண்ணைவிடப் பெருமையுடையவை வேறு என்ன இருக்கின்றன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பெண்ணின் பெருந்தக்க யா உள = (ஒருவனெய்தும் பொருள்களுள்) இல்லாளின் மேம்பட்ட பொருள்கள் யாவையுள;<br/><br/>
                  கற்பு என்னும் திண்மை யுண்டாகப் பெறின் = (அவள்மாட்டுக்) கற்பு என்னும் கலங்காநிலைமை யுண்டாகப்பெறின்?<br/><br/>
                  கற்புடையாள்போல அறமுதலிய மூன்றற்கும் ஏதுவாவன பிறவின்மையின், ‘யாவுள’ வென்றார்.<br/><br/>
                  இதனாற் கற்புநலத்தது சிறப்புக் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பெண்ணின் பெருந் தக்க யா உள - பெண்பிறப்புப் போல மிக மேம்பட்டன யாவை யுள, கற்பு என்னும் திண்மை உண்டாக பெறின் - கற்பாகிய திண்மை யுண்டாகப் பெறில்? [திண்மை:-உறுதிப்பாடு.]<br/><br/>
                  இது, கற்புடைய பெண்ணின் பிறப்புப்போல மிக மேம்பட்டவை இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If women might of chastity retain,<br/>
                  What choicer treasure doth the world contain?`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What is more excellent than a wife, if she possess the stability of chastity ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தெய்வந் தொழாஅள் கொழுநற் றொழுதெழுவாள்',
            l2: 'பெய்யெனப் பெய்யு மழை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தெய்வம் தொழாஅள் கொழுநன் தொழுதெழுவாள்<br/>
                  பெய்யெனப் பெய்யும் மழை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `வேறு தெய்வம் தொழாதவளாய்த் தன் கணவனையே தெய்வமாகக் கொண்டு தொழுது துயிலெழுகின்றவள் பெய் என்றால் மழை பெய்யும்!`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தெய்வம் தொழாஅள் கொழுநன் தொழுது எழுவாள் பெய் என = (பிற) தெய்வந் தொழாது (தன்தெய்வமாகிய) கொழுநனைத் தொழாநின்று துயிலெழுவாள் பெய்யென்று சொல்ல;<br/><br/>
                  மழை பெய்யும் = மழை பெய்யும்.<br/><br/>
                  தெய்வந் தொழுதற்கு மனந் தெளிவது, துயில் எழுங் காலத்தாகலின் 'தொழுதெழுவாள்' என்றார். தொழாநின்று என்பது, 'தொழுது' எனத் திரிந்து நின்றது.தெய்வந்தான் ஏவல் செய்யும் என்பதாம்.<br/><br/>
                  இதனான், கற்புடையவளது ஆற்றல் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தெய்வம் தொழாள் - தெய்வத்தைத் தெய்வமென்று தொழாளாய், கொழுநன் தொழுது எழுவாள் - தெய்வமும் தன் கணவனென்றே கருதி அவனை நாள்தோறும் தொழுது எழுமவள், பெய் என மழை பெய்யும் = பெய்யென்று சொல்ல மழை பெய்யும்.<br/><br/>
                  எழுதல் - உறங்கி யெழுதல். [தொழுது எழுவாள் - தொழுதுகொண்டே எழுகின்றவள்.]<br/><br/>
                  இது, கணவனைக் கனவிலும் நனவிலும் தெய்வம் எனத் தொழுவாள் ஆணைக்குப் பூதங்களும் கீழ்ப்படியு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No God adoring , low she bends before her lord;<br/>
                  Then rising, serves: the rain falls instant at her word!`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If she, who does not worship God, but who rising worships her husband, say, "let it rain," it will rain.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற',
            l2: 'சொற்காத்துச் சோர்விலாள் பெண்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற<br/>
                  சொற்காத்துச் சோர்விலாள் பெண்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கற்புநெறியில் தன்னையும் காத்துக்கொண்டு, தன் கணவனையும் காப்பாற்றி, தகுதியமைந்த புகழையும் காத்து, உறுதி தளராமல் வாழ்கின்றவளே பெண்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தற்காத்துத் தற்கொண்டான் பேணி = (கற்பினின்றும் வழுவாமல்) தன்னைக் காத்துத், தன்னைக் கொண்டவனையும் (உண்டி முதலியவற்றால்) பேணி;<br/><br/>
                  தகைசான்ற சொல் காத்து = (இருவர் மாட்டும்) நன்மையமைந்த புகழ் நீங்காமற் காத்து;<br/><br/>
                  சோர்வு இலாள் பெண் = (மேற்சொல்லிய நற்குண நற்செய்கைகளினுங்) கடைப்பிடியுடையாளே பெண்ணாவாள்.<br/><br/>
                  தன்மாட்டுப் புகழாவது, வாழுமூர் கற்பால் தன்னைப் புகழ்வது.<br/><br/>
                  சோர்வு = மறவி.<br/><br/>
                  இதனால் ¶கற்புடையாளது சிறப்புக் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தன் காத்து தன் கொண்டான் பேணி - தன்னையும் காத்துத் தன்னைக்கொண்ட கணவனையும் பேணி, தகை சான்ற சொல் காத்து சோர்வு இலாள் பெண் - நன்மை அமைந்த புகழ்களையும் படைத்துச் சோர்வின்மை யுடையவளே பெண்ணென்று சொல்லப்படுவள். [சோர்வின்மை - இம்மூன்றிலும் தளரவில்லை.]
                  இது, பெண்களிற் சிறந்தாளது இலக்கணம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Who gaurds herself, for husband's comfort cares, her household's fame,<br/>
                  In perfect wise with sleepless soul preserves,-give her a woman's name`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `She is a wife who unweariedly guards herself, takes care of her husband, and preserves an
                  unsullied fame.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'சிறைகாக்குங் காப்பெவன் செய்யு மகளிர்',
            l2: 'நிறைகாக்குங் காப்பே தலை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர்<br/>
                  நிறைகாக்கும் காப்பே தலை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மகளிரைக் காவல் வைத்துக் காக்கும் காப்புமுறை என்ன பயனை உண்டாக்கும்? அவர்கள் நிறை என்னும் பண்பால் தம்மைத் தாம் காக்கும் காப்பே சிறந்தது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மகளிர் சிறை காக்கும் காப்பு எவன் செய்யும் = மகளிரைத் தலைவர் சிறையாற் காக்குங் காவல் என்னபயனைச் செய்யும்?<br/><br/>
                  நிறைகாக்கும் காப்பே தலை = அவர் (தமது) நிறையாற் காக்கும் காவலே தலையாய காவல்.<br/><br/>
                  சிறை - மதிலும் வாயில்காவலும் முதலாயின.<br/><br/>
                  நிறை - நெஞ்சைக் கற்புநெறியினிறுத்தல்.<br/><br/>
                  காவலிரண்டினும் நிறைக்காவலில்வழி ஏனைச்சிறைக்காவலாற் பயனில்லை யென்பார், 'நிறைகாக்குங் காப்பே தலை' யென்றார். ஏகாரம் பிரிநிலைக்கண் வந்தது.<br/><br/>
                  இதனால் தற்காத்தற் சிறப்புக் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `சிறை காக்கும் காப்பு எவன் செய்யும் - (மகளிரைச்) சிறைசெய்து காக்கும் காவல் யாதினைச் செய்யும்? மகளிர் நிறை காக்கும் காப்பே தலை - மகளிரது கற்புக் காக்கும் காவலே தலையான காவல்.<br/><br/>
                  இஃது, அவள் தனது கற்பால் தன்னைக் காத்தலே காவலாமென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Of what avail is watch and ward?<br/>
                  Honour's a woman's safest guard`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What avails the guard of a prison ? The chief guard of a woman is her chastity.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பெற்றாற் பெறிற்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்',
            l2: 'புத்தேளிர் வாழு முலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்<br/>
                  புத்தேளிர் வாழும் உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கணவனைப் போற்றிக் கடமையைச் செய்யப் பெற்றால் மகளிர் பெரிய சிறப்பை உடைய மேலுலக வாழ்வைப் பெறுவர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பெண்டிர் பெற்றாற் பெறின் = பெண்டிர், (தம்மை) எய்திய கணவனை (வழிபடுதல்) பெறுவராயின்;<br/><br/>
                  புத்தேளிர்வாழும் உலகு பெருஞ்சிறப்புப் பெறுவர் = புத்தேளிர் வாழுமுலகின்கண் (அவராற்) பெருஞ்சிறப்பினைப் பெறுவர்.<br/><br/>
                  'வழிபடுத' லென்பது சொல்லெச்சம்.<br/><br/>
                  இதனால் தற்கொண்டாற் பேணிய மகளிர் புத்தேளிராற் பேணப்படுவரென்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பெண்டிர் பெற்றார் பெறின் - பெண்டிரானவர் (தம்மை மனைவியாராகப்) பெற்றவரையே (தமக்குத் தலைவராகப்) பெறின், புத்தேளிர் வாழும் பெரும் சிறப்பு உலகு பெறுவர் - தேவர் வாழும் பெருஞ் சிறப்பினை யுடைய உலகத்தைப் பெறுவர். [தலைவன் - கடவுள்.]<br/><br/>
                  இது, கணவனைத் தெய்வமாகக் கொண்டவள் அடையும் பயன் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `If wife be wholly true to him who gained her as his bride,<br/>
                  Great glory gains she in the world where gods bliss abide.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `If women shew reverence to their husbands, they will obtain great excellence in the world where the
                  gods flourish.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'புகழ்புரிந் தில்லிலோர்க் கில்லை யிகழ்வார்மு',
            l2: 'னேறுபோற் பீடு நடை',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `புகழ்புரிந்த இல்லிலோர்க்கு இல்லை இகழ்வார்முன்<br/>
                  ஏறுபோல் பீடு நடை`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `புகழைக் காக்க விரும்பும் மனைவி இல்லாதவர்க்கு, இகழ்ந்து பேசும் பகைவர்முன் காளைபோல் நடக்கும் பெருமித நடை இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `புகழ் புரிந்த இல் இலோர்க்கு = புகழை விரும்பிய இல்லாளை யில்லாதார்க்கு;<br/><br/>
                  இகழ்வார் முன் ஏறுபோல் பீடு நடை இல்லை = (தம்மை) இகழ்ந்துரைக்கும் பகைவர்முன் சிங்கவேறு போல நடக்கும் பெருமிதநடை இல்லை.<br/><br/>
                  ‘புரிந்த’ வென்னும் பெயரெச்சத்து அகரம் விகாரத்தாற்றொக்கது. பெருமிதமுடையானுக்குச் சிங்கவேறு நடையான் உவமமாகலின் 'ஏறுபோல்' என்றார்.<br/><br/>
                  இதனான், தகைசான்ற சொற்காவாவழிப்படுங் குற்றம் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: ` புகழ் புரிந்த இல் இலோர்க்கு - புகழ் பொருந்தின மனையாளை இல்லாதார்க்கு, இகழ்வார்முன் ஏறுபோல் பீடு நடை - தம்மை இகழ்ந்துரைப்பார்முன் ஏறுபோல் நடக்கும் மேம்பட்ட நடை, இல்லை - இல்லையாம். [புரிந்த என்பது ஈற்று அகரம் கெட்டு நின்றது. ஏறு - எருது.]<br/><br/>
                  பீடுநடை = அசைவும் தலையெடுப்பும் பொருந்திய நடை.<br/><br/>
                  இது, கற்புடையா ளென்ற புகழைச் செய்த மனையாளை இல்லாதானை எல்லாரும் இகழ்வ ரென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Who have not spouses that in virtue's praise delight,<br/>
                  They lion-like can never walk in scorner's sight.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The man whose wife seeks not the praise (of chastity) cannot walk with lion-like stately step, before
                  those who revile them.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மங்கல மென்ப மனைமாட்சி மற்றத',
            l2: 'னன்கல னன்மக்கட் பேறு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மங்கலம் என்ப மனைமாட்சி மற்றுஅதன்<br/>
                  நன்கலம் நன்மக்கட் பேறு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மனைவியின் நற்பண்பே இல்வாழ்க்கைக்கு மங்கலம் என்று கூறுவர்; நல்ல மக்களைப் பெறுதலே அதற்கு நல்லணிகலம் என்றும் கூறுவர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மங்கலம் என்ப மனைமாட்சி = (ஒருவற்கு) நன்மையென்று சொல்லுவர் (அறிந்தோர்), மனையாளது நற்குண நற்செய்கைகளை;<br/><br/>
                  அதன் நன்கலம் (என்ப) நன்மக்கட் பேறு = அவைதமக்கு நல்ல அணிகலமென்று சொல்லுவர் நல்ல புதல்வரைப் பெறுதலை.<br/><br/>
                  ‘அறிந்தோர்’ என்பது, எஞ்சிநின்றது. மற்று அசைநிலை.<br/><br/>
                  இதனால் வாழ்க்கைத்துணைக்கு ஆவதோர் அணிநலங் கூறி வருகின்ற அதிகாரத்திற்குத் தோற்றுவாய் செய்யப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மனைமாட்சி - மனையாள் ஒழுக்கமுடைய ளாதலை, மங்கலம் என்ப - (ஒருவனுக்கு) அழகென்று சொல்லுப : நல்மக்கள் பேறு அதன் மற்று நன்கலம் என்ப - நல்ல மக்களைப் பெறுதலை அவ்வழகின் மேலே நல்ல அணிகல மென்று சொல்லுப (ஆன்றோர்). [என்ப என்பது பின்னரும் கூட்டப்பட்டது.]<br/><br/>
                  இது, நல்ல மனைவியும் மக்களும் ஒருவனுக்கு அழகும் அணியுமா மென்றது : அடுத்த அதிகாரத்திற்குத் தோற்றுவாய் செய்தது மாம்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The house's 'blessing', men pronounce the house - wife excellent;<br/>
                  The gain of blessed childern is its goodly ornament`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The excellence of a wife is the good of her husband; and good children are the jewels of that
                  goodness.`,
                },
              ],
            },
          ],
        },
      ],
    },
    {
      name: 'மக்கட்பேறு',
      slug: 'மக்கட்பேறு',
      translations: [{ id: 'en', text: 'The Obtaining of Sons' }],
      kurals: [
        {
          kural: {
            l1: 'பெறுமவற்றுள் யாமறிவ தில்லை யறிவறிந்த',
            l2: 'மக்கட்பே றல்ல பிற',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பெறுமவற்றுள் யாமறிவது இல்லை அறிவறிந்த<br/>
                  மக்கட்பேறு அல்ல பிற`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பெறத் தகுந்த பேறுகளில், அறியவேண்டியவைகளை அறியும் நன்மக்களைப் பெறுவதைத் தவிர மற்றப் பேறுகளை யாம் மதிப்பதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பெறுமவற்றுள் = (ஒருவன்) பெறும் பேறுகளுள்;<br/><br/>
                  அறிவு அறிந்த மக்கள் பேறு அல்ல பிற = அறிய வேண்டுவன அறிதற்கு உரிய மக்களைப் பெறுதலல்லது பிறபேறுகளை;<br/><br/>
                  யாம் அறிவதில்லை = யாம் மதிப்பதில்லை.<br/><br/>
                  'அறிவது' என்பது, அறிதலைச்செய்வது என அத்தொழின்மேல் நின்றது. காரணமாகிய உரிமை காரியமாகிய அறிதலைப் பயந்தே விடுமாதலான், அத்துணிவுபற்றி 'அறிந்த' வென இறந்தகாலத்தாற் கூறினார்.<br/><br/>
                  'அறிவறிந்த' என்றதனான், ‘மக்கள்’ என்னும் பெயர் பெண்ணொழித்து நின்றது.<br/><br/>
                  இதனாற் புதல்வர்ப்பேற்றினது சிறப்புக்கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பெறும் அவற்றுள் - (ஒருவன்) பெரும் பொருள்களுள், அறிவுடைய மக்கள் பேறு - அறிவுடைய மக்களைப் பெறுதல் (போலப் பயன்படுவது), அல்ல: பிற - ஒழிந்தபொருள்களுள், யாம் அறிவது இல்லை - யாம் கண்டறிவது இல்லை. [கண்டறிவது - பொறிகளால் அறியும் பொருள். ஒழிந்த - மக்கட்பேறல்லாத.]<br/><br/>
                  இஃது, அறிவுடைய மக்களால் பெற்றோர் சிறந்த பயனை அடைவ ரென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Of all that men acquire, we know not any greater gain,<br/>
                  Than that which by the birth of learned children men obtain`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Among all the benefits that may be acquired, we know no greater benefit than the acquisition of
                  intelligent children.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'எழுபிறப்புந் தீயவை தீண்டா பழிபிறங்காப்',
            l2: 'பண்புடை மக்கட் பெறின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப்<br/>
                  பண்புடை மக்கட் பெறின்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `பழி இல்லாத நல்ல பண்பு உடைய மக்களைப் பெற்றால் ஒருவனுக்கு ஏழு பிறவியிலும் தீவினைப் பயனாகிய துன்பங்கள் சென்று சேரா.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எழுபிறப்பும் தீயவை தீண்டா = (வினைவயத்தாற் பிறக்கும்) பிறப்பு ஏழின் கண்ணும் (ஒருவனைத்) துன்பங்கள் சென்றடையா;<br/><br/>
                  பழிபிறங்காப் பண்புடை மக்கள் பெறின் = (பிறரால்) பழிக்கப்படாத நற்குணங்களையுடைய புதல்வரைப் பெறுவானாயின்.<br/><br/>
                  அவன் தீவினை வளராது தேய்தற்குக் காரணமாகிய நல்வினைகளைச் செய்யும் புதல்வரைப் பெறுபவனாயி னென்றவாறாயிற்று.<br/><br/>
                  பிறப்பேழாவன:<br/><br/>
                  "ஊர்வ பதினொன்றா மொன்பது மானுடம்<br/><br/>
                  நீர்பறவை நாற்காலோர் பப்பத்துச்-சீரிய<br/><br/>
                  பந்தமாந் தேவர் பதினா லயன்படைத்த<br/><br/>
                  வந்தமில்சீர்த் தாவரநா லைந்து."<br/><br/>
                  தந்தை தாயர் தீவினை தேய்தற்பொருட்டு அவரை நோக்கிப் புதல்வர்செய்யுந் தானதருமங்கட்கு அவர் நற்குணங் காரணமாகலின், ‘பண்பு’ என்னும் காரணப்பெயர் காரியத்தின்மே னின்றது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எழு பிறப்பும் தீயவை தீண்டா - எழு பிறப்பினும் துன்பங்கள் சாரா, பழி பிறங்காத பண்புடை மகன் பெறின் - (ஒரு பிறப்பிலே) பழியின் கண் மிகாத குணத்தினையுடைய மக்களைப் பெறுவாராயின்.[பிறங்காது என்பது ஈறு கெட்டு நின்றது.]<br/><br/>
                  இது நன் மக்களைப் பெற்றார் எழுபிறப்பிலும் துன்புறா ரென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Who children gain, that none reproach, of virtuous worth,<br/>
                  No evils touch them, through the sev'n-fold maze of birth`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The evils of the seven births shall not touch those who abtain children of a good disposition, free from
                  vice.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தம்பொரு ளென்பதம் மக்க ளவர்பொரு',
            l2: 'டந்தம் வினையான் வரும்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தம்பொருள் என்பதம் மக்கள் அவர்பொருள்<br/>
                  தம்தம் வினையான் வரும்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தம் மக்களே தம்முடைய பொருள்கள் என்று அறிஞர் கூறுவர்; மக்களாகிய அவர்தம் பொருள்கள் அவரவருடைய வினையின் பயனால் வந்து சேரும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தம் மக்கள் தம்பொருள் என்ப = தம்புதல்வரைத் தம்பொருளென்று சொல்லுவர் (அறிந்தோர்)<br/><br/>
                    அவர்பொருள் தந்தம் வினையான் வரும் = அப்புதல்வர் செய்தபொருள் தம்மை நோக்கி (அவர்) செய்யும் நல்வினையானே (தம்பால்) வரும் (ஆதலான்).<br/><br/>
                    ’தந்தம்வினை’ யென்புழித் தொக்குநின்ற ஆறாம்வேற்றுமை "முருகனது குறிஞ்சிநிலம்" என்புழிப்போல உரிமைப்பொருட்கண் வந்தது.<br/><br/>
                    பொருள்செய்த மக்களைப்பொருளென உபசரித்தார்.<br/><br/>
                    இவை யிரண்டுபாட்டானும் நன்மக்கட் பெற்றார் பெறும் மறுமைப்பயன் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தம்மக்கள் தம்பொருள் என்ப - தம்மக்களைத் தம்முடைய பொருள் என்று சொல்லுவர் (உலகத்தார்), அவர் பொருள் தம்தம் வினையால் வரும் - அம்மக்களாகிய பொருள் தம்தம்முடைய வினையால் வருதலான். [அவர் பொருள் என்பது இருபெயரொட்டுப் பண்புத்தொகை.]<br/>
                  இது, தம்மக்கள் தம்பொரு ளென்பது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Man's children are his fortune, ' say the wise;<br/>
                  From each one's deeds his varied fortunes rise`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Men will call their sons their wealth, because it flows to them through the deeds which they (sons)
                  perform on their behalf.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'அமிழ்தினு மாற்ற வினிதேதம் மக்கள்',
            l2: 'சிறுகை யளாவிய கூழ்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள்<br/>
                  சிறுகை அளாவிய கூழ்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தம்முடைய மக்களின் சிறு கைகளால் அளாவப்பெற்ற உணவு, பெற்றோர்க்கு அமிழ்தத்தைவிட மிக்க இனிமை உடையதாகும்`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `அமிழ்தினும் ஆற்ற இனிதே = (சுவையான்) அமிழ்தத்தினும் மிக வினிமை யுடைத்து;<br/><br/>
                  தம் மக்கள் சிறுகை அளாவிய கூழ் = தம் மக்களது சிறுகையான் அளாவப்பட்ட சோறு.<br/><br/>
                  சிறுகையா னளாவலாவது #"இட்டுந் தொட்டுங் கவ்வியுந் துழந்தும், நெய்யுடை யடிசின் மெய்பட விதிர்த்தல்".`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தம்மக்கள் சிறுகை அளாவிய கூழ் - தம்முடைய மக்கள் சிறு கையாலே அளைந்த கூழ், அமிழ்தினும் ஆற்ற இனிது - (இனிமை யுடைத்தாகிய) அமிழ்தினும் மிக இனிது. [ஏகாரம் - அசை.]<br/><br/>
                  இது, தம்மக்கள் கையால் அளையப்பட்ட உணவு தமக்கு மிக்க சுவை நல்கு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Than God's ambrosia sweeter far the food before men laid,
                  In which the little hands of children of their own have play'd`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The rice in which the little hand of their children has dabbled will be far sweeter (to the parent) than
                  ambrosia.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மக்கண்மெய் தீண்ட லுடற்கின்ப மற்றவர்',
            l2: 'சொற்கேட்ட லின்பஞ் செவிக்கு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றுஅவர்<br/>
                  சொற்கேட்டல் இன்பம் செவிக்கு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மக்களின் உடம்பைத் தொடுதல் உடம்பிற்கு இன்பம் தருவதாகும்; அம் மக்களின் மழலைச் சொற்களைக் கேட்டல் செவிக்கு இன்பம் தருவதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `உடற்கின்பம் மக்கள் மெய் தீண்டல் = (ஒருவன்) மெய்க்கு இன்பமாவது மக்களது மெய்யைத் தீண்டுதல்;<br/><br/>
                  செவிக்கு இன்பம் அவர் சொல் கேட்டல் = செவிக்கின்பமாவது அவரது சொல்லைக் கேட்டல்.<br/><br/>
                  'மற்று' வினைமாற்று.<br/><br/>
                  மக்களது மழலைச் சொல்லேயன்றி அவர் கற்றறிவுடையராய்ச் சொல்லுஞ் சொல்லும் இன்பமாகலின், பொதுப்படச் சொல்லென்றார்.<br/><br/>
                  'தீண்டல்' 'கேட்ட' லென்னுங் காரணப்பெயர்கள் ஈண்டு்க் காரியங்களின் மேனின்றன.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மக்கள் மெய் தீண்டல் உடற்கு இன்பம் - தம்மக்கள் தமது உடம்பினைச் சார்தல் தம் உடம்பிற்கு இன்பமாம். அவர் சொல் கேட்டல் செவிக்கு இன்பம் - அவர் சொற்களைக் கேட்டல் தம் செவிக்கு இன்பமாம். [மற்று - அசை.]<br/><br/>
                  இது, தம்மக்கள் தம்உடம்பில் சார்தலும் தம்மக்கள் சொல் தம்செவியில் படுதலும் தமக்கு இன்பம் பயக்கு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `To parent sweet the touch of children dear;<br/>
                  Their voice is sweetest music to his ear`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The touch of children gives pleasure to the body, and the hearing of their words, pleasure to the ear.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'குழலினிதி யாழினி தென்பதம் மக்கள்',
            l2: 'மழலைச்சொற் கேளா தவர்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `குழல்இனிது யாழ்இனிது என்பதம் மக்கள்<br/>
                  மழலைச்சொல் கேளா தவர்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தம் மக்களின் மழலைச் சொல்லைக் கேட்டு அதன் இனிமையை நுகராதவரே குழலின் இசை இனியது, யாழின் இசை இனியது என்று கூறுவர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `குழல் இனிது யாழ் இனிது என்ப = குழலிசை யினிது யாழிசை யினிது என்று சொல்லுவர்;<br/><br/>
                  தம் மக்கள் மழலைச் சொல் கேளாதவர் = தம் புதல்வருடைய குதலைச் சொற்களைக் கேளாதவர்.<br/><br/>
                  'குழல்' 'யாழ்' என்பன ஆகுபெயர். கேட்டவர் அவற்றினும் மழலைச்சொல் இனிதென்பரென்பது குறிப்பெச்சம்.<br/><br/>
                  இனிமை மிகுதிபற்றி, மழலைச்சொல்லைச் சிறப்புவகையானுங் கூறியவாறு.<br/><br/>
                  இவை மூன்று பாட்டானும் இம்மைப்பயன் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தம்மக்கள் மழலைச்சொல் கேளாதவர் - தம்மக்களது மழலைச் சொற்களைக் கேளாதவர், குழல் இனிது யாழ் இனிது என்ப - குழலோசை இனிது யாழோசை இனிது என்று சொல்லுவர், (கேட்டவர் அவை இனிதென்று சொல்லார் என்றவாறு.)<br/><br/>
                  இது, தம்மக்கள் சொல் அவ்விரண்டினும் இன்பம் பயக்கு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `'The pipe is sweet', 'the lute is sweet,' by them 't will be averred,<br/>
                  Who music of their infants' lisping lips have never heard.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `"The pipe is sweet, the lute is sweet," say those who have not heard the prattle of their own children.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தந்தை மகற்காற்று நன்றி யவையத்து',
            l2: 'முந்தி யிருப்பச் செயல்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தந்தை மகற்காற்று நன்றி அவையத்து<br/>
                  முந்தி இருப்பச் செயல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்லுதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக் கல்வியில் மேம்படச் செய்தலாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தந்தை மகற்கு ஆற்றும் நன்றி = தந்தை புதல்வனுக்குச் செய்யும் நன்மையாவது;<br/><br/>
                  அவையத்து முந்தி இருப்பச் செயல் = (கற்றார்) அவையத்தின்கண் (அவரினும்) மிக்கிருக்குமாறு கல்வியுடையனாக்குதல்.<br/><br/>
                  பொருளுடையனாக்குதல் முதலாயின, துன்பம் பயத்தலின் நன்மையாகாவென்பது கருத்து.<br/><br/>
                  இதனால் தந்தை கடன் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தந்தை மகற்கு ஆற்றும் நன்றி - தந்தை மகனுக்குச் செய்யும் உபகாரம், அவையத்து முத்தி இருப்ப செயல் - அவையகத்தின் கண்ணே (அவன்) முந்தி இருக்குமாறு (அவனுக்குக்) கல்வி உண்டாக்குதல்.<br/><br/>
                  இது, மகனைக் கல்வியுடைய னாக்குதல் தந்தையின் கடனென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Sire greatest boon on son confers, who makes him meet,<br/>
                  In councils of the wise to fill the highest seat`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The benefit which a father should confer on his son is to give him precedence in the assembly of the
                  learned.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'தம்மிற்றம் மக்க ளறிவுடைமை மாநிலத்து',
            l2: 'மன்னுயிர்க் கெல்லா மினிது',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து<br/>
                  மன்னுயிர்க் கெல்லாம் இனிது`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தம் மக்களின் அறிவுடைமை, தமக்கு இன்பம் பயப்பதைவிட உலகத்து உயிர்களுக்கெல்லாம் மிகுந்த இன்பம் பயப்பதாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `தம் மக்கள் அறிவுடைமை = தம் மக்களதறிவுடைமை;<br/><br/>
                  மா நிலத்து மன் உயிர்க்கெல்லாம் தம்மின் இனிது = பெரிய நிலத்து மன்னாநின்ற உயிர்கட்கெல்லாம் தம்மினுமினிதாம்.<br/><br/>
                  ஈண்டு ‘அறிவு’ என்றது, இயல்பாகிய அறிவோடுகூடிய கல்வியறிவினை.<br/><br/>
                  ‘மன்னுயிர்’ என்றது, ஈண்டறிவுடையார் மேனின்றது, அறிவுடைமை கண்டு இன்புறுதற்கு உரியார் அவராகலின்.<br/><br/>
                  இதனால் தந்தையினும் அவையத்தார் உவப்பரென்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தம்மக்கள் அறிவுடைமை - தம்மக்கள் அறிவுடையாராதல், தம்மின் மாநிலத்து மன் உயிர்க்கெல்லாம் இனிது - தம்மைப் போல உலகத்து உயிர்கட்கெல்லாம் இனிதாம்.<br/><br/>
                  இது, தம்மக்கள் அறிவுடைமையால் உலகமும் இன்பமுறு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Their children's wisdom greater than their own confessed,
                  Through the wide world is sweet to every human breast`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `That their children should possess knowledge is more pleasing to all men of this great earth than to
                  themselves.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'ஈன்ற பொழுதிற் பெரிதுவக்குந் தன்மகனைச்',
            l2: 'சான்றோ னெனக்கேட்ட தாய்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச்<br/>
                  சான்றோன் எனக்கேட்ட தாய்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தன் மகனை நற்பண்பு நிறைந்தவன் எனப் பிறர் சொல்லக் கேள்வியுற்ற தாய், தான் அவனைப் பெற்ற காலத்து உற்ற மகிழ்ச்சியைவிடப் பெரிதும் மகிழ்வாள்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `ஈன்ற பொழுதின் பெரிது உவக்கும் = (தான்) பெற்ற பொழுதை மகிழ்ச்சியினும் மிக மகிழும்;<br/><br/>
                  தன்மகனைச் சான்றோன் எனக் கேட்ட தாய் = தன்மகனைக் (கல்வி கேள்விகளான்) நிறைந்தானென்று (அறிவுடையார்) சொல்லக் கேட்ட தாய்.<br/><br/>
                  கவானின்கட்❖ கண்ட பொதுவுவகையினுஞ் சால்புடையனெனக் கேட்ட சிறப்புவகை பெரிதாகலின் ‘பெரிதுவக்கும்’ எனவும், பெண்ணியல்பால் தானாக அறியாமையிற் ‘கேட்டதாய்’ எனவுங் கூறினார். ‘அறிவுடையார்’ என்பது வருவிக்கப்பட்டது. சான்றோரென்றற்கு உரியர் அவராகலின்.<br/><br/>
                  தாயுவகைக்கு அளவின்மையின் அஃது இதனாற் பிரித்துக் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `ஈன்ற பொழுதின் பெரிது. உவக்கும் - தான்பெற்ற காலத்திலும் மிக மகிழும், தன் மகனை சான்றோன் எனக் கேட்ட தாய் - தன் மகனைச் சான்றோ னென்று பிறர் சொல்லக் கேட்ட (காலத்துத்) தாய்.
                  இது, மக்கள் புகழையெய்துதல் தாய்க்கும் இன்பம் பயக்கு மென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `When mother hears him named 'fulfill'd of wisdom's lore,'<br/>
                  Far greater joy she feels, than when her son she bore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The mother who hears her son called "a wise man" will rejoice more than she did at his birth.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மகன்றந்தைக் காற்று முதவி யிவன்றந்தை',
            l2: 'யென்னோற்றான் கொல்லெனுஞ் சொல்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை<br/>
                  என்நோற்றான் கொல்எனும் சொல்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `மகன் தன் தந்தைக்குச் செய்யத்தக்க கைம்மாறு, 'இவன் தந்தை இவனை மகனாகப் பெற என்ன தவம் செய்தானோ' என்று பிறர் புகழ்ந்து சொல்லும் சொல்லாகும்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: ` தந்தைக்கு மகன் ஆற்றும் உதவி = (கல்வியுடையனாக்கிய) தந்தைக்கு மகன் செய்யும் கைம்மாறாவது;<br/><br/>
                  இவன்தந்தை என் நோற்றான்கொல் எனும் சொல் = (தன் அறிவும் ஒழுக்கமுங் கண்டார்), இவன் தந்தை (இவனைப்) பெறுதற்கு என்ன தவஞ் செய்தான்கொல்லோவென்று சொல்லுஞ் சொல்லை நிகழ்த்துதல்.<br/><br/>
                  ‘சொல்’ என்பது நிகழ்த்துதலாகிய தன்காரணந் தோன்ற நின்றது. நிகழ்த்துதல் அங்ஙனஞ்சொல்லவொழுகுதல்.<br/><br/>
                  இதனாற் புதல்வன் கடன் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மகன் தந்தைக்கு ஆற்றும் உதவி - மகன் தந்தைக்குச் செய்யும் உபகாரம், இவன் தந்தை என் நோற்றான் என்னும் சொல் - (இவனைப் பெறுதற்கு) இவன் தந்தை என்ன தவம் செய்தான் என்று உலகத்தார் சொல்லும் சொல்லைப் படைத்தல். [கொல்-அசை.]<br/><br/>
                  நெறியின் ஒழுகுவாரை உலகத்தார் புகழ்வராதலான், மகனும் ஒழுக்கமுடையவ னாக வேண்டு மென்று. இது கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `To sire, what best requital can by grateful child be done?<br/>
                  To make men say, 'what merit gained the father such a son?'`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `(So to act) that it may be said "by what great penance did his father beget him," is the benefit which a
                  son should render to his father.`,
                },
              ],
            },
          ],
        },
      ],
    },
  ],
};
