export const thirukkural = {
  chapters: [
    {
      name: 'கடவுள் வாழ்த்து',
      slug: 'கடவுள்-வாழ்த்து',
      translations: [{ id: 'en', text: 'The Praise of God' }],
      kurals: [
        {
          kural: {
            l1: 'அகர முதல வெழுத்தெல்லா மாதி',
            l2: 'பகவன் முதற்றே யுலகு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `அகர முதல எழுத்தெல்லாம் ஆதி<br/>பகவன் முதற்றே உலகு`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `எழுத்துக்கள்‌ எல்லாம்‌ அகரத்தை அடிப்படையாகக்‌ கொண்டிருக்கின்றன. அதுபோல்‌ உலகம்‌ கடவுளை அடிப்படையாகக்‌ கொண்டிருக்கின்றது.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `எழுத்து எல்லாம் அகர முதல = எழுத்துக்கள் எல்லாம் அகரமாகிய முதலை உடையன;<br/><br/>உலகு ஆதி பகவன் முதற்று = அதுபோல உலகம் ஆதிபகவனாகிய முதலை உடைத்து.<br/><br/>
                  இது தலைமை பற்றி வந்த எடுத்துக்காட்டுவமை. அகரத்திற்குத் தலைமை விகாரத்தான்அன்றி நாதமாத்திரையாகிய இயல்பாற் பிறத்தலானும், ஆதிபகவற்குத் தலைமை செயற்கை உணர்வான்அன்றி இயற்கை உணர்வான் முற்றும் உணர்தலானும் கொள்க.<br/><br/>
              தமிழ் எழுத்துக்கேயன்றி வடவெழுத்திற்கும் முதலாதல் நோக்கி, 'எழுத்தெல்லாம்' என்றார்.<br/><br/>
              ‘ஆதிபகவன்’ என்னும் இருபெயரொட்டுப் பண்புத்தொகை வடநூன் முடிபு.<br/><br/>
              ‘உலகு’ என்றது, ஈண்டு உயிர்கள் மேல் நின்றது. காணப்பட்ட உலகத்தாற் காணப்படாத கடவுட்கு உண்மை கூறவேண்டுதலின், 'ஆதிபகவன் முதற்றே உலகு' என உலகின்மேல் வைத்துக்கூறினார். கூறினாரேனும்,உலகிற்கு முதல் ஆதிபகவன் என்பது கருத்தாகக் கொள்க.<br/><br/>
              ஏகாரம் தேற்றத்தின்கண் வந்தது.<br/><br/>
              இப்பாட்டான் முதற்கடவுளது உண்மை கூறப்பட்டது.
              `,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `எழுத்தெல்லாம் அகரம் முதல - எழுத்துக்களெல்லாம் அகரமாகிய எழுத்தைத் தமக்கு முதலாக உடையன; (அவ்வண்ணமே), உலகு ஆதிபகவன் முதற்று - உலகம் ஆதியாகிய பகவனைத் தனக்கு முதலாக உடைத்து,<br/><br/>

                  உலககாரணன் ஆதிபகவ னென்றார்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `A, as its first of letters, every speech maintains;<br/><br/>The "Primal Deity" is first through all the world's domains`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `As the letter A is the first of all letters, so the eternal God is first in the world.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'கற்றதனா லாய பயனென்கொல் வாலறிவ',
            l2: 'னற்றா டொழா ரெனின்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `கற்றதனால் ஆய பயனென்கொல் வாலறிவன்<br/>
                  நற்றாள் தொழாஅர் எனின்.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `தூய அறிவு வடிவாக விளங்கும்‌ இறைவனுடைய நல்ல திருவடிகளைத்‌ தொழாமல்‌ இருப்பாரானால்‌, அவர்‌ கற்ற கல்வியினால்‌ ஆகிய பயன்‌ என்ன?`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `கற்றதனால் ஆய பயன் என்கொல் = (எல்லா நூல்களையும் கற்றவர்க்கு) அக்கல்வி அறிவினாலாய பயன் யாது?<br /><br />
                  வால் அறிவன் நற்றாள் தொழாஅர் எனின் = மெய்யுணர்வினை உடையானது நல்ல தாள்களைத் தொழாராயின்.<br /><br />
                  'எவன்' என்னும் வினாப்பெயர் 'என்' என்றாய், ஈண்டு, இன்மை குறித்து நின்றது.<br /><br />
                  'கொல்' என்பது அசைநிலை.<br /><br />
                  பிறவிப்பிணிக்கு மருந்தாதலின் 'நற்றாள்' என்றார்.<br /><br />
                  ஆகமவறிவிற்குப் பயன் அவன் தாளைத் தொழுது பிறவியறுத்தல் என்பது, இதனாற் கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `கற்றதனால் ஆய பயன் என் - (மேற்கூறிய எழுத்தினானாகிய சொற்களையெல்லாம்) கற்றதனானாகிய பயன் (வேறு)யாது, வால் அறிவன் நற் றாள் தொழார் எனின் - விளங்கின அறிவினையுடையவன் திருவடியைத் தொழாராயின்? [கொல்- அசை.]<br /><br />

                  சொல்லினானே பொருள் அறியப்படுமாதலான், அதனைக் கற்கவே மெய்யுணர்ந்து வீடு பெறலாகும். "கற்பக் கழிமட மஃகும்" என்றாரு முளர்.<br /><br />
                  
                  மீண்டும் வணக்கம் கூறிய தெற்றுக் கென்றார்க்கு, கற்றதனால் பயன் இது வென்பதூஉம், வேறு வேறு பயன் இல்லை யென்பதூஉம் கூறிற்று.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `No fruit have men of all their studied lore,<br /><br />
                  Save they the 'Purely Wise One's' feet adore`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `What Profit have those derived from learning, who worship not the good feet of Him who is possessed
                  of pure knowledge ?`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'மலர்மிசை யேகினான் மாணடி சேர்ந்தார்',
            l2: 'நிலமிசை நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்<br />நிலமிசை நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `அன்பரின்‌ அகமாகிய மலரில்‌ வீற்றிருக்கும்‌ கடவுளின்‌ சிறந்த திருவடிகளை இடைவிடாமல்‌ நினைக்கின்றவர்‌ இன்ப உலகில்‌ நிலைத்து வாழ்வார்‌.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சேர்ந்தார் = மலரின்கண்ணே சென்றவனது மாட்சிமைப்பட்ட அடிகளைச் சேர்ந்தார்;<br /><br />
                  நிலம் மிசை நீடு வாழ்வார் = (எல்லா உலகிற்கும்) மேலாய வீட்டுலகின்கண் அழிவின்றி வாழ்வார்.<br /><br />
                  அன்பான் நினைவாரது உள்ளக் கமலத்தின்கண் அவர் நினைந்த வடிவோடு விரைந்து சேறலின், 'ஏகினான்' என இறந்த காலத்தாற் கூறினார்; என்னை?<br/><br/>
                  "வாராக் காலத்து நிகழுங்காலத்து<br/><br/>
                  மோராங்கு வரூஉம் வினைச்சொற் கிளவி<br/><br/>
                  யிறந்த காலத்துக் குறிப்பொடு கிளத்தல்<br/><br/>
                  விரைந்த பொருள வென்மனார் புலவர்" என்பது ஓத்தாகலின்.<br/><br/>
                  இதனைப் "பூமேனடந்தான்" என்பதோர் பெயர்பற்றிப் பிறிதொரு கடவுட்கு ஏற்றுவாரும் உளர்.<br/><br/>
                  சேர்தல்- இடைவிடாது நினைத்தல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `மலர் மிசை ஏகினான் மாண் அடி சோந்தார் - மலரின் மேல் நடந்தானது மாட்சிமைப்பட்ட திரு வடியைக் சோந்தவரன்றே, நிலம்மிசை நீடு வாழ்வார் - நிலத்தின்மேல் நெடுங்காலம் வாழ்வார். [சோந்தவரன்றே-சோந்தவரே, அன்று - அசை.]<br/><br/>

                  நிலமென்று பொதுப்படக் கூறியவதனான், இவ்வுலகின்கண்ணும் மேலுலகின் கண்ணும் என்று கொள்ளப்படும்.<br/><br/>
                  
                  'தொழுதாற் பயன் என்னை' என்றாக்குப் போகம் நுகர்தலும், வீடு பெறுதலும் என்று கூறுவார், முற்படப் போகம் நுகர்வா ரென்று கூறினர்.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His feet, 'Who o'er the full-blown flower hath past,' who gain<br/><br/>
                  In bliss long time shall dwell above this earthly plain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall
                  flourish long above all worlds`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'வேண்டுதல்வேண் டாமை யிலானடி சேர்ந்தார்க்',
            l2: 'கியாண்டு மிடும்பை யில',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு<br/>யாண்டும் இடும்பை இல.`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `விருப்பு வெறுப்பு இல்லாத கடவுளின்‌ திருவடிகளைப்‌ பொருந்தி நினைக்கின்றவர்க்கு எப்போதும்‌ எவ்விடத்திலும்‌ துன்பம்‌ இல்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `வேண்டுதல் வேண்டாமை இலான் அடி சேர்ந்தார்க்கு= (ஒரு பொருளையும்) விழைதலும் வெறுத்தலும் இல்லாதவன் அடியைச் சேர்ந்தார்க்கு;<br/><br/>
                  யாண்டும் இடும்பை இல= எக்காலத்தும் (பிறவித்) துன்பங்கள் உளவாகா.<br/><br/>
                  பிறவித்துன்பங்களாவன: தன்னைப்பற்றி வருவனவும், பிற உயிர்களைப்பற்றி வருவனவும், தெய்வத்தைப்பற்றி வருவனவும் என மூவகையான் வருந்துன்பங்கள். அடி சேர்ந்தார்க்கும் அவ்விரண்டும் இன்மையின், அவை காரணமாக வரும் மூவகைத் துன்பங்களும் இலவாயின.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].<br/><br/>

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `His foot, 'Whom want affects not, irks not grief,' who gain<br />Shall not, through every time, of any woes complain.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `To those who meditate the feet of Him who is void of desire or aversion, evil shall never come`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'இருள்சே ரிருவினையுஞ் சேரா விறைவன்',
            l2: 'பொருள்சேர் புகழ்புரிந்தார் மாட்டு',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `இருள்சேர் இருவினையும் சேரா இறைவன்<br/>பொருள்சேர் புகழ்புரிந்தார் மாட்டு. ⁠`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `கடவுளின்‌ உண்மைப்‌ புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம்‌, அறியாமையால்‌ விளையும்‌ இருவகை வினையும்‌ சேர்வதில்லை.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `இருள் சேர் இருவினையும் சேரா = மயக்கத்தைப் பற்றிவரும் (நல்வினை தீவினை என்னும்) இரண்டுவினையும் உளவாகா;<br /><br />
                  இறைவன் பொருள் சேர் புகழ் புரிந்தார் மாட்டு = இறைவனது மெய்ம்மை சேர்ந்த புகழை விரும்பினார் இடத்து.<br /><br />
                  இன்னதன்மைத்து என ஒருவராலும் கூறப்படாமையின் 'அவிச்சை'யை, இருள் என்றும், நல்வினையும் பிறத்தற்கு ஏதுவாகலான் 'இருவினையுஞ் சேரா' என்றும் கூறினார்.<br /><br />
                  இறைமைக் குணங்கள் இலராயினாரை உடையர் எனக்கருதி அறிவிலார் கூறுகின்ற புகழ்கள் பொருள் சேராவாகலின், அவை முற்றவும் உடைய இறைவன் புகழே 'பொருள்சேர் புகழ்' எனப்பட்டது.
                  புரிதல்- எப்பொழுதும் சொல்லுதல்.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `இருள்சேர் இருவினையும் சேரா - மயக்கத்தைச் சேர்ந்த நல்வினை தீவினை யென்னும் இரண்டு வினைகளும் சேரா, இறைவன் பொருள் சேர் புகழ் புரிந்தார்மாட்டு - தலைவனதாகிய மெய்ப்பொருள் சேர்ந்த புகழ்ச்சிச் சொற்களைப் பொருந்தினார் மாட்டு,<br/>

                  இது, புண்ணிய பாவங்கள் சேராவென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `The men, who on the 'King's' true praised delight to dwell,<br/>
                  Affects not them the fruit of deeds done ill or well.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise
                  of God.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: 'பொறிவாயி லைந்தவித்தான் பொய்தீ ரொழுக்க',
            l2: 'நெறிநின்றார் நீடுவாழ் வார்',
          },
          translations: [
            {
              id: 'ta',
              explanations: [
                {
                  title: 'மூலம்',
                  author: 'ரா. சீனிவாசன்',
                  text: `பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க<br />நெறிநின்றார் நீடுவாழ் வார்`,
                },
                {
                  title: 'உரை',
                  author: 'மு. வரதராசனார்',
                  text: `ஐம்பொறி வாயிலாகப் பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற ஒழுக்க நெறியில் நின்றவர், நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.`,
                },
                {
                  author: 'பரிமேலழகர்',
                  title: 'உரை',
                  text: `பொறி வாயில் ஐந்து அவித்தான் = (மெய் வாய் கண் மூக்குச் செவி என்னும்) பொறிகளை வழியாக உடைய ஐந்து அவாவினையும் அறுத்தானது;<br /><br />
                  பொய் தீர் ஒழுக்கம் நெறி நின்றார் = மெய்யான ஒழுக்க நெறியின்கண் வழுவாது நின்றார்;<br /><br />
                  நீடு வாழ்வார் = (பிறப்பின்றி) எக்காலத்தும் (ஒருதன்மையராய்) வாழ்வார்.<br /><br />
                  புலன்கள் ஐந்தாகலான், அவற்றின்கட் செல்கின்ற அவாவும் ஐந்தாயிற்று.<br /><br />
                  ஒழுக்கநெறி ஐந்தவித்தானாற் சொல்லப்பட்டமையின், ஆண்டை ஆறனுருபு - செய்யுட்கிழமைக்கண் வந்தது, "கபிலரது பாட்டு" என்பது போல.<br /><br />
                  இவை நான்கு பாட்டானும், இறைவனை நினைத்தலும், வாழ்த்தலும், அவன்நெறி நிற்றலும் செய்தார் வீடு பெறுவர் என்பது கூறப்பட்டது.`,
                },
                {
                  title: 'உரை',
                  author: 'மணக்குடவர்',
                  text: `பொறிவாயில் ஐந்து அவித்தான் - (மெய் - வாய் - கண் - மூக்கு - செவி என்னும் ஐம்) பொறிகளின் வழியாக வரும் (ஊறு - சுவை - ஒளி - நாற்றம் - ஓசை என்னும்) ஐந்தின் கண்ணும் செல்லும் மனநிகழ்ச்சியை அடக்கினானது , பொய்தீர ஒழுக்க நெறி நின்றா - பொய்யற்ற ஒழுக்க நெறியிலே நின்றாரன்றே, நீடுவாழ் வார்-நெடிதுவாழ்வார்,<br /><br />
                  இது, சாவு இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: 'en',
              explanations: [
                {
                  title: 'Translation',
                  author: 'George Uglow Pope',
                  text: `Long live they blest, who've stood in path from falsehood freed;<br/>
                  His, ‘Who quenched lusts that from the sense-gates five proceed.`,
                },
                {
                  title: 'Commentary',
                  author: '',
                  text: `Those shall long proposer who abide in the faultless way of Him who has destroyed the five desires of
                  the senses.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "தனக்குவமை யில்லாதான் றாள்சேர்ந்தார்க் கல்லான்",
            l2: "மனக்கவலை மாற்ற லரிது",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்<br/>மனக்கவலை மாற்றல் அரிது.`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் = (ஒருவாற்றானும்) தனக்கு நிகர்இல்லாதவனது, தாளைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  மனம் கவலை மாற்றல் அரிது = மனத்தின்கண் நிகழும் துன்பங்களை நீக்குதல் உண்டாகாது.<br /><br />
                  "உறற்பால- தீண்டா விடுத லரிது"# (நாலடியார்,109) என்றாற் போல, ஈண்டு ‘அருமை’ இன்மைமேல் நின்றது.<br /><br />
                  தாள் சேராதார், பிறவிக்கு ஏதுவாய காம வெகுளி மயக்கங்களை மாற்ற மாட்டாமையின், பிறந்து இறந்து அவற்றான் வரும் துன்பங்களுள் அழுந்துவர் என்பதாம்.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `தனக்கு உவமை இல்லாதான் தாள் சேர்ந்தார்க்கு அல்லால் - தனக்கு நிகரில்லாதானது திருவடியைச் சேர்ந்தவர்க்கல்லது (ஒழிந்த பேர்களுக்கு), மனக்கவலை மாற்றல் அரிது-மனத்து உண்டாம் கவலையை மாற்றுதல் அரிது. [நிகர் - ஒப்பு.] வீடுபெறலாவது, அவலக் கவலைக் கையாற்றின் நீங்கிப் புண்ணிய பாவ மென்னும் இரண்டினையும் சாராமல், சாதலும் பிறத்தலு மில்லாததொரு தன்மையை யெய்துதல், [அவலம் - கிலேசம். கையாறு - துன்பம்].

                  வீடு பெறுமென்பார் முற்படக் கவலை கெடுமென்றார், அதனால் எல்லாத் துன்பமும் வருமாதலில்,`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `Unless His foot, ‘to Whom none can compare,‘ men gain,<br/>
                  ‘Tis hard for mind to find relief from anxious pain.`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is
                  incomparable.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "அறவாழி யந்தணன் றாள்சேர்ந்தார்க் கல்லாற்",
            l2: "பிறவாழி நீந்த லரிது",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்<br/>
                  பிறவாழி நீந்தல் அரிது. ⁠`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்க்கு அல்லாமல், மற்றவர் பொருளும் இன்பமுமாகிய மற்றக் கடல்களைக் கடக்க முடியாது.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `அறம் ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் = அறக் கடலாகிய அந்தணனது, தாளாகிய புணையைச் சேர்ந்தார்க்கல்லது;<br /><br />
                  பிற ஆழி நீந்தல் அரிது = (அதனிற்) பிறவாகிய கடல்களை நீந்தல் அரிது.<br /><br />
                  அறம், பொருள், இன்பமென உடன் எண்ணப்பட்ட மூன்றனுள் அறத்தை முன்னர்ப் பிரித்தமையான், ஏனைப் பொருளும் இன்பமும் ‘பிற’வெனப்பட்டன.<br /><br />
                  பல்வேறு வகைப்பட்ட அறங்கள் எல்லாவற்றையும் தனக்குவடிவாக உடையன் ஆகலின், 'அறவாழி அந்தணன்' என்றார். 'அறவாழி' என்பதைத் தருமசக்கரமாக்கி, அதனையுடைய அந்தணன் என்று உரைப்பாரும் உளர்.<br /><br />
                  அப்புணையைச் சேராதார் கரைகாணாது அவற்றுள்ளே அழுந்துவர் ஆகலின், 'நீந்தலரிது' என்றார். இஃது ஏகதேச உருவகம்.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `அற ஆழி அந்தணன் தாள் சேர்ந்தார்க்கு அல்லால் - அறமாகிய கடலை யுடைய அந்தணனது திருவடியைச் சேர்ந்தவர்க் கல்லது (ஒழிந்த பேர்களுக்கு), பிற ஆழி நீந்தல் அரிது - பிற ஆழியை நீந்தல் ஆகாது. [பிற ஆழி - காமமும் பொருளும்.]

                  அவலம் நீங்கப்பெறுதல் அரிது என்றவாறு.
                  
                  இது காமமும் பொருளும் பற்றிவரும் அவலம் கெடு மென்றது.`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `Unless His feet, the Sea of Good, the Fair and Bountilful,’men gain,<br/>
                  ‘Tis hard the further bank of being’s changeful sea to attain.`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea
                  of virtue.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "கோளில் பொறியிற் குணமிலவே யெண்குணத்தான்",
            l2: "றாளை வணங்காத் தலை",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `கோளில் பொறியின் குணமிலவே எண்குணத்தான்<br/>
                  தாளை வணங்காத் தலை.`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `கேட்காத செவி பார்க்காத கண் முதலியனபோல் எண் குணங்களை உடைய கடவுளின் திருவடிகளை வணங்காதவரின் தலைகள் பயனற்றவைகளாம்.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `கோள் இல் பொறியின் குணம் இல = (தத்தமக்கு ஏற்ற புலன்களைக்) கொள்கையில்லாத பொறிகள் போலப் பயன் படுதலை உடையவல்ல;<br/><br/>
                  எண்குணத்தான் தாளை வணங்காத் தலை = எண்வகைப்பட்ட குணங்களை உடையானது தாள்களை வணங்காத தலைகள்.<br/><br/>
                  எண்குணங்களாவன: தன்வயத்தனாதல், தூயவுடம்பினன்ஆதல், இயற்கை உணர்வினன் ஆதல், முற்றும்உணர்தல், இயல்பாகவே பாசங்களின்நீங்குதல், பேரருள்உடைமை, முடிவில் ஆற்றலுடைமை, வரம்பில் இன்பமுடைமை எனஇவை. இவ்வாறு சைவ ஆகமத்துக் கூறப்பட்டது.<br/><br/>
                  'அணிமா'†வை முதலாக உடையன எனவும், 'கடையிலா அறிவை'‡ முதலாக உடையன எனவும் உரைப்பாரும் உளர்.<br/><br/>
                  ‘காணாத கண் முதலியனபோல, வணங்காத தலைகள் பயனில’வெனத் தலைமேல் வைத்துக் கூறினார்; கூறினாரேனும், இனம் பற்றி வாழ்த்தாத நாக்களும் அவ்வாறே பயனில என்பதூஉம் கொள்க.<br/><br/>
                  இவை மூன்று பாட்டானும், அவனை நினைத்தலும் வாழ்த்தலும் வணங்கலுஞ் செய்யாவழிப் படும் குற்றம் கூறப்பட்டது.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `கோள் இல் பொறியின் - அறிவு இல்லாத (பொறிகளையுடைய) பாவைகள்போல், குணம் இல - ஒரு குணமும் உடையனவல்ல. எண்குணத்தான் தாளை-எட்டுக் குணத்தினை யுடையவன் திருவடியினை வணங்காத தலை-வணங்காத தலை யினையுடைய உடம்புகள், [வணங்காத என்பது ஈறு கேட்டு நின்றது.]<br /><br />

                  அவை உயிருண்டாகில் வணங்கும். அவை வணங்காமையால் அவற்றை இழித்து உடம்புக ளென்றார்.<br /><br />
                  
                  இது, வணங்காத உடம்புகள் பிணங்க ளென்றது.`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `Before His Foot, ‘the Eight-fold Excellence,‘ with unbent head,<br/>
                  Who stands, like palsied sense, is to all living functions dead.`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a
                  sense without the power of sensation.`,
                },
              ],
            },
          ],
        },
        {
          kural: {
            l1: "பிறவிப் பெருங்கட னீந்துவர் நீந்தா",
            l2: "ரிறைவ னடிசேரா தார்",
          },
          translations: [
            {
              id: "ta",
              explanations: [
                {
                  title: "மூலம்",
                  author: "ரா. சீனிவாசன்",
                  text: `பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்<br/>
                  இறைவன் அடிசேரா தார்.`,
                },
                {
                  title: "உரை",
                  author: "மு. வரதராசனார்",
                  text: `இறைவனுடைய திருவடிகளைப் பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய கடலைக் கடக்க முடியும்; மற்றவர் கடக்க முடியாது.`,
                },
                {
                  author: "பரிமேலழகர்",
                  title: "உரை",
                  text: `இறைவன் அடி (சேர்ந்தார்) பிறவிப் பெருங்கடல் நீந்துவர் = இறைவன் அடி என்னும் புணையைச் (சேர்ந்தார்), பிறவியாகிய பெரிய கடலை நீந்துவர்;<br /><br />
                  சேராதார் நீந்தார் = (அதனைச்) சேராதார், நீந்தமாட்டாராய் (அதனுள்) அழுந்துவர்.<br /><br />
                  காரண காரியத் தொடர்ச்சியாய்க் கரையின்றி வருதலின், 'பிறவிப்பெருங்கடல்' என்றார். 'சேர்ந்தார்' என்பது சொல்லெச்சம்.<br /><br />
                  உலகியல்பை நினையாது, இறைவன் அடியையே நினைப்பார்க்குப் பிறவியறுதலும், அவ்வாறன்றி மாறி நினைப்பார்க்கு அஃது அறாமையும் ஆகிய இரண்டும் இதனால் நியமிக்கப்பட்டன.`,
                },
                {
                  title: "உரை",
                  author: "மணக்குடவர்",
                  text: `(இறைவன் அடி சேர்ந்தவர்) பிறவிப் பெருங்கடல் நீந்துவர் - இறைவனது அடியைச் சேர்ந்தவர் பிறவியாகிய பெரிய கடலை நீந்தி யேறுவர், இறைவன் அடி சேராதார் நீந்தார் - இறைவனது அடியைச் சேராதவா அதனுள் அழுந்துவா.

                  இது, பிறவி இல்லை யென்றது.`,
                },
              ],
            },
            {
              id: "en",
              explanations: [
                {
                  title: "Translation",
                  author: "George Uglow Pope",
                  text: `They swim the sea of births, the 'Monarch’s’ foot who gain;<br/>
                  None other’s reach the shore of being’s mighty main.`,
                },
                {
                  title: "Commentary",
                  author: "",
                  text: `None can swim the great sea of births but those who are united to the feet of God.`,
                },
              ],
            },
          ],
        }
      ],
    },
  ],
};
